[
    {
        "story_id": 1,
        "text": "Mu mujyi utuje wa Kamurera, ahari ubwiza bw'ibisagara byiganjemo ibyatsi bitohagiye n'imisozi ihanitse, ikintu cyatangaje rubanda cyabaye mu mukino wari usanzwe utagatifu mu mirimo y'abayobozi. Mu gitondo kimwe cy'umunsi w'akazi usanzwe, impapuro z'itangazamakuru zagwiririye imijyi n'ibice by'icyaro zirangajwe imbere n'inkuru yakunze gucicikana.\n\nMu biro binini by’amashusho menshi, harimo umugabo witwa Bwana Rutaremara, umuyobozi mukuru, wari waragizwe icyitegererezo mu kugendera ku ndangagaciro z'ubuyobozi n’imiyoborere myiza. Uyu wari umusaza ufite igikundiro, mu gihe kirekire yari yaramenyekanye mu itsinda ry'ubuyobozi kubera ubushishozi bwe n'ubunyangamugayo. Abaturage bari bamuziho ineza no kutavangura, n’urukundo rwe rwari rwatumye ahesha umugisha umujyi mu buryo butandukanye. Icyakora, munsi y'iyo shusho nziza yari afite, harimo ibintu byiyoberanyije byari bimaze igihe ahubwo bigahishirwa neza.\n\nUmunsi umwe, abashinzwe iperereza ku byaha byo mu rwego rw’ubutunzi bari bamaze igihe bakurikirana amakuru amwe atari yashimangira, bafatiye Bwana Rutaremara mu cyuho arimo kwakira impapuro z'inzitizi, z’uburiganya zo kwirwanaho mu manza. Basanze aho yari yateguye inama y’ibanga, ikanamurika aho amadosiye abitswe ku buryo bunyuranyije n’amategeko kugira ngo hacuruzwe inyungu hagati y'inzego z'ubucuruzi n’ubuyobozi bw’akarere.\n\nIyo mpapuro yari imaze igihe icunzwe n’igipolisi cy’abanyamwuga, yari igizwe n’amafoto y’ibikorwa byacururanwe mu ibanga, uburyo amafaranga atakurikiranwe mu buryo bwemewe n'amategeko yashyizwe mu bigo by'ubukungu bwinshi ndetse n’uburyo bwo kugobotora imisoro itagombaga kubaho.\n\nAbaturage ba Kamurera bakiriye izo nkuru nk'ibigwari, umujyi wose ushengurwa no guhangayika. Umuyobozi wizira kuvangura wari warahesheje umugisha benshi, byari bitangaje ko mu bihishe yaguyemo ibyo byaha. Mu gihe cyose kiri imbere, ubuyobozi bwatangiye urugendo rwo gusuzuma uburyo bettera ruswa yakoraga, kugira ngo yongere yizerwe. Ni ngombwa guhindura rwose isura y’ubuyobozi no kuzira gukora nabi ahubwo bijye bikorwa hagamijwe inyungu z’abaturage.\n\nImbere mu gihugu, impinduka n’ubwiyunge byafashe umwanya uteye imbere ku mitima y'abaturage. Abakuru bashya baje ku buyobozi bashyize imbere gukorera mu mucyo no guha imbaraga ibyo gucunga neza umutungo w'igihugu. Ku bw’ibyo, mu gihe Kamurera yiteguraga kugera ku ngamba zo kubaka ahazaza hatajirwaho ingasire, rurangiranwa Bwana Rutaremara yacanye umucyo, akingura amaso y'abandi bayobozi ntibanyuranye n'inzira z'amahame na ngombwa yo gufata inshingano zibaranga nta buryarya."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cy'imisozi miremire cya Karisimbi, hari umuyobozi wari uzwi cyane ku izina rya Bwana Manzi. Yari umuyobozi mukuru w’ikigo cy’igihugu gishinzwe gutwara abantu n’ibintu. Bwana Manzi yari azwiho kugira ijambo rikomeye mu iterambere ry’urwego rw’ubwikorezi mu gihugu, ndetse yari amaze kuba icyamamare bitewe n’uburyo yahoraga yitabira inama mpuzamahanga, aho yagaragaraga nk'intangarugero mu gutekereza ku buryo bwo kunoza serivisi.\n\nAriko, mu bwihisho, Bwana Manzi yavutsemo umushinga w’amanyanga. Yakundaga kugirana inama z'amasaha ya nijoro n'abashoramari bo mu rwego rwo hasi, aho baganiraga uburyo bwo kugabana amasoko y'ubwikorezi bw’igihugu. Amasoko akomeye yagombaga kurushanwa mu mucyo, yabaga yaramaze gufatirwa umwanzuro mbere y'uko atangazwa ku mugaragaro.\n\nIcyumweru kimwe gishyushye, haje kubaho amakuru y'ihererekanyabubasha ridasanzwe. Abashinzwe iperereza mu gihugu barimo gukora kuri dosiye yiswe “Ibanga ry'Ikarisimbi.” Amakuru yari aturutse ku mukozi utatangajwe amazina, yatanze amakuru arambuye ku bikorwa bya ruswa bimaze iminsi bikorerwa muri icyo kigo. Umukozi yavuze ku buryo abayobozi bagenzi n'abafatanyabikorwa bagiraga uruhare mu gucunga nabi umutungo w’igihugu.\n\nNyuma y’igihe gito, hateguwe igikorwa cy'ifatwa ry'abo banyabyaha. Muri gicuku, abapolisi bazengurutse inzu ya Bwana Manzi, bahita binjira bamufatira mu ipeti dore ko nta n'uwo mu muryango we wari ukutse. Abapolisi bamusabye kugaragaza amadosiye yose ajyanye n'isoko rya vuba yahawe mu buryo budasobanutse, ndetse n'uburyo asaba cyangwa yemerera ruswa abashoramari bo mu mahanga.\n\nByabaye inkuru y'incamugongo mu gihugu hose. Abaturage bari baramufashije kubona umwanya w'imusumbuye, bamufataga nk'intwari, none bagiye kumubona agacibwa urubanza. Mu minsi mike yakurikiyeho, amakuru yarushijeho kwegeranywa byimbitse. Ku bitangazamakuru byose, inkuru y'umuyobozi mukuru wafashwe kubera ruswa n'ibirego bya magendu, ni yo yavugwaga iminsi yose.\n\nMu rubanza rwe, Bwana Manzi yagerageje kwiregura avuga ko abamureze bamubeshyera kubera ishyari. Ariko, ibimenyetso byose byari bifite inyandiko nubwo izo nyandiko zakozwe mu bwihisho. Nyuma yo kumva uko byagenze, urukiko rwanzuye kumuhamya ibyaha byose akatirwa imyaka itanu y'igifungo ndetse no kugaruza umutungo wose yakoresheje nabi.\n\nIyi nkuru ikaba yari yarabaye isomo rikomeye ku bayobozi bose mu gihugu cya Karisimbi, ko amaherezo y'inzira ari mu nzu, kandi ko nta nduru ibaho idaca ivuga. Mu byumweru byakurikiyeho, hatangiye gahunda zo kunoza imikorere y'imiryango ya leta ndetse hanashyirwaho uburyo bwo gukurikirana imikoreshereze y’amafaranga ya rubanda. Uko biri kose, igihugu cyari cyizeye kuzamuka kubera amasomo cyakuye muri iyi nkuru ibabaje."
    },
    {
        "story_id": 3,
        "text": "Mu gihugu kitwa Nkurunziza, cyari cyaramenyekanye kubera ubuyobozi bunoze n’iterambere rirambye, inkuru idasanzwe yaturitse igatera urunturuntu mu baturage. Iyi nkuru yari ifitanye isano n’umuyobozi mukuru w’icyubahiro wamamaye cyane mu gukunda igihugu no gukorera inyungu rusange. Uyu muyobozi, witwa Bwana Habimana Jean Claude, yari yaratorewe kuyobora Minisiteri y’Iterambere n’Imari, umwanya yafashe nk’umuhamagaro, kandi yagerageza gukora uko ashoboye kugira ngo ubutumwa bamushinze abushyire mu bikorwa neza.\n\nIcyo cyumweru cyatangiye nk’ibisanzwe, abana bajya ku ishuri, abakozi bajya ku mirimo, gusa hagati muri uko kwezi kwa Nzeri, ibintu byafashe indi ntera. Mu bitangazamakuru bitandukanye ndetse no ku mbuga nkoranyambaga, inkuru yari imaze gusakara ko Bwana Habimana afitanye akagambane na ba rushimusi batumiza ibikoresho by'akataraboneka mu gihugu mu buryo bwa magendu. Ibyo byatumye batarika umushahara we ndetse anagurisha ibihugu ibyo bikoresho ku giciro cyo hasi, ibintu bitavugwagaho rumwe na buri wese.\n\nAbayobozi bagenzi be, bari basanzwe bamuziho ubupfura n’ubwitonzi, ntibabashije kubyiyumvisha. Ariko inzego z’umutekano zarigaramye, zerekana ibimenyetso by’amashusho yafashwe na camera z’ubutasi, zigaragaza Bwana Habimana asohoka mu nyubako z’ahaberaga imishyikirano y’ibanga.\n\nAbandi bayobozi bahise bakora inama idasanzwe kugira ngo bigire hamwe icyo kibazo cyihutirwa, barimo abantu b’ingenzi muri guverinoma. Nyamara, igiteye inkeke kurusha byose ni uko Bwana Habimana yashizwe mu majwi n'abakozi b'abanyamwuga bo muri minisiteri ye, bahamya ko ibyo bikorwa byari armasyo cyagagara.\n\nMu iperereza ryihuse ryahise ritangizwa, byagaragaye ko bishoboka cyane ko ibirego byamuregaga byari birimo ikimwaro ndetse n’umwanzi wihishe inyuma kugira ngo amhananture. Kugeza ubu, haracyekwa ko hashobora kuba hari abagambanyi bari bifatanije n’abanyamahanga batishimira iterambere rya Nkurunziza mu by’ubukungu.\n\nAbaturage bafashe icyemezo cyo kujya mu mihanda, basaba ko ubutabera bukora akazi kabwo neza kandi mu mucyo. Ntibyatinze urugaga rwa sosiyete sivile narwo rwaje gushyigikira ubwigenge bw’ubutabera ariko ruvuga ko rukwiriye kuba rwitondewe kugira ngo hato hataba impaka zishingiye ku marangamutima.\n\nIbibazo byaje gukemuka nyuma y’amezi abandi bayobozi bategereje ko iperereza ryimbitse rigaragaza ukuri. Icyizere cyabasubiye, ubwo Bwana Habimana, yaje kugirwa umwere nyuma y’uko habonetse ibimenyetso simusiga ko yarohawe mu makorosi n’abagizi ba nabi bafite inyungu zabo bwite. Ubu Habimana yagiye gukomeza ibikorwa bye byo kugarura icyizere ndetse no kubaka igihugu cyamwiyambaje kuva na kera. Igihugu cya Nkurunziza cyongereye imbaraga mu kurwanya ruswa mu buryo bufatika, kugira ngo bitazongera guhitana abayobozi b’inyangamugayo nk’ibi bya Habimana byari bitunguranye."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cya Karindara, umuyobozi mukuru w’umujyi, Bwana Karangwa Emmanuel, yari icyitegererezo mu mateka y’akarere. Yari azwiho kuba umuyobozi w’imena, wagaragaje impinduka nziza mu burezi, ubuzima, n’iterambere ry’imijyi. Abaturage b’i Karindara bamwubahaga cyane, ndetse buri gihe yarasabwaga kugira inama izindi ntara ku buryo bashobora kugera ku ntsinzi nk’iyo yabonye.\n\nAriko umunsi umwe, inkuru y’umutingito ikomeye yatangajwe mu binyamakuru byigenga byari bimaze igihe byerekana gukemangwa k'ukuri kw'imikorere ye. Abanyamakuru b’inararibonye bari bamaze amezi menshi mu iperereza ryimbitse, bakurikira buri kantu kose bakoze mu mwijima w'ijoro no mu bucucike bw’imijyi.\n\nUmunsi ufatika waje kugera ubwo Bwana Karangwa yafatirwaga mu cyuho, mu cyumba cy'inama cy'akanama k'iterambere ry'umujyi, afite igikapu kirimo amafaranga make, igice cy’inyemezabuguzi z’impimbano, n’ibindi bimenyetso byerekana imikoranire y’ibanga na rwiyemezamirimo mukuru w’ubwubatsi. Aya mafaranga yari agamije kwishyurwa nka ruswa kugira ngo rwiyemezamirimo ahabwe isoko rinini ryo kubaka ibitaro bishya mu murwa mukuru.\n\nUbwo inkuru y’ifatwa rye yacicikaga mu bitangazamakuru, abaturage benshi batangiye kugira ubwoba no kwijujuta. Akenshi, bagendaga bahurira ku mihanda ndetse no ku masoko, bavuga ku bitwaye nabi umuyobozi wabo bamuhaga icyizere cyuzuye. Mu gihe cyose yabereye umuyobozi, Bwana Karangwa yari yarashoboye guhisha imyitwarire ye idahwitse inyuma y'ikoti ry'imyambaro y'icyitegererezo.\n\nIrerero, abashinzwe iperereza batangaje ko hari hashize igihe gito basangiza amakuru n’abandi bafatanyabikorwa mpuzamahanga, bashaka kumenya niba hari indi mishikirano Bwana Karangwa yagiranye n’abandi bantu babo ku isi bashobora kuba baragiziye. Amaherezo, byagaragajwe ko Bwana Karangwa yari yaragize uruhare mu mitwe yagicaga nyuma rukaba ari urugamba rwakomeye.\n\nMu nkiko, Bwana Karangwa yagerageje kwirwanaho, mu nyandiko zavugaga ko ari umwanzi w’igihugu urimo gushaka kugereza abanyarwanda kugwa mu isayo ye. Gusa, kuburyo butunguranye, benshi mu baturage bitabiriye imanza ze bagaragaje umugambi wo gushyira ku kabariro kw’icyubahiro cye no gutakaza icyizere bari bamufitiye.\n\nMu gushaka gushyira ahagaragara igitugu cya ruswa n’ubugambanyi, iki cyabaye icyigisho gikomeye kuri Bwana Karangwa, ndetse no ku bayobozi bose muri Karindara. Bahise bafata umwanzuro wo kureba kure, no kugira imikorere myiza kurushaho mu guhashya buri wese ukora nabi.\n\nIngamba nshya zo kurwanya ruswa zatangiye gushyirwaho, mu gihe abaturage bifuza kubona urundi buryo bushya bw’imibanire n’imiyoborere myiza, irangwa n’ubunyangamugayo n’umurava.\n\nNguko uko umuyobozi mukuru wari icyitegererezo cy’impinduka yazimiye, inshungu ze zigahanagurwa n’inkubi y’ubugizi bwa nabi. Ibi byose byabereye abaturage ba Karindara urugero rukomeye rw’uko inzira yo kugendera ku mategeko no gukora neza iruta kure kure inzira y’amafaranga idafite icyerekezo."
    },
    {
        "story_id": 5,
        "text": "Hari mu gitondo cy’impeshyi, izuba ryari rikifubitse mu bicu byijimye, ubwo inkuru yari itunguranye yatashye muri ville ya Kigali. Uwo munsi, umujyi wari uryamiye amahoro, mu biro bihoramo uruhurirane rw’akazi, ikinyamakuru cyari cyatangaje inkuru y’ishyano.\n\nUmuyobozi Mukuru w’Umujyi wa Kigali, Bwana Karangwa Jean Bosco, yari amaze gufatwa ashinjwa icyaha cya ruswa, ibintu bitigeze byibwirwa n’abaturage kandi byamutunguye. Ni we wari uzwiho gukiranuka no guharanira iterambere ry'umujyi; aho yanyuraga hose, yasangaga ibisubizo ku mbogamizi umujyi wahuraga na zo.\n\nAmakuru yakwirakwiye hose mu masaha make, abantu bakoranya ibikapu byabo bajya mu mihanda bifuza kumenya byinshi kuri icyo gikorwa. Bwana Karangwa yari muntu ki? Mu minsi micye yari amaze ku buyobozi, umujyi wari watangiye kurangwa n’isuku ndetse n’iterambere ryihuse. Abantu bari bamuri inyuma, bamushima nk’umuntu w’intangarugero.\n\nAriko rero, igisa n’imbwa yamize n’ijosi kigaragaye ubwo uwari umwungirije, Madame Mukamana Claudine, yatanze ubuhamya bw’impamo. Yagize ati, “Nabonye ibyo yakoraga mbonye bihabanye n’indangagaciro yaturagaho inama. Yatangiye gukorana n’abashoramari mu buryo bw’ikinyoma, yaka amafaranga kugira ngo atange amasoko.” Ayo magambo y’ibanze yabaye nk’umutwaro ku mutima w'abaturage.\n\nAbanyamakuru bari bazanye ibikoresho byabo byose, bifuzaga kuganira n’umuyobozi ukurikije uko yari akomeye. Bwana Karangwa wahuye n’ikinyoma ntiyigeze acika intege, ahubwo yabashije kwivugira mw’itangazamakuru ati, “Ndengana, ntacyo nakoze. Ibi ni ibihuha bifite intumbero yo kunturisha.” Ariko se, yari agiye guca mu rihumye urukiko n’abaturage bose cyangwa yari ukuri gutatse imanga?\n\nImyigaragambyo yo kuzirikana kuri iki kibazo yahuruje abaturage, abakozi bo mu mujyi, n'inzego z'umutekano barangamiye mu kubona aho ibintu bishirira. Aya makimbirane yabaye ikimenyetso kigaragaza uko ruswa ishobora gupfusha ubuyobozi bwiza ubusa. Rwiyemezamirimo umwe wafitanye umubano n’umuyobozi yari azi byinshi kuri Bwana Karangwa. Yari afite icyemezo kimwe cy’uko yatanze amafaranga ku buyobozi kugira ngo ahabwe isoko rya miliyoni nyinshi. Yatanze ibisobanuro simusiga imbere y’abacamanza.\n\nMu minsi yakurikiyeho, Bwana Karangwa yasabiwe gutabwa muri yombi ategereje kuburanishwa. Uruhande rukomeye rw’amategeko rwashatse kumwunganira, ariko abanyamategeko benshi bavugaga ko urubanza rwari rugoranye.\n\nInkuru yakomeje kubaho ityo kugeza ubwo urukiko rwihanukiriye rushingiye ku bimenyetso bifatika, Bwana Karangwa ahamwa n’icyaha ahanishwa igifungo cy’imyaka irindwi. Amategeko yahabaye, ariko neza cyangwa nabi, umujyi ntiwaciwe intege. Hari benshi bakomeje kwibaza ku isura nshya umujyi uzagira, binashimangira ko indangagaciro zakomeje kuba ngombwa mu buzima bw’umuryango nyarwanda. \n\nUbwo ibihugu byegerezaga imiryango impinduka, Kigali yakomeje urugendo rw’amajyambere, intambwe ku yindi, igiye kumenya uburyo bwo kurenga amananiza n’imbeho y’amashyamba. Inkuru ya Bwana Karangwa yasigaranye isomo rikomeye ku guharanira ubupfura, ukuri, urumuri n’ubutabera ku bayobozi ndetse n’abayoborwa."
    },
    {
        "story_id": 6,
        "text": "Mu bubiligi bw'izuba rirenga, hari igihugu cyitwa Zamunda. Iki gihugu cyari gifite umuyobozi mukuru witwa Bwana Imanzi Kalinga, wari uzwiho kugira ijwi rikomeye mu guhindura imibereho y’abaturage be. Kuva yajya ku butegetsi, Kalinga yakoze byinshi mu guteza imbere igihugu, guha abaturage amazi meza, no kubaka amashuri mu bice byitaruye. Ariko, yakunze kugirwa inama yo gukomera ku kuri no kwirinda ibyaha bya ruswa byashegeshaga igihugu.\n\nUmunsi umwe, umucamanza mukuru wa Zamunda, Madamu Alina Mbaraga, yahawe amakuru mashya ko mu biro bya Bwana Kalinga, hari gahunda yabaye mu ibanga yo kwemerera sosiyete y’inyamahanga kugera ku mitungo kamere y’igihugu mu buryo butemewe n’amategeko. Hari amatsiko menshi ku bijyanye n’imigendekere y’amasezerano, aho byavugwaga ko umuyobozi Kalinga ashobora kuba yarakiriye ruswa nini cyane kugira ngo agandukire ibyo abakire bari bamuteguriye.\n\nNk'uko amategeko abiteganya, iperereza ryaratangiye. Byageze aho ku kwezi kwa munani, abacamanza bari bafite ibimenyetso simusiga byerekana ko Bwana Kalinga yari yaremeye amafaranga avuye mu matike y’indege, gusura inziza zo hirya no hino ku isi hamwe n'amafaranga yoherejwe kuri konti z’ububiko bw’amahanga. Iyi nkuru yabaye icaniro mu binyamakuru, byatumye abaturage ba Zamunda batangira gushidikanya ku butabera bwari bugeze ku rwego rwo kurinda abayobozi bakuru.\n\nKalinga yatawe muri yombi mu gitaramo yakoreraga mu murwa mukuru, aho hari hateraniye imbaga y'abaturage. Abashinzwe umutekano baramwegetse bamwerekana nk’umunyabyaha n'ibimenyetso biri ku ruhande rwabo. Abari bazi neza Kalinga bari bazi neza ukuri kw'ibyo yari yakorewe n’uruhurirane rw'ubucanshuro bwakorewe igihugu. Nyamara, abandi batazi neza iby'umurongo w’amateka ye, ntibyari ibitangaza kubona ukwisezeranira umucyo wa ruswa agatsindwa n’urwigo rw’amarozi y’ubusambo.\n\nMuri urwo rugendo rw’iperereza no gushakira ukuri mu mategeko, abacamanza bakoze ibishoboka byose kugira ngo basobanukirwe n’amayeri yose yakozwe kugira ngo ruswa ihishwe. Nyuma yo kugira ibiganiro byinshi n’abatangabuhamya b’ingenzi, abacamanza b’uru rubanza baje gusanga Kalinga yari yarajujubiwe kugirana imishyikirano yose n’abashoramari bo mu mahanga gukorana mu bwiru ku bakiriya bakomoka hanze.\n\nMu nkiko, Bwana Kalinga yaje gutandukanywa n’inyama z’abandi bamushinjiraga ntacyo yavugaga. Abamwunganiye barwanye bushyashya baharanira amateka ye meza, ariko; iminsi yanyuma y’urubanza Imana yaje kurekurira igihugu ihoza ku mutima. Icyumweru cy’iburanisha rurayiyoboye; nyuma y’umwanzuro w’urukiko ko yahamwe n'icyaha, umucamanza yatanze igihano gihwanye n’imyaka yarindwi y’igifungo, bifatanya n'iyitwa ry’ubwo bugaragu bw'ubwihisho bwo kwirengera mu icyo cyaduka cy’iminsi iri imbere y'amatwara.\n\nAmateka ya Zambunda akaba abaye yahindutse bidasubirwaho, ariko abaturage bake murushye batekereza neza inyigo nshya y’imyaka Mike Imanzi yashygikiriye ifite amahoro ashyikiranijwe mu miyoborere yamye inononswa no kugira umuyobozi wirwariza. Umucyo wa ruswa ntiwashimangira hakere, maze abagize uruhare mu by’umuzimu wa zamunda barahirenga baramenwa.\n\nKuva ubwo, Zamunda yabaye igihugu cy’inyenyeri mu kwigira no gukugura imbere, ihambazwamo ukuri n’ubutabera nk'ingahe abaturage benshi n’abayobozi bihaye umurongo. Ariko, amateka ya Kalinga yabaye ikiganiro mu b’isi hose, bibutsa buri wese ko kurwanya ruswa bihora ari urugamba rwamye gushingira ku nkubiri n’ubunyangamugayo."
    },
    {
        "story_id": 7,
        "text": "Igitekerezo cy'inkuru ndende:\n\nMu mujyi ucecekesha abantu benshi, aho icyizere cyari gifatiye ku muyobozi mukuru witwa Bwana Nsabimana Jean-Claude, haturutse inkuru imena ibipfukamiro by'abaturage. Bwana Nsabimana yari azwiho kuba intangarugero mu kuyobora, kandi benshi bamufataga nk'icyitegererezo mu gihugu. Yari azwi nk'umuntu utaryarya, uhora ashyigikira iterambere ry'igihugu n'imibereho myiza y'abaturage.\n\nAriko rero mu gitondo kimwe ntikizibagirana, inkuru yasakaye mu binyamakuru no ku mbuga nkoranyambaga zose ko Bwana Nsabimana yafatiwe mu cyuho yakira ruswa ikomeye. Ibi byateye benshi mu bawemera kumirwa. Abantu bakomeje kwibaza ukuntu umuyobozi w'icyitegererezo yahinduka akagwa mu byaha byo kwakira ruswa.\n\nIbiganiro byahise bitangira mu gihugu hose. Inzego z'ubutabera zahise zifata icyemezo cyo kumuhata ibibazo kugira ngo hashakwe ukuri kw'ibyo ashinjwa. Abasesenguzi n'abanyamakuru bagerageze kugaragaza uburyo ruswa yagiye isa n’iyinjirira bucece, iganisha ku gucura imigambi mibi yo kuvangirana n'amasosiyete yo mu mahanga.\n\nMu gihe cyose cy’urubanza rwe, Bwana Nsabimana yagerageje guhakana ibyo ashinjwa, avuga ko ibyo byose ari amatakirangoyi y’abashaka kumwambura icyubahiro no kumusenya. Yari afite ubushobozi bwo gutanga ibisobanuro byerekana ko ibirego yari akurikiranyweho byari byarateguwe n'abantu bashaka kwigirizaho nkana.\n\nMu gihe urubanza rwari rukomeje, byaje kugaragara ko hari abandi bakozi bo mu nzego zinyuranye bafatanyije nawe muri ibyo byaha. Ibi byatumye abantu benshi batangira gusaba impinduka mu miyoborere ndetse n’amategeko akaze kurushaho mu guhangana n’icyorezo cya ruswa kimunga igihugu.\n\nIcyizere cy’abaturage kuri Bwana Nsabimana cyaragabanutse, ariko hari n’abakomeje kumushyigikira, bavuga ko hari agatsiko kari kamukingiye urubuga kugira ngo kamubeshyere. Nyamara, ikibazo cya ruswa cyari cyarafashe intera ndende kurusha uko byagaragariraga amaso ya rubanda. Muri ubu bushyamirane bw’ibitekerezo hagati y’ukuri n'ukwihisha, igihugu cyasabwe gufatira urugero kuri uru rubanza ngo harandukwe uburyo ruswa ivumburwa kandi igakumirwa neza kurushaho.\n\nMu mperuka y'urubanza, ubutabera bwemeje ko Bwana Nsabimana ashingiwe ku bimenyetso bikomeye byari byatanzwe, akatirwa igihano gikomeye ndetse asabwa gusubiza amafaranga yari yaragendeye kuri ruswa. Iki cyemezo cyanyuze bamwe, giteye abandi ishavu, ariko byabaye itangiriro ry’impinduka zikomeye mu gihugu, aho abantu bose basabwe kuba maso no kwamagana ibyo kurya ruswa mu nzego zose. Mu mvugo zabo, abantu bagasangiza abandi inkuru ya Bwana Nsabimana nk'umugani ugomba guhora wibutswa mu mateka, kugira ngo hatazongera kubaho abayobozi bamara amanga nk’uko byagenze kuri we."
    },
    {
        "story_id": 8,
        "text": "Umunsi umwe mu gihugu cyitwa Kororombiya, hari umuyobozi mukuru witwaga Bwana Karangwa, wari uzwiho ubuhanga n’ubunyangamugayo mu kazi ke. Yari amazemwo imyaka myinshi ayobora Minisiteri y’Ubutabera, kandi yakundwaga n’abaturage kubera ibyo yagejeje ku gihugu, birimo gushyiraho amategeko akarishye ahana abakekwaho ruswa.\n\nAriko, ku mugoroba umwe utunguranye, inkuru mbi yaracicikanye mu gihugu hose: Bwana Karangwa yari yatawe muri yombi akekwaho kwakira ruswa. Byatangajwe ko yari yafashwe mu cyuho ari kumwe n’uwitwa Madamu Irakoze, umucuruzi w’icyubahiro wari uzwiho kuba afitanye amasano akomeye n’abantu b’ubushobozi bukomeye mu gihugu.\n\nAmafaranga menshi yari yafatiwe mu ikofi ya Bwana Karangwa. Mu itangazwa ry’icyo gikorwa, inzego z'umutekano zahawe amashyi y’urufaya n’abanyamakuru ubwo batangazaga ibimenyetso byari byabonetse mu iperereza ry’ibanga ryari rimaze amezi menshi rikorewe kuri uwo muyobozi.\n\nAbaturage benshi batunguwe n'iyo nkuru, kuko Bwana Karangwa yari yabaye intangarugero mu kurwanya ruswa muri minisiteri ye. Mu nama zose yakundaga gukoresha arwanya iri yica rubanda, abaturage bari bamufataga nk’intwari idakorwaho.\n\nByatangiye kumenyekana ko kuva kera, Bwana Karangwa yari afitanye amakimbirane na bamwe mu bayobozi bagenzi be bashakaga ubugambanyi, bakaba bashoboraga kuba baramushushanyije mu mugambi wo kumuharabika. Ariko kandi, hari n’abandi bavugaga ko nta muntu udafite intege nke, kandi bashimangira ko iyo haguye amafaranga mu biganza bya buri wese, gutsinda iryo jaribwari rigoye cyane.\n\nNyuma yo gufatwa, Bwana Karangwa yagizwe umwere mu rukiko rwa mbere, kubera ibisobanuro bitari byumvikana neza ndetse n'ibimenyetso bidahagije. Ariko, ntiyashoboye gusubira ku kazi ke, kuko uwo mwanya wahise uhabwa undi muyobozi utazwi cyane.\n\nIcyo gikorwa cyateye igikomere gikomeye ku bushobozi bwa leta mu kurwanya ruswa, ndetse icyizere cy’abantu ku buyobozi bukuru bw’igihugu cyarazambye. Bwana Karangwa yahisemo kwigira mu bwihisho, aho agikomeje gushakisha ukuri kw’ibyamubayeho.\n\nInkuru ye yabereye isomo ikomeye abandi bayobozi, bibuka ko umuntu wese atirinda, ashobora kugwa mu bishuko bya ruswa, ndetse igihano cyo guharabikwa kikaba gikomereye buri wese. imyaka myinshi nyuma y'ibi byose, abenshi mu gihugu cya Kororombiya bakomeje kuvuga inkuru ya Bwana Karangwa nk’urugero rw’uko intwari n’umunyakuri ashobora guhura n’ibizazane bikomeye igihe cyose."
    },
    {
        "story_id": 9,
        "text": "Mu rw’imisozi rwiza rw’u Rwanda, aharangwa amateka n’umuco bikomye, niho inkuru y’igisonga cy’ubutabera yatangiye gukwirakwira. Mu gihugu giha agaciro ubunyangamugayo, habayeho umuyobozi mukuru, witwa Bwana Ntwali, wari uzwiho ubuhanga n'ubukaka mu kuyobora.\n\nBwana Ntwali yari umukire bivuye mu mirimo ye itandukanye yakoze mu myaka yashize. Yari yarize amashuri ahanitse afasha igihugu gutera imbere mu by'ubucuruzi n'ikoranabuhanga. Akigera ku mwanya wo kuyobora ikigo cyo gutunganya ingufu z'amashanyarazi n’ibikomoka kuri peteroli, benshi bari bamwizeyeho kubona impinduka nziza.\n\nAriko, amahoro yarabaye make ubwo humvikanaga amakuru agatotsi ko kuba Bwana Ntwali akekwaho ibikorwa bya ruswa. Mu mpera z’umwaka, inzego z’igihugu zishinzwe kurwanya ruswa zatangarije itangazamakuru ko uyu muyobozi yasanganywe ibyemezo bifatika byerekana ko yakira amafaranga mu buryo butemewe. Bivugwa ko yitabazaga imiyoborere mibi agaha amasoko menshi ibigo bitandukanye, bigatuma igihugu gihomba akayabo k'amafaranga.\n\nIbimenyetso byari byinshi kandi birimo amabaruwa y’ibanga ndetse no kwimura amafaranga yo mu kigega cy’igihugu akayohereza muri konti z’i mahanga zigenga. Abayobozi b’inkiko batangaje ko bafitiye Bwana Ntwali ibirego bikomeye bishobora gutuma ahamwe n'icyaha cyo kwigurira ubutabera cyangwa gufungwa burundu.\n\nAriko urugamba rwari rutararangira. Bwana Ntwali, ubwe yiyemeje guhakana aya makosa, avuga ko ari abashaka kumuharabika no kumubangamira mu ntego ze nziza yari yarahishiwe. Mu rubanza rwabaye urukurikirwa cyane mu mateka y'igihugu, abashinjacyaha bagerageje kugaragaza ukuri ku byaha bye, mu gihe abamwunganira baharaniraga kuzimya ayo majwi y'abamushinja.\n\nAbaturage n'abayobozi bari babukereye kumva imigendekere y’urubanza ndetse n’urubanza rwabereye mu ruhame kugira ngo rukurikirwe na benshi. Ikibazo cya ruswa cyari cyaragize ingaruka zikomeye mu bihugu byinshi, bityo abanyarwanda bari bafite icyizere ko ubutabera buzaganza kandi hakagaruka isura nziza y’ubuyobozi bw'igihugu.\n\nIgihe cyarashize urukiko rugeze ku mwanzuro. Itariki y'urubanza imaze kugera, inteko y’abacamanza yinjira mu cyumba cy'urukiko ifite umutima unogeye. Ku munsi wo kuburanisha urubanza, umucamanza mukuru yahagaze ku kicaro cye maze atanga ikemezo cyatunguye benshi. Bwana Ntwali yahamwe n'ibyaha bimushinjwa yahanishwa igifungo cy’imyaka 20.\n\nInkuru yarakomeje ndetse yirukanse hose, iba icyitegererezo cyo kwerekana ko ntawe uri hejuru y’amategeko, kandi ko ruswa ari icyaha kiremereye kigomba guhashywa kugira ngo igihugu gitere imbere mu bwisanzure, ubutabera n'ubusugire bw’abaturage. Inkuru ya Bwana Ntwali yabaye impamo icyawe, ituma benshi bigira kuri aya maherezo kandi bemera kurwanya ruswa byimazeyo."
    },
    {
        "story_id": 10,
        "text": "Icyo gihe cyari icyumweru cy’icuraburindi mu mujyi wa Kigali, aho inkuru y’ifungwa ry’umuyobozi mukuru w’ikigo cy’ingufu yavugishije benshi amangambure. Bwana Mugenzi, wari umaze imyaka itari mike ayobora icyo kigo, yafashwe na Polisi y’u Rwanda nyuma ya raporo z’uko yari yishoye mu bikorwa bya ruswa.\n\nByose byatangiriye ku makuru yatanzwe n’umukozi utashatse ko izina rye ritangazwa, wahangayikishijwe n’imikorere y’umuyobozi. Umukozi yahaye amakuru Ikigo cy’ubugenzuzi cyigenga, avuga ko hari amasoko menshi Bwana Mugenzi yahabwaga atubahirije amategeko, agaha isoko sosiyete zifitanye isano n’abavandimwe be kandi zihabwa amafaranga arenze ayo zikwiye.\n\nMu ntangiriro, hari bake bakekaga ko ayo makuru yari ukuri, kuko Bwana Mugenzi yari yarubatse izina mu kumurika ibikorwa by’ikigo no kugira umubano mwiza n'abakozi. Ariko uko iminsi yicumaga, ibimenyetso byatangiye kwivugira. Abagenzuzi babashije kubona inyandiko zigaragaza impapuro mpimbano zatanzwe mu rwego rwo guhisha amakuru nyayo y’imikoreshereze y’ingengo y’imari.\n\nBwana Mugenzi yitabye ubutabera, ahita ahakana ibyo aregwa byose, avuga ko ari abashaka kumwikiza ku mpamvu za politiki. Yabisobanuye asobanura ko ibyo bikoresho byose byari byanyuze mu nzira zemewe. Ariko ubushinjacyaha bwari bufite ibimenyetso simusiga birimo inyandiko zisaba ruswa n’amakuru ya banki yerekana uburyo amafaranga yanyerezwaga akoherezwa mu ma konti y’ibigo by’ibihimbano.\n\nUbwo inkuru yakwirakwiraga, abatari bake nyuma y’imanza batakaje icyizere mu kigo cy’ingufu. Ariko hari abifuzaga ko iyo nkuru iba intangiriro yo guhangana na ruswa.\n\nMu gihe urubanza rwakomeje, ubushinjacyaha bwasabaga ko Bwana Mugenzi afungwa imyaka igera kuri cumi n’itanu, kugira ngo bibe isomo ku bandi bayobozi bagerageza kwishora mu bikorwa nk'ibyo.\n\nBamwe mu baturage batekerezaga ko n’ubwo Bwana Mugenzi yafatwa, hari abandi bayobozi bashobora kuba bakora nk’ibyo kandi bagikomeza kugendagenda mu mudendezo. Ariko bamwe bongeye gutekereza ku rugendo rw’ukwisubiraho no guharanira kumvikanisha ukuri no kugira ubuyobozi bunoze.\n\nIyi nkuru yakomeje gucurangira kuri radiyo, yandikwa mu bitangazamakuru no kuganirwa mu mihanda, inakoma imbarutso yo gusaba amahame mashya yo kwizerwa mu nzego za leta. Ndabizi ko bitoroshye, ariko abantu benshi batewe akanyabugabo no kubona ko hagira igikorwa mu guhashya ruswa."
    }
]