[
    {
        "story_id": 1,
        "text": "Mu gihugu cyitwa Rurambiranwa, habaye amatora y’umukuru w’igihugu atarakunze kwibagirana mu mateka y’icyo gihugu. Aya matora yabaye mu kwezi kwa Munani umwaka ushize, ariko ingaruka zayo zikomeje gututumba kugeza magingo aya.\n\nMbere y’uko amatora aba, ikirere cyari cyijimye kubera ukutubahiriza amategeko n’akajagari kari kariganje mu rwego rwa politiki. Abakandida batatu bari bahanganye bikomeye: Iyamarwa, umukandida wari usanzwe ku butegetsi; Muminduka, umunyapolitiki w’inararibonye wavuye ku ruhande rutavuga rumwe n’ubutegetsi; na Dukomere, umukandida ukiri muto waserukaga urubyiruko n’icyerekezo gishya.\n\nMu gihe abafana ba Muminduka n’abashyigikiye Dukomere bari bategereje impinduka mu mikorere y’igihugu, Iyamarwa yakomeje gukoresha uburyo budasanzwe mu kwiyonera, bifasha guhatana ku rwego ruhanitse. Icyakora, uko ibihe byagendaga, byasaga nk’aho gukoresha amaboko yagutse umunsi biteguraga amatora.\n\nAmatora yarangiye Iyamarwa atangajwe nk’uwatsinze n’amajwi 51%, ariko abakandida bagenzi be ntibigeze babyemera. Muminduka yatangije urubanza mu nkiko aho yavugaga ko hari uburiganya byakozwe mu matora. Dukomere we yahisemo kubigaragambiriza mu mihanda, acyurira urubyiruko rwari rukiri rubisi rwari rwishyuye kurwanira indoto zabo.\n\nMu minsi yashize hakurikiyeho imyigaragambyo ikaze mu murwa mukuru, Kabarara. Abaturage bari mu mihanda basaba ko hakoreshwa andi matora kuko banyuzwe n’uburiganya bwavuzwe. Polisi yafashe umwanzuro wo gukoresha ingufu, maze imyigaragambyo isohora ikintu cyari cyarigeze kubaho: ubwongereza bukomeye mu rukingo rw’igihugu.\n\nImpunzi zabaye nyinshi ku mpande zose. Abenshi mu bajene n’abagore basizwe ari bo bayakwiye kurebwa n’ingaruka, kuko abenshi mu bato n’abakuriye bo batigeze babyiharira. Mu gihe inkiko zirimo kuvugisha amangambure, abayobozi basabana n’imiryango mpuzamahanga ngo yimurwe mu kibazo, ariko biragoye kubona umuti w’iyi mvururu.\n\nMu minsi mike ishize, hateguwe ibiganiro hagati ya guverinoma ya Iyamarwa na abatavuga rumwe nayo, byakoreshejwe mu muryango mpuzamahanga. Ariko na none, ibiganiro byarangiye nta mwanzuro ugaragara, kuko umutekano wakomeje gucumba umunirimbo.\n\nIbikorwa by’ubukungu nabyo byaramugaye hirya no hino mu gihugu, kuko abashoramari barimo guhagarika imigambi yabo mu gihe bategereje kureba aho ahazaza huzakurikira aya matora. Kubaho kw’igihugu kwa kajagari nako kwatumye abaturage batumva icyo bazizera.\n\nMu gihe abanyapolitiki n’abayobozi bigaragaza uburyo bwo gukemura iki kibazo, abaturage bo barakataje mu kubona uburyo bwo gusenga amahoro, bemera ko ari bwo butabera bwa rwa rukingo rw'umubano wabo n'amateka yabo. Ni amateka ariko yaciye uyu murongo, mu gihe kitaravugwa aho ibintu byo bigana."
    },
    {
        "story_id": 2,
        "text": "Hari igihe kitari cya kera mu gihugu cyacu cya Imberakuri, igihe amatora ya perezida yari arimo guhindura isura y'iyi repubulika yacu. Byari mu mwaka wa 2023, ubwo Abanyamiberakuri bose bari bategereje kumenya uzayobora igihugu mu gihe cy’imyaka itanu. Aya matora yari agize impaka n’imvururu zidasanzwe mu mateka y’iyi repubulika.\n\nByatangiye nk’ibisanzwe, igihe abakandida batatu bakomeye batangaga kandidatire zabo. Hariho Perezida usanzwe uyobora, Bwana Mika Ntamwumba, wari umaze imyaka itanu ku butegetsi. Haracyariho kandi umukandida ukomeye wo mu ishyaka rya opozisiyo, Madamu Evelyne Uwase, n’umukandida mushya umuhwituzi wari wiyamamaje ku giti cye, Bwana Samson Mutangana.\n\nUbwo ibihe byo kwiyamamaza byatangiraga, abaturage b’iki gihugu batangiye kubona bumwe mu butumwa bukakaye bwa politiki. Urubuga rwa politiki rwari rwashyushye: imitwe ya politiki yatukana ku mugaragaro, amashusho amwe n’amwe y’abakandida aba igicibwa mu bitangazamakuru, n'utubari twari twarokotse ingorane z’imvururu twahoraga tutaranye imyigaragambyo y’abashyigikiye abakandida.\n\nIgihe cyo gutora cyarageze, maze rubanda itangira kumva ko aya matora atari ibisanzwe. Ku munsi w’amatora, ibikoresho bijyana n'utubuka yaba zachivanwe mu bice bimwe na bimwe by’icyaro, abandi batoye kubona imikono yabo itekanye. Kubera iyo myuka mibi y'inzangano na ruswa, amavuta y'imyiryane yajombye neza mu migi myinshi, maze nyuma y’ibihe by’akaraha kajyahe hatangira kugwa urusyo n'igico.\n\nByarangiye Komisiyo y’amatora itangaje ko Bwana Mika Ntamwumba yagize intsinzi n'ijwi ridaciye akanyuma. Nyamara, umujinya w'abarwanya iyi ntsinzi ntiwaba warapfukiranwe. Umunsi wakurikiyeho, imihanda yaremereye n'ubushagarira bw’abaturage bari bamagana ibyari byatangajwe. Haba imvururu z’urudaca, abaturage bari bifitemo agahinda bakajya mu mihanda batwika amapine, abandi bahanurira abantu guhirika ku ngoma ubuyobozi bwakekwagaho uburiganya.\n\nNyuma y’ibyumweru bibiri by’imidugararo, umuryango mpuzamahanga wari waje kwiga ku kibazo cyacu. Ayo mafaranga yakoreshwaga mu matora yakomeje kuba umugani mu miryango mpuzamakungu, maze bahata ubwoko bw’acarimwe igihugu cyabo giheruka gukoresha nk’inganzo y’ukuri. Hanyuma, Imberakuri yiyambaje ishyaka rishya, rikubaka ibiganiro byacengeye mu mutima wa politiki kugira ngo ikemuke amahoro agaruka mu gihugu cy'abanyakwigunga.\n\nAya ntibyari amatora gusa, ahubwo byari n’ikizamini gikomeye kuri demokarasi y’imbere mu gihugu cyacu cya Imberakuri, cyadukerereje umuco w'ukwisubiraho, w’ubutabera no ku bandi rukarakara b'ingoma yashize. Ni inkuru y'umusozo wikinisha iteka, mu gihe turimo kwitegura imbere hashya hasubiye kugira amahoro n'imibereho myiza y'abaturage."
    },
    {
        "story_id": 3,
        "text": "Mu gihugu cya Kimenyi, ayo matora yari ategerejwe n'abaturage benshi kuko yari ashyira iherezo ku myaka myinshi y'ubuyobozi butavugwaho rumwe. Uyu mwaka wari uw'akarobarasoni mu mateka y'iki gihugu, kuko amatora yari ageze, kandi buri wese yari yiteze ko haza impinduka.\n\nImpaka zari zishingiye ku bakandida babiri b'ingenzi bari bahanganye: Bwana Mugabe, wari umaze imyaka isaga 15 ku butegetsi ariko ugifite igikundiro mu gice kimwe cy'igihugu, na Madamu Niyonsenga, umunyapolitiki mushya wari waje mu kibuga avugwa cyane ko ashaka kuzana umwuka mushya mu buyobozi. Umwuka wari uw'uruhande rumwe ushyigikiye ibisanzwe n'urundi rwanze kuguma mu mateka.\n\nMu minsi ya mbere y'amatora, ibikorwa byo kwiyamamaza byari byajemo ibara ryinshi. Abaturage barashwana mu tubari no ku mihanda. Amashyaka yakoresheje ubushobozi bukomeye mu itangazamakuru; Aliko impaka zarenze imbibi, zishyirwa mu miryango aho abantu basubiranagamo biturutse ku ngengabitekerezo z'abayobozi.\n\nUmunsi w'amatora nawo ntiwagendanye amahoro. Ibyumba by'amatora byafunguriwe igihe, ariko hahise havuka impaka ku buryo abari bemewe gutorera ahantu hanyuranye. Hari abavugaga ko impapuro zavuye zituzuye, abandi bagashinja komisiyo y'amatora guhisha ibiri kuba.\n\nInkuru mbi yageze hanze ubwo hamenyekanaga ko hari ibiro byatwitswe mu gace ka Nyamirambo, bivugwa ko ari abashyigikiye Bwana Mugabe babikoze kubera ko bagize impungenge ko atatsinze muri ako gace. Amaze kumenya iby'iyo nkongi, Bwana Mugabe yasohoye itangazo aho yamaganaga igikorwa cy'ibitekihinyuma ndetse ashimangira ko atari yifuzaga ko byaba.\n\nMadamu Niyonsenga, na we ntabwo yatindanye gutangaza ko ibyo byabaye bigaragaza ko igihugu gikwiye kuyoborwa n'abashaka amahoro n'inyungu z'abaturage, ndetse ko abantu bakwiye guha agaciro ibitekerezo bishya byagera ku bibazo bikomeye.\n\nNyuma y'iminsi ibiri yo kubara amajwi, Komisiyo y'igihugu y'amatora yatangaje ko Madamu Niyonsenga yatsinze ku majwi 52%. Abashyigikiye Bwana Mugabe bakomeje kwanga kwemera ibyavuye mu matora, bavuga ko habaye uburiganya. Ibimburira umunsi mukuru w’umudendezo wabaye imvururu zikomeye, aho abantu basaga mirongo itatu bakomerekejwe.\n\nGusa, ku munsi ukurikira, Bwana Mugabe yaje kwakira kubavye ibyavuye mu matora muri twegerane n'umwiza ku ruhande rwa guverinoma yaboneje ko iyo tsindwamo ye nyine yumvyikene gare umukandida usumba abandi wall-mart. Uburere bwo kurangiza imvururu ndetse no gushyirongeza ibikorwa bya demokarasi n'ubumwe mu gihugu, yasabye abashyigikiye gutuza no kwakira ibyemezo by'ururira.\n\nAbantu benshi bagiye kubona ingoma nshya ndetse bakaba bafite ibyiringiro ko hagiye gukorwa impinduka nziza, birinda politics zo ku gihe gishize, basaba ko imiyoborere itangiriye mu kugira inama abaturage."
    },
    {
        "story_id": 4,
        "text": "Hari mu mwaka wa 2025, mu gihugu cyitwa Repubulika ya Kinyarukundo. Icyo gihe, icyo gihugu cyari mu byiciro by’ingenzi by’amateka yacyo ubwo hari hategerejwe amatora ya perezida. Aya matora yari yarandukiye hose mu gihugu kubera ukuntu abari guhatanira umwanya wa perezida bari bafite impaka zikomereye abayoboke babo ku mpande zombi.\n\nAbakandida babiri bari imbere mu matora ni Manzi Jean-Paul n’umukandida nyamukuru w’ishyaka ritavuga rumwe n’ubutegetsi, Uwase Aline. Manzi yari yariyemeje gukomeza gahunda ze zo guteza imbere ubukungu n’imibereho myiza, mu gihe Uwase we yashakaga kuzana impinduka mu miyoborere no mu nzira yo kugabanya ubusumbane hagati y’abakire n’abakene.\n\nImvura y’amagambo ubwo yari ikibazo gikomeye cyane. Buri mukandida yari afite abamushyigikiye bameze nk’ibikundi birasana amagambo adashira, imbere y’itangazamakuru n’imbuga nkoranyambaga. Umutekano w’igihugu wari washyizwe mu byiciro byo hejuru, abateguye ibijyanye n’umutekano bakaba barageragezaga uko bashoboye kose ngo barinde imidugararo ishoboka.\n\nKu munsi w’itora, abantu benshi bari bazindukiye ku biro by’itora, ariko bari bafite impungenge z’uko ibintu byashoboraga kuvamo umuvurungano. Mu masaha y’ijoro ubwo amajwi yatangiraga kubarurwa, impaka zatangiye gukara cyane. Uruganda rw’amajwi rwari urujojo, buri ruhande rusesengura imibare butangaje n’ukuri kw’amajwi.\n\nIyo minsi yakurikiranywe n’imvururu zikomeye, ubwo abakomoka ku mpande zitandukanye batangiraga guterana mu mijyi itandukanye, bavuga ko amatora yabayemo uburiganya. Abakurikiranira hafi politiki y’igihugu cya Kinyarukundo batangajwe n’uburyo ibintu byakomeje kuba bibi, n’ubwo abenshi bagaragazaga ko bashyigikiye amahoro.\n\nMu gihe abaturage bakomezaga guhiganirana mu mbyino z’ubusabane, byose byashojwe n’itangazo ryakozwe mu buryo butatunguranye na Komisiyo y’Amatora ya Repubulika ya Kinyarukundo. Manzi Jean-Paul yatsinze amatora n’ijanisha rito cyane, gusa humvikana ko hagiye hahita hashyirwaho amavugurura akomeye mu mikoreshereze y’ubuyobozi n’imiyoborere kugira ngo haje kugerwaho ituze mu gihugu.\n\nIcyo gihe cy’amatora cyabaye ingenzi mu gutera imbaraga gahunda yo gukorera hamwe no gushaka umuti uhamye w’ibibazo byitwaga insobe by’ingorane z’imibereho muri Repubulika ya Kinyarukundo. Byatumye amateka y’icyo gihugu agira gahunda zishingiye kuri demokarasi n’imiyoborere ihiriye abaturage benshi."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Repubulika ya Kiramira, amatora ya perezida yo mu mwaka wa 2023 yaranzwe n'urusobe rw'ibihe bidasanzwe, aho abaturage ndetse n'amahanga bari batahiwe n'impungenge ku hazaza ha politiki y'igihugu. Bwa mbere, amatora yari ategerejwe n'uruhare ruhambaye, aho abanyagihugu biyandikishije ku bwinshi mu rwego rwo guhitamo umuyobozi ukwiye ushobora kuzahura ubukungu bwazambye n'imiyoborere yari imaze igihe icumbagira.\n\nAbakandida b'ingenzi bavugwaga cyane muri aya matora ni Mussa Kamana w'ishyaka rya PRP (Parti du Renouveau Populaire) n'umukandida wigenga, Immaculée Ntamuhanga, wari uzwiho kuba umunyakuri n'intwali mu kuvuganira rubanda rwicira isazi ku jisho. Imigabo n'imigambi ya Mussa yibandaga cyane ku kuvugurura gahunda z'ubukungu no kurema imirimo mishya cyane cyane mu rubyiruko, mu gihe Ntamuhanga we yashyira imbere ibyo yitaga \"impinduka rusange\", aho yashakaga kongera imiyoborere ikorana n'abaturage.\n\nIyo minsi y'amatora yabaye igitangaza kitari cyitezwe, aho Ibiro by'amatora byatangaje ko Mussa Kamana ari we watsinze ku kigero cya 51%, mu gihe Ntamuhanga yagizengo 48%. Uku gutsinda guke kwateje impaka ndende ndetse n'ingaruka mu bice bimwe by’igihugu. Ibinyamakuru byiganjemo amakuru avuga ko hari ibyavuye mu matora byakemanzwe, harimo ibitora byageraga ku biro bimwe na bimwe ari byinshi, bikagaragara ko bashobora kuba baratorerwemo inshuro nyinshi.\n\nNtamuhanga n'itsinda rye baje guhita bageza ikirego mu rukiko rusesa imanza, basaba kw'isubiramo n'ukujujura ibyavuye mu matora. Uyu mwanzuro ukaba warashimishije abatari bake mu baturage bashyigikira impinduka zishingiye ku mucyo w'ubuyobozi.\n\nImvururu ntizatinze kwaduka mu nkengero z'umurwa mukuru wa Kiramira. Abantu ibihumbi bari bashyize akadomo ku bw'umukandida wabo, babuza amahwemo imihanda minini, biganjemo urubyiruko rwarakajwe n'ibyari bimaze kuba. Polisi yakoresheje ibyuka biryana mu maso na za bonbone mu gushaka gufata abari bateguye imyigaragambyo, ibintu bitageze neza ahubwo bituma umujinya w'igitsure cy'ubutegetsi ugera ku ndunduro.\n\nAmahanga, cyane cyane Umuryango w'Afrika Yunze Ubumwe, wari witabiriye uwo mwihayo wo guhamya umucyo mu matora ya Kiramira, wasohoye itangazo risaba ko habaho ibiganiro byumvikane hagati y'impande zombi kugira ngo bikinze igihugu intambara izura intumbi, ndetse kugira ngo hashyirweho umutekano w'ubusabane mu matora.\n\nKubera uku gutegereza ibyo byavugwaga bisa n'ibisubizwa mu byicaro bitandukanye, amaso y’igihugu nka cya Kiramira yarangamiye umunsi nk'uwo aho amahoro n'iterambere biba umugisha kuri bose, aho ubuyobozi bucya bukeye bukubaka ikizere n'ubufatanye hagati y'abaturage kugeza igihe cy'amatora cyimirije imbere. Icyizere cyari cyabaye gike cya Nyakubahwa Mussa Kamana ko igihugu kizakomera niyo mpamvu ya mbere yo guhindura umuvundo mu myemerere y'ubuyobozi, bihereye kuri iyo ntambara y'amahoro mu masoko y'imibereho. Uru rugamba rw'amahoro rurakomeje kandi ibihe bya Kiramira biracyategereje neza ko imyanzuro y'amatora afungura amarembo y'ahazaza hazira isenyuka."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cya Nkundabandi, amatora ya perezida yari ategerejwe n’abaturage benshi kuko yari agiye guhitamo umuyobozi uzakura igihugu mu bibazo cyari kimazemo igihe. Amatora yari imbere imyuka y’amahoro n’ubwiyunge, ariko ibintu byaje guhindura isura igihe ibyavuye mu matora bitangajwe.\n\nKuba Katabazi, wari umaze imyaka icumi ku butegetsi, yari yongeye gutangazwa nk'umutsinzi, byatumye abaturage benshi batera hejuru, bavuga ko amatora atakozwe mu mucyo. Mu gihe hari hashize iminsi mike gusa amatora abaye, imijyi ikomeye nka Gikundiro na Kibirizi yatangiye kugaragaramo imyigaragambyo idasanzwe. Abaturage barakaye bavuga ko amatora yibwe, bashinja Leta kutubahiriza amahame ya demokarasi.\n\nImyigaragambyo yaje guhindura isura ubwo ingabo z’igihugu zabwirwaga guhosha izo mvururu zimenyesha abaturage ko bakwiye gutuza. Ariko abigaragambya, batewe umurindi n’abatavuga rumwe n’ubutegetsi, bakomeje guhangana n’inzego z’umutekano. Aho ibintu byari bigeze, ikibuga cy'indege cya Kimironko—cyo mu murwa mukuru—cyari cyariyahindutse isibaniro ubwo amatsinda y'abaturage yatangiraga kuhakorera imyigaragambyo ikaze.\n\nIbikorwa by’ubuhahirane hagati y’icyo gihugu n’amahanga byabaye nk’ibyahagaze. Impande zombi—Leta n’abatavuga rumwe nayo—zatangiye gutumizanya mu biganiro ariko nta mwanzuro ufatika washoboraga kwemezwa. Imiryango mpuzamahanga, ku ruhande rwayo, yahamagariye guhuza impande zombi, ituma imihati myinshi mu gucyemura ubushyamirane hakoreshejwe ibiganiro by'amahoro.\n\nAbakandida batakaje amatora bashyizeho urutonde rw'ibyo bifuza ko byahinduka, basaba ko habaho igenzura ryigenga ry'amatora ndetse no gukurikirana abashobora kuba baragize uruhare mu mizindaro y’amatora. Nyuma y’amezi atatu y’imyigaragambyo n’imvururu ziganjemo Jenoside, byabaye ngombwa ko Perezida Katabazi yemera kwegura ku mwanya we, aremera abenshi mu byo abatavuga rumwe n'ubutegetsi bari bamusaba, harimo na gahunda yo gusubiramo amatora.\n\nIbyo byaje guhosha imyigaragambyo, noneho ibintu biri kugenda biza mu buryo bushya. Amatora mashya yateguwe kubahiriza amahame ya demokarasi yemerwa bose, hagamijwe kubaka inzira y’amahoro mu gihugu cya Nkundabandi. N'ubwo urugendo rwari ruboshye, abaturage benshi baharanira ko amahoro arambye agaruka mu gihugu cyabo."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cya Repubulika ya Heruwo, imyaka itanu yari ishize abakandida batandukanye bitegura amatora ya perezida yabaye ayateje impaka n’imvururu zikaze mu mateka y’iki gihugu. Amatora yabaye ku ya 12 Ukwakira, agakurikirwa n’ibihe byuzuyemo ubushyamirane, ibirego by’uburiganya, n’imyigaragambyo ikomeye.\n\nIbi byose byatangiye igihe Komisiyo y’Igihugu y’Amatora yatangazaga ko umukandida w’ishyaka ryari ku butegetsi, Bwana Tuvugimana Kazungu, yatsinze ku majwi 51%, atsindira indi manda yo kuyobora igihugu. Icyo gihe, byatumye ishyaka ry’uwari umukandida utavuga rumwe na leta, Madame Ingabire Agnes, rivuga ko ryabuze icyizere muri komisiyo y’amatora ndetse ko ryabonye ibihamya simusiga by’uko amajwi yabo yibwe mu buryo burambuye.\n\nUko iminsi yashiraga, iyi tension yakomeje kwiyongera. Hashize icyumweru kimwe, Madamu Ingabire yitabaje inkiko, ashaka ko amajwi yongera kubarurwa, mu gihe abayoboke be bageragezaga kwegeranya ibimenyetso by’uburiganya. Icyakora, urukiko rukuru rwanzuye ko nta gihamya gihagije cyatuma amatora arasubirwamo, icyemezo cyatumye umujinya w’ibyegera by’ingabire urushaho kwiyongera.\n\nImyigaragambyo yatangiye gufata indi sura ubwo abayoboke ba Madamu Ingabire bahuriraga mu mihanda basaba ko haba impinduka mu itegeko nshinga rya Repubulika ya Heruwo. Aho ibintu byaturikiriye ni ubwo polisi y’igihugu yakoresheje ibyuka biryana mu maso mu gutatanya abigaragambya, ibintu byaje kuvamo ihema ry'induru n'uruherekane rw’udutsiko tw’abaturage bageragezaga kwihagararaho. Imvura y'induruburi yaje kugwa, ariko ntibyahagaritse imirwano yakomeje iminsi myinshi.\n\nMuri izi mvururu zaje gushyirwamo abaturage bafite ibibazo bimaze igihe badakemurirwa, barimo abahinzi bigeze gutakaza amasambu yabo ku mpamvu z'ubwiyongere bw'imijyi, n'abarimu bashakaga kwishyurwa neza. Iyi mivururu itaratangiye gucogora, yari imaze gutwara ubuzima bw’abasivili benshi ndetse n’abashinzwe umutekano.\n\nUmuryango mpuzamahanga wagiye usaba ubutegetsi bwa Repubulika ya Heruwo gushyiraho ibiganiro by’amahoro kugira ngo amaboko ahagarare, ariko ubutegetsi bwa Kazungu bwatangazaga ko bidashoboka, ngo kuko hateganyijwe amanama kubwiganze mu gihugu. Mu buryo butunguranye, umuhuza mpuzamahanga, Bwana John Muller, yageze muri Heruwo kugerageza guhuza impande zombi no gutanga icyizere cy’amahoro ahamye, ariko urugendo rwahereye kure.\n\nKimwe cya gatatu cy’abaturage bari barahunze imijyi, bityo ibigo byakira impunzi byaruzuye ku rwego rudashobora kwakira abandi. Muri ibyo bihe by’umwijima, amadini n’amashyirahamwe yigenga bitangiye kubarisha uburyo bushya bwo kwinjiza amahugurwa mu bantu ku rwego rwo kubaka amahoro naho amatsinda y’abanyeshuri n’urubyiruko rukomeje gukwirakwiza ubutumwa bw’amahoro ku mbuga nkoranyambaga.\n\nIbyo byaje gucogora ubwo impande zombi zageze ku bumenyi bw’urugomo rwarenze igaruriro maze abantu benshi bakagwa baharanira ko hakazwa imishyikirano kuko republica ya Heruwo itakifuzaga guheranwa n’amaraso n’inzangano zidashirira.\n\nN’ubwo ibintu byari bikomeye, igikorwa cyo gushyira igitutu kuri guverinoma giheruka guhumuriza abarwanashyaka ba Madamu Ingabire, kandi buryohe bw’icyizere bwaje kugaragara igihe impande zombi zemera kuza ku meza y’ibiganiro, ibi byateje urufaya rw’umucyo mu baturage batangiye kubona ko isi izongera kugenda. Umucyo w’amahoro waje wageze na none muri iki gihugu cya Heruwo, umutekano uboneraho kugaba ihumure no gutanga icyizere cya ejo hazaza hameze neza."
    },
    {
        "story_id": 8,
        "text": "Mu bihugu byinshi, amatora ya perezida ni imwe mu bihe by'ingenzi mu mateka y'igihugu, aho abaturage babona amahirwe yo kwihitamo ubuyobozi bubayobora. Ariko nanone, ayo matora ashobora kuzamo akavuyo n'impaka zikomeye, cyane cyane iyo amashyaka cyangwa abakandida batumvikanye ku buryo amatora yakozwe cyangwa ibyayavuyemo. Inkuru ikurikira ni iy'ukubara iyabaye mu gihugu gifite izina mpimbano: Republika ya Nyamiriyango.\n\nMu gihugu cya Nyamiriyango, amatora ya perezida yari amwe mu yagize ibibazo bikomeye mu mateka y’icyo gihugu. Abakandida babiri bari bahanganye cyane ni Perezida ukiriho, Bwana Michel Ntibarikure, wari uhagarariye ishyaka rya Demokarasi Iharanira Amahoro (DIA), n'umunyapolitiki ukomeye Bwana Robert Mugwaneza, uhagarariye ishyaka rishya ryitwa Imbaraga z'Abaturage (IZA).\n\nNyuma y’ukwezi kurenga ko kwiyamamaza kubihemberwa cyane, amatora yabaye ku itariki ya 15 Ukuboza. Byavuzwe ko byitabiriwe n’umubare munini w’abaturage, bashishikajwe no guhitamo uzabageza ku mpinduka bakumbuye. Ariko ibintu byaje kuzamba ku mugoroba w’itariki ya 16 Ukuboza ubwo Komisiyo y’Amatora yatangaza ko Bwana Ntibarikure yabonye amajwi 51%, mu gihe Bwana Mugwaneza yabonye amajwi 48%.\n\nIyi mibare yahise iteza uruvunganzoka mu gihugu hose. Abashyigikiye Bwana Mugwaneza bahise bajya mu mihanda bigaragambiriza ibyavuye mu matora, bahamya ko habayemo uburiganya bukomeye. Bo bavugaga ko bafite ibimenyetso simusiga byerekana ko amabaruwa y’amatora yari yahinduriwe ibikubiyemo mu nyungu za perezida uriho.\n\nKu ruhande rwa guverinoma, Bwana Ntibarikure ntiyacitse intege. Yahise atangaza ko amatora yakozwe mu mucyo kandi asaba abaturage kubaha ibyavuye mu matora, aboneraho no gutangaza intsinzi ye. Umwuka wari umaze kuba mubi, hagaragara umunota ku wundi, dore ko abashyigikiye impande zombi badashakaga kumvikana.\n\nMu ntangiriro z’ukwezi kwa Mutarama, ibikorwa by’indembe byagiye byiyongera mu mijyi itandukanye y’igihugu, cyane cyane mu murwa mukuru wa Kigali-Nyamiriyango, aho amashyaka yombi yari akomeye. Abaturage b'abanyeshyari bahanganye n’inzego z’umutekano, inkongi z’umuriro zabaye nyinshi, ndetse hakaba haragaragaye ibikorwa by'urugomo n’ukwangiza imitungo.\n\nMu rwego rwo gukemura ibi bibazo, haje kubaho ibiganiro birimo impuguke mpuzamahanga ndetse n’imiryango y’abanyamadini yemeye kuba umuhuza. Nyuma y’ibyumweru bibiri by’impaka zikomeye, amakimbirane yaje guhoshwa ku masezerano yo gushyiraho guverinoma y’ubumwe bw’igihugu, aho bihaye igihe cy'umwaka umwe kugira ngo hakorwe amatora mashya ashingiye ku mategeko yemeranyijweho n'impande zose.\n\nIyi nkuru yasize isomo rikomeye ku buryo amatora akwiye kunozwa ngo arinde igihugu kugwa mu kaga. Ariko by’umwihariko, yasize isomo ko umutekano uganza politiki, kandi ko igihe cyose hakenewe ubwumvikane n’ubutabera mu bihe nk’ibi bikomeye."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Karindera, habaye amatora ya perezida yari ategerejwe n’abaturage benshi kubera impinduka zikomeye zari zitezwe nyuma y’imyaka myinshi y’ubuyobozi budahinduka. Aya matora yari afite isura idasanzwe kuko ibihe byabanjirije amatora byabaye bitangwa n’impaka zikomeye mu baturage, imbere mu mashyaka ndetse no mu bitangazamakuru.\n\nUmukandida wa mbere, Bwana Kamali, yari amaze imyaka irenga icumi ari umuyobozi w’ishyaka riharanira impinduka mu gihugu. Icyizere yari yaragiriwe cyane cyane n’urubyiruko rwifuzaga impinduka, cyari gishingiye ku migambi ye yo kuzana amajyambere arambye, kuzamura ikoranabuhanga no kwikura mu bibazo by’ibikorwa remezo bicitse mu gihugu. Uretse Kamali, hari undi mukandida ukomeye witwa Madamu Nkurikiye, wari uhagarariye ishyaka riharanira gukomeza umutekano n’umurongo w’imiyoborere wahozeho.\n\nIgihe cyo gutora cyarageze, kandi abaturage bitabiriye amatora ku bwinshi. Ariko byaje kugaragara ko igikorwa cyo kubara amajwi cyabayemo ibibazo bikomeye. Byatangiye kuvugwa ko hari amakarita y'itora yabiwe ndetse ko hari abanyarwanda benshi batabashije gutora kubera ubuhanga bwari bwagaragayemo.\n\nUbwo ibiro by'itora byatangazaga amajwi y'agateganyo, Bwana Kamali yari imbere mu majwi, ariko ibisubizo byaje gutangazwa biratinda, bituma abafana ba Madamu Nkurikiye batangaza ko aya matora yabayemo uburiganya. Mu mihanda y'umurwa mukuru wa Karindera, abaturage b'imigambwe myinshi batangiye kwigaragambya, bamaganira kure uburyo amatora yakozwemo.\n\nImyigaragambyo yarafashwe n’imbaraga za tekiniki za polisi, ariko imvururu ntizahise zihosha. Mu gihe intumwa mpuzamahanga zariho zigerageza gushakira umuti iki kibazo, urukiko rw'ikirenga rwakoze amaperereza ku bizamiswe by’amatora biza gusanga koko hari amakosa yabayemo mu buryo bwa tekiniki, ariko bidahuye n'ibivugwa na Madamu Nkurikiye.\n\nIbyo byatumye urukiko rwemeza ko amatora yemewe kandi Bwana Kamali atangazwa nk’umukuru w’Igihugu wemewe. Icyakora, Guverinoma yatowe yahise isabwa gushyira imbaraga mu guhuza imitima no kumvikanisha abenegihugu bari bamaze gutandukanywa n’imyizerere y’amacakubiri yavutse muri ubwo buryo bwa demokratiki. Perezida mushya Kayindi yahise atangaza gahunda nshya yo gukusanya abenegihugu bose mu biganiro byamajyambere byuzuye ubwisanzure. \n\nIbi byose byatanzwe mu rurimi rukennye n’ubwisanzure bushya, bivuga ko igihugu cya Karindera kiri mu nzira yo gukemura impaka no gusubiza abaturage amahoro ya politiki. Ni urugendo rukomeye ariko ibintu byose bigaragara ko bizagenda neza mu gihe abaturage bazakomeza kwitabira ibiganiro byiyubashye no gukorera hamwe mu cyerekezo kimwe cy’ubumwe n’ubwumvikane."
    },
    {
        "story_id": 10,
        "text": "Mu Gihugu cya Kayonza, ahari hamaze igihe hari amahoro n’ituze, inkuru y’amatora ya perezida yaje kuba impinduka ikomeye igira ingaruka ziteje impaka n’imvururu zikomeye. Iyi nkuru yabaye icyamamare, yamamaye hose biturutse ku buryo amatora yateguwe, anashyirwa mu bikorwa, kugeza ku byavuyemo bitashoboye kuvugwaho rumwe na benshi mu baturage.\n\nByatangiye igihe uwari usanzwe ku butegetsi, Perezida Simon Mbabazi, yatangaje ko azongera kwiyamamaza. Mbabazi yari yarabaye perezida mu gihe cy’imyaka icumi ishize, icyakora ubushobozi bwe bwari bwaratangiye kunengwa cyane kubera ubukene bwari buri gukomeza kwiyongera, ndetse no kuba hari ibikorwa remezo byinshi byari byarasenyutse mu gihugu. Mu matora y’uyu mwaka, yahuraga na mukeba we ukomeye, Adeline Murigande, icyamamare mu ruhando rwa politiki ndetse n’umwe mu bashyigikirwa cyane n’urubyiruko, aho yari yiyemeje impinduka ndetse n'iterambere rivuguruye igihugu cyose.\n\nImyiteguro y’amatora yatangiranye umuvundo. Hari benshi mu baturage barimo amashyaka mashya n’imiryango itandukanye bifuzaga impinduka mu migirire y’amatora. Muri iyi nkundura, komisiyo y’igihugu y’amatora yagiye ivugwa mu itangazamakuru inshuro nyinshi, ishinjwa kuba iyobowe n’abantu ba hafi ba perezida Mbabazi. Icyizere cy'ubusugire bwa Komisiyo y’amatora cyagabanutse bikomeye muri rubanda, ndetse n'izindi nzego z'igihugu nta muntu wemeraga ko zikomeje kwigenga.\n\nKu munsi nyirizina w’amatora, abaturage benshi bazindukira ku mirongo, bishimagiza ko bashaka impinduka. Ariko ku mugoroba, inkuru zatangiye kuza zituruka mu turere twinshi, zivuga ko hari uwagaragaye asibanganya ibyavuye mu matora cyangwa kwiba amajwi. Inzu nyinshi zari\nzakira binini by’amatora amafaranga n’ibikoresho, byaje gutwikwa n’abaturage bari bagize umujinya. Izi nkuru zabyukije imivu y’imyigaragambyo ikaze, ari nako ibikorwa by’ubugizi bwa nabi byagendaga byiyongera ku mpande zombi zashyigikiraga abakandida bahatanye.\n\nHashize icyumweru, Komisiyo y’amatora yarekeye ishingiro ku majwi yerekana ko perezida Mbabazi yatsindiye indi manda ku kigero cya 51%, ibintu byateye igihunga gikomeye n'uburakari mu bafana ba Murigande n’abandi bashakaga impinduka. Nyuma yo kubona ibyo, amashyaka yafatanyaga na Murigande yahamagariye abaturage gukora imyigaragambyo yo kwamagana ibyavuye mu matora, ibintu byateje kurasana hagati y’abashinzwe umutekano n’abaturage mu mijyi minini nka Kayonza n’ahandi haba imigambi yo guhungabanya umutekanombere w’igihugu.\n\nMu isozwa ry’izi mvururu, abanyamahanga baje kureba ifatwa ry’imyanzuro y’igitsi ku nzego z’ubuyobozi no kona Komisiyo y’amatora ishingwe, mu gihe hatangijwe ibiganiro bihuje impande zombi. Perezida Mbabazi, ushobora kuba atanashakaga gusubika kuba perezida, yemeye kugabanya ububasha bw’inzego za leta n’indi myanzuro itandukanye ku ngingo z’imiyoborere, mu gihe Murigande n’abamushyigikiye binjijwe mu biganiro byo gusaranganya ubutegetsi.\n\nIbi byose byabaye isomo rikomeye ku gihugu cya Kayonza, cyari giherutse kwishimira imyaka y’amahoro. Abaturage benshi bahindukiye bumva ko impinduka nyazo ziva mu cyifuzo cyo kujya mu matora ahawe intego kandi afite ubushake bwo guhindura inyungu z’umuturage aho kuba inyungu z’abantu babarizwa mu byiciro by’ubutegetsi."
    }
]