[
    {
        "story_id": 1,
        "text": "Mu myaka ya vuba aha, mu gihugu cy’imisozi igihumbi, cyazamutsemo umunyapolitiki w’icyamamare witwa Bwana Kavuna. Yari umunyabwenge kandi afite icyerekezo cyiza cy’iterambere ry’igihugu cye. Yatangiriye urugendo rwe rwa politiki nk’umudepite mu nteko ishinga amategeko, aho yaranzwe no kwamagana ruswa no gushyigikira gahunda za demokarasi n’uburinganire.\n\nMu gihe gito, Bwana Kavuna yakomeje kwigarurira imitima y’abaturage benshi kubera gukorera mu mucyo no kwita ku bibazo by’abaturage. Yakoze ibishoboka byose ngo azamure imibereho y’abaturage baciye bugufi, aharanira ko amafaranga y’imisoro akoreshwa mu bikorwa bifitiye rubanda akamaro.\n\nNyuma y’imyaka icumi y’imirimo myiza no kugirirwa icyizere n’abaturage, yaje gutsindira kuba Perezida mu matora y’amateka. Yashyizeho gahunda nyinshi zitandukanye z’iterambere rirambye, harimo ikoreshwa ry’ikoranabuhanga mu mashuri, ibitaro bifite ibikoresho bigezweho, n’imihanda y’ubuhahirane.\n\nAriko kubera impinduka nziza yakoraga, Bwana Kavuna yatangiye kubangamira inyungu z’abanyamafaranga bakomeye n’abanyapolitiki bari barashyizeho ruswa nk’imwe mu nkingi za politiki zabo. Baje kwishyira hamwe biga umugambi wo kumukuraho, bitwaza ko hari imyitwarire mibi ya politiki akinira inyuma abantu.\n\nMu myaka ye ya gatatu ku butegetsi, Bwana Kavuna yatangiye kubona ko hari imigendekere y’ibintu itari isanzwe. Umwuka w’ubugome n’umwiryane byarushijeho gukaza umurego. Abanyamuryango b’inteko ishinga amategeko bamwe babaye abanyatembabazi ba kumugaragaro, birangira basohoye icyegeranyo cyuzuye ibinyoma ndetse n’ibyaha bitari ukuri ngo amenyekane nk’udashoboye.\n\nKu mwaka wa kane, kuva ijambo ku rindi, igitutu cyarakomeje kugeza ubwo bamwe mu bayobozi mu ngabo bamwigometseho, bafata ubutegetsi ku gahato mu gikorwa cy’ihirikwa ry’ubutegetsi. Bwana Kavuna yabayeho mu buzima bukomeye bw’impunzi, abona uburyo intumbero ye y’iterambere ryararitswe mu gihe gito. Nubwo yahirimye ku butegetsi, ibikorwa bye byakomeje kuranga imbaga nyamwinshi, yizeye ko umunsi umwe azagaruka gukorera igihugu cye."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cya Nayiraland, igihugu cyiyubaka mu iterambere rishingiye kuri demokarasi, hari umugabo witwa Samuel Ndayishimiye wari uzwiho ubushobozi buhambaye mu miyoborere n’ubuhanga bwo kumvikanisha abantu. Samuel yari umunyapolitiki w'umunyabwenge kandi ukoresha impano yo gushishikariza rubanda ndetse akaba n’umunyakuri mu byo yakoraga byose.\n\nSamuel yavukiye mu muryango uciriritse mu cyaro cya Kibingo, maze akurira mu buzima bw’ubukene ariko atakambwa n'ibyo. Kuva akiri umwana muto, yabonaga ukuntu akarengane kagwiriye igihugu ke, by’umwihariko abari mu cyaro, kandi yiyemeza kuzahindura ayo mateka.\n\nYize amashuri ye abanza ndetse anakomeza ayisumbuye mu mashuri yitwaga ko ari meza, ahesheje ishema ababyeyi be ndetse n'abakundaga. Nyuma y'aho, yakomeje muri kaminuza akurikirana amasomo yerekeranye n’amategeko n’ubumenyi mu by’ubuyobozi. Yashakaga kwifashisha iyo mbuto yeze mu gukiza igihugu cye ubukene n'akarengane.\n\nMu mwaka wa 2015, Samuel yinjira muri politiki maze atangira nk'umunyamuryango mu ishyaka riharanira demokarasi ya rubanda. Yenshi mu banyapolitiki bagenzi be bamubonagamo urubyiruko rwitanze, rudatinya kuvuga ukuri ndetse rukunda igihugu. Amahirwe aramusekera, maze mu mwaka wa 2020 aba umukandida w’ishyaka rye mu matora y’umukuru w’igihugu.\n\nMu matora, Samuel yatunguranye cyane kuko yatsinze ku kigero cya 60%, ahita atangazwa nka perezida mushya wa Nayiraland. Kubera ko yegukanye intsinzi akoresheje ubuhemu bwamaganaga ibyadindizaga igihugu, rubanda rwe rwari rwizeye impinduka nziza.\n\nMu gihe cy’ubutegetsi bwe, Samuel yifashishije ubushobozi mu micungire y’umutungo wa Leta maze yongera ku kigero cy’amateka ingengo y’imari igenewe uburezi n’ubuzima. Yatangije imishinga ifasha urubyiruko kubona imirimo kandi avuga ijambo rikaboneza ubushake yari amufitiwe n’abaturage be.\n\nNyamara, byari akanya gato, kuko mu mwaka wa 2025 ibintu byahinduye isura. Bamwe mu bari inshuti ze muri politiki batangiye kumugambanira bibumbira mu itsinda ry’amashyaka atavuga rumwe n’ubutegetsi. Bashingaga ngo atagabanyije icyacumi ku bayobozi b’uturere we yifashishaga agarura intambwe z’iterambere mu cyaro. Abari bamushyigikiye muri guverinoma bamutaye badatinya gusimbukira mu bindi amashyaka amuteye umugongo.\n\nMu mpera z’uwo mwaka, habaye igisa n'ubushyamirane bwo kwambura ubutegetsi igihe mu Nteko Ishinga Amategeko bamusabiraga kwegura bamushinja gukoresha nabi ububasha. Samuel yanze gukebuka ngo kandi yemere gupfa ubusa asabira imbabazi ibyo atakoze, niko guhaguruka ati: \"Nimunyage ariko sinzaruca ngire icyo mpindura.\"\n\nMu mezi macye yakurikiyeho, abashinzwe igisirikare bafashe icyemezo cyo kumuhirika ku butegetsi, bashyiraho undi muyobozi wigiye ku ntebe nta kunyuzamo amatora. Samuel yahise afungirwa iwe mu rugo, ariko ntiyakorerwa iyicarubozo nk’uko byagenzaga abandi banyapolitiki muri Nayiraland bashinjwaga icyo byitwaga ko ari uburakari bw’ibicuma.\n\nRubanda rwakomeje gucikamo ibice, bamwe bagumya kwamagana ubuyobozi bushya, abandi bagira bati: \"Akarengane kanyanganya karemereye intwari ariko ntikazashimishije ubukwe bwa nkomamashyi.\"\n\nHagati aho mu bihe byakurikiye, yari amaze kugirango ahowe kugeza ubwo yagabanirijwe kumugomeka mu gihugu cye, agahabwa akanya gato ko kugera aho Imana izamubungabunga kubw’ibyo yakoze.\n\nBitunguranye, iminsi yaje kuzana umucyo ubwo Samuel yavuze ijambo, ryakiriye inkiko mpuzamahanga, rikabura ubwingoudindi n'ikimwaro. Hisanzure rero rugaho rwafunguwe maze impiruze yo mu busamazi igabanya aheza na ho adufite ibikorwa byinshi bikagirira akamaro Nayiraland binagaba impina aho byateye amateka mashya mu mateka ye."
    },
    {
        "story_id": 3,
        "text": "Mu gihugu cy'imisozi miremire ya Karunda, cyari kimaze imyaka myinshi kirangwamo umutuzo n'ituze, habaye impinduka zikomeye mu bya politiki. Abantu bari bategereje impinduka, bashaka umuyobozi uzabavana mu bwigunge bahozemo, akarere amaso ku iterambere rirambye.\n\nNi muri urwo rwego, umunyapolitiki ukiri muto witwa Samuel Nkundiye yabonetse. Yari afite imbaraga nyinshi, icyizere, n'umurava adashidikanywaho. Samuel yize amashuri ya politiki mu bihugu by’amahanga, agaruka iwabo afite icyerekezo gishya. Yaravugaga ati: \"Karunda igomba kuba igihugu cy'icyitegererezo muri Afurika yo hagati!\" Imvugo ye yarakunzwe cyane, bituma abona inkunga y’abaturage benshi, cyane cyane urubyiruko rwari rwarambiwe politiki zagiye ziyobora igihugu mu gihe cyashize.\n\nNkundiye yaje gutsinda amatora mu buryo butunguranye, ahita aba perezida wa Karunda afite umugambi wo gukura igihugu mu bukene no guteza imbere ikoranabuhanga. Mu myaka ya mbere y’ubutegetsi bwe, Samuel yakoze uko ashoboye ngo yereke amahanga ko Karunda ishoboye. Yashoye amafaranga menshi mu burezi, yubaka za kaminuza nshya zifite ibikoresho bigezweho, ndetse ashyira uburyo bwa internet yihuta ku buntu mu bice byinshi by’igihugu.\n\nAbaturage bari batewe ishema n'uyu muyobozi wabo mushya, ndetse ibihugu by'ibituranyi byatangiraga gutekereza kumwigiraho. Ariko, uko iminsi yicumaga imbere, bamwe mu baminisitiri be batangiye kumunenga bamushinja guhubuka mu byemezo bya politiki no kubura ubwitonzi mu miyoborere, bavuga ko icyerekezo cye kitari gikwiye buri gihe.\n\nHari hashize imyaka itanu Samuel ayobora, maze umugambi mushya wo gutanga agaciro ku buhinzi no gutunganya ibikomoka ku buhinzi ngo byongererwe agaciro. Yashatse gufasha abaturage kwiteza imbere, ariko yiyibagiza intambara yaba ivutse mu baturage bagabanijwe mu byiciro bitewe n'ubushobozi. Ibyo byatumye havuka umwuka mubi mu gihugu, maze inama y’abanyepolitiki hamwe na bamwe mu basirikare batangira kumwigumukaho.\n\nKera kabaye, iryo cunge ry’imiyoborere ya Samuel ryashegeshwe n'abanyagitugu bakuye ahizibukirwa. Babanje kugerageza guhosha ibyiyumvo by’abashakaga impinduka mu nzira y'amahoro, ariko biza kurangira hateguwe kudeta. Mu gitondo kimwe cya kare, inkuru mbi yatashye yeruye ko Samuel Nkundiye yahirikwe ku butegetsi, ingabo zemera kuyoborwa n’ushishozi rushya rwabayeho mu nzego zinyuranye.\n\nInkuru ya Samuel Nkundiye yabaye isomo rikomeye ku gihugu cyose cya Karunda. Abaturage bari bibukijwe ko impinduka, nubwo zishobora kuba nziza ariko zikeneye kwitonderwa no gusuzumwa muri buri ntambwe. Samuel yavuye mu gihugu, ariko urukundo rwe rw'umuryango we rwabaye imbarutso yo kwiyemeza kurwana ku iterambere, ajya gutangiza umuryango utegamiye kuri Leta mu bihugu by'amahanga, ushinzwe guteza imbere urubyiruko no kurwanya ruswa mu nzego za politiki n'iz'ubuyobozi. \n\nUbuzima bwa Samuel bwabaye urugero rw'ukuntu imbaraga n'ibyishimo by'umuntu umwe bishobora guhindura isi, ariko hagomba kugira ubwitonzi no kujyanishwa n'abandi kuri iyo nzira y'impinduka."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cy’imisozi miremire cyitwaga Karunji, hari umunyapolitiki witwaga Mugenzi Kabera. Yari azwiho kuba umuntu uzi kuvuga neza no kwemeza imbaga n’ijambo rye ry’ubuhanga butangaje. Akiri muto, Mugenzi yagaragaje ubushake bwo guhindura igihugu cye agisubiza ku murongo nyuma y’imyaka myinshi cyibasiwe n’ubukene n’imiyoborere mibi.\n\nMugenzi yakoze ku bikorwa byo mu migi, asura abaturage mungo zabo, agafata igihe cyo kumva ibibazo byabo ndetse akanabagezaho ikerekezo cye gishya. Aho yanyuraga hose, yashishikarizaga abantu kumva ko bagomba kugira uruhare mu guhindura ejo hazaza habo. Ubuhanga mu kuyobora icyo yari afite bwatumye akundwa n'imbaga y'abaturage.\n\nNyuma y’imyaka mike yonyine, Mugenzi yabashije gutsindira umwanya w’ubudepite, ahita atangira urugendo rwe rwo kwimakaza impinduka. Mu nteko ishinga amategeko, yajyaga yerekana imishinga y'amategeko yakoreshaga mu kuzamura ubukungu no guteza imbere imibereho myiza y’abaturage. Ijambo rye ryabaga rigizwe n’igisigo cy’amahoro n’amajyambere, rikagera ku mutima w’umuturage wese waryumvaga.\n\nIgihe cy’amatora ya perezida cyarageze, Mugenzi Kabera ahagararira ishyaka ritari rimenyerewe, ariko rifite umugambi mushya. Mu buryo butunguranye, yatsinze amatora ku bw'itsinda ry'abaturage bamuhundagajemo amajwi, bishimiye impinduramatwara yari yabasezeranyije.\n\nIgihe yari amaze kugera ku butegetsi, Mugenzi yatangiye gushyira mu bikorwa gahunda ze zo guhindura uburezi, ubuhinzi, n’inganda. Abaturage babonye icyizere gishya mu gihugu. Imihanda yarayagatuwe, amashuri abamo ibikoresho bihagije, ndetse n’abahinzi bahawe ubushobozi bwo kongera umusaruro. Mugenzi yakomeje kuba icyitegererezo mu karere kose.\n\nAriko, nyuma y’imyaka ine gusa, hari bamwe batangiye kugira ishyari ry’intsinzi ye yakomeje kwaguka. Abantu bari bari ku isonga ry’ubutegetsi mbere ye batangiye kumwanga, kuko bumvaga ko ubwamamare bwe bwarushijeho kwangiza inyungu zabo bwite.\n\nItsinda ry’abanyapolitiki bakomeye, bashyize hamwe bashaka kugambanira Mugenzi. Batangiye gukwirakwiza ibihuha n’amakuru y’ibinyoma byo kumusebya mu buryo bw’ibitekerezo. Byashatse komeza ibinyoma ngo byumviswe n’imbaga. Nyuma y’igihe gito, ubukangurambaga bwabo bwo kumuhirika byarashobotse, bashaka kumwambura icyubahiro cya politiki yari yarubakiyeho imyaka yose.\n\nKu munsi wo kwamagana, Mugenzi yatangarije ku mugaragaro amagambo akomeye agira ati: \"Ndi hano kubera mwe, kandi nibyo mukeneye bizahora ku mutima wanjye. Ntawe uzashobora guhagarika impinduramatwara y'ukuri.\"\n\nNyuma yo guhirikwa ku butegetsi, Mugenzi yahisemo kwiyambura politiki ya nyabusa, agatangira guharanira uburenganzira bwa muntu, yibanda cyane ku kurengera abatishoboye. Inzira ye yari igoye, ariko yakomeje kuba intwari, yabereye urugero imbaga y’abantu yahoranaga mu nzira ye igana mu cyerekezo gishya cy’Ukuri n’Ubwigenge. Mugenzi yabereye isi urugero rw’uko umuhate n'urukundo by'ukuri bishobora gutsinda n'uburiganya bwose."
    },
    {
        "story_id": 5,
        "text": "Mu mwaka wa 1985, mu gihugu cy’imisozi miremire cya Karunji, hatangiye kuvugwa izina ridasanzwe rya Samuel Ngabo. Yari umukandida utamenyerewe, udafite inkomoko cyangwa umuryango ukomeye, ariko yarikwije ubwenge n'ishyaka ry’agatangaza.\n\nSamuel yari umwarimu w'amateka muri kaminuza nkuru y’igihugu. Yamenyekanye kubera ibiganiro bye biboneye ku mateka y'akarere no ku mategekere meza. Mu gihe gito cyane, yaje gutsindira kwakirwa mu nteko ishinga amategeko, aho yatangiye kugaragaza ubushobozi mu guharanira inyungu rusange.\n\nMu mwaka wa 1990, Samuel yinjiye mu matora y’umukuru w’igihugu atarebwa n’abanyamashyaka makuru. Yari afite umugambi wo guhindura Karunji, maze aba umuyobozi ukomeye wabayeho mu mateka. Ku bw'ibitangaza bitari byitezwe, yatsinze aya matora ku bwiganze bw’amajwi. N’ubwo benshi babanje kumukemanga, abatuye Karunji batunguwe n’uko Guverinoma ye yagaragaye nk’iyitangiye gukemura ibibazo by’ubukene, imibereho myiza, n’ubutabera ku bose.\n\nSamuel Ngabo yanahereye ku kuvanaho ruswa yari yarimakajwe mu nzego zose z'igihugu. Yashyizeho amategeko ahamye kandi yubakiye ku kuri no ku bwisanzure, atinyuka kugaragaza abakomeye mu butegetsi bari baranzwe n’imikorere idakurikije amategeko.\n\nKu myaka yarindwi gusa amaze ku butegetsi, icyizere cye mu baturage cyari cyarushijeho kwiyongera, ariko noneho n’abamurwanyaga bamuhagurukiyeho. Muri 1997, bamwe mu banyapolitiki n’abashoramari bakomeye batarishimiye politiki ze zatangiye gutakaza inyungu zabo, batangije umugambi wo kumwikiza.\n\nKu itariki ya 15 Nyakanga 1997, igitero cy’umuriro cyayogoje umugi mukuru wa Karunji muri coup d’état yakoranywe ubuhanga bwose. Abari bashyigikiye Samuel, barimo abaturage na bamwe mu basirikare bafatanyije nawe, byarangiye batsinzwe imbere y’igisirikare cyari cyatorejwe hanze y’igihugu.\n\nSamuel Ngabo yashimuswe bumaze gucya, maze yoherezwa mu buhungiro hanze y’akarere. Mu bihugu by’amahanga, yakomeje kurwanya ubutegetsi bwafashe igitugu mu gihugu cye. Yashinze ishyirahamwe ryo guharanira demokarasi ya nyayo, rigamije gukangura amahanga ndetse ryakurikiwe n’inkunga y’abahanga mu bwisanzure n’uburenganzira bwa muntu.\n\nMu mpera z’umwaka wa 2005, Samuel yaje gusubira mu gihugu nyuma y’imishyikirano y’amahoro hagati y’impande zombi. Abaturage bo muri Karunji baje kongera kumuha umwanya mu rwego rw’amategeko, aho yanakomereje impinduka ze nta kuryama, agaragaza ko umuntu w’umunyakuri afite ingufu zo guhangana na byose, ndetse no kuzasubirana ubumwe bw’igihugu."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cy’imisozi miremire cya Zanzelandia, ahagana mu mwaka wa 2020, umunyapolitiki ukiri muto kandi w’ikimero cyidasanzwe yaje kwigaragaza mu ruhando rwa politiki. Uyu mugabo yitwaga Samuel Kalinzi. Yari afite ubuhanga mu by’amategeko ndetse n’akanyamuneza kadasanzwe kagendaga gaherekeza icyizere yari afitiwe n’abaturage benshi. Kalinzi yari afite icyerekezo gikomeye cyo kuzanira igihugu ke iterambere rirambye kandi risangiwe na bose, bityo agenda amenyekana cyane habura igihe kirekire ngo amatora abe.\n\nMu matora yabaye mu mwaka wa 2021, Kalinzi yahigitse abakandida b’abanyembaraga ndetse n’abafite ubushobozi butavugwa mu gihugu hanyuma atsindira umwanya w’Umukuru w’Igihugu. Yasaga nk’aho yaje afite umuti w’ibibazo byose by’igihugu, atanga isezerano ryo gukuraho ruswa, guteza imbere uburezi, no kwihutisha imishinga y’ibikorwaremezo.\n\nMu myaka ya mbere y’ubutegetsi bwe, Kalinzi yagaragaje intego nziza ndetse yageze kuri byinshi. Yashyizeho gahunda nshya y’uburezi idahenda, yubaka imihanda mishya, kandi urwego rw’ubuvuzi rwaratangiye gutera imbere ku buryo bugaragara. Abaturage ba Zanzelandia bamukunze cyane ndetse izina rye rikomeza kuba ikimenyabose muri politiki mpuzamahanga.\n\nAriko, aho kugenda imyaka, ibibazo byatangiye kugaragara mu buyobozi bwe. Abantu bamwe mu bari inshuti za hafi za Kalinzi batangiye kumugeza ibitekerezo by’umururumba n'ubwirasi, ndetse bamwe batangira gukoresha imyanya yabo nabi mu nyungu zabo bwite. Ibyemezo byafashwe n’ubutegetsi bwe byatangiye kwibazwaho, ndetse hari bamwe batangiye kumutakariza icyizere.\n\nMu mwaka wa 2025, ibintu byarushijeho gukomera. Abaturage batangiye kwigaragambya bavuga ko hari amasezerano y’akazi y’abanyamahanga adakurikiza amategeko, gutinda kwishyurwa kw’imishahara y’abakozi, hamwe na gahunda zimwe na zimwe z’ubuzima zidatanga umusaruro ushimishije. Imyigaragambyo yagiye ikura ku buryo budasanzwe, biza no gutuma hakorwa impinduramatwara.\n\nMuri iryo joro ritazibagirana ry’amahindu, tariki 14 Kanama 2026, umuvuduko w’impinduka wagejeje ku musozo ubutegetsi bwa Kalinzi, nyuma yo guhigwaho gukoresha nabi umwanya we ndetse no kutuzuza imihigo. Amaze guhirikwa, Kalinzi yahungiye mu gihugu gituranyi aho yasabye ubuhungiro.\n\nNyuma y’imyaka mike, Samuel Kalinzi yabaye nk’uwibagiranye mu mateka ya Zanzelandia. Nyamara, indirimbo zivuga iby’igisobanuro cy’ubutegetsi bwa demokarasi, hamwe n’umutima w’ubumwe bw’abaturage, byigishijwe neza cyane ku isomo ry’ubuzima bwa politiki. Ariko, abakurikirana amateka y’isi, ntibazibagirwa isura ya Kalinzi, ndetse n’amasomo akomeye ubwo butegetsi bwe bwaranzwe nabyo. Ngayo nguko... inkuru izagumaho nka gihamya y’uko amahitamo ya politiki akwiye kujya yigwa neza kandi icyitonderwa."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cyitwa Nyamwanda, ibihe byari bimeze nabi kubera ubukungu bwifashe nabi n'imiyoborere mibi. Mu mfuruka zose z'igihugu, abaturage bari barambiwe ubuyobozi buriho, bariho bategereza impinduka. Ni muri ubwo buryo haje kuvuka umunyapolitiki utaravuzweho rumwe witwa Samuel Nkurunziza.\n\nSamuel yakuriye mu muryango utifashije wo mu majyaruguru y'igihugu. Kuva akiri muto, yari yaritangiye kwiga no kugerageza kumenya uko yasohora umuryango we mu bukene. Yari azi neza akarengane n'ibibazo abaturage bahura nabyo buri munsi. Yagiyemo cyane mu harura z'abaturage n'iminzano yabo, ubwo yize amasomo ya politiki n'umutekano mu mahanga akomeye.\n\nMu myaka 10 gusa, Samuel yaje kuba icyamamare muri politiki y'igihugu, abikesha kumvikanisha neza ibitekerezo bikomeye byo guhindura imiyoborere. Yashishikarizaga abaturage kuzana impinduka binyuze mu buryo bw’amahoro. Mu kuyobora ishyaka rifite intego zihamyaye zo gukura abaturage mu bukene, Samuel yatangiye kugenda akundwa cyane n'abaturage, kandi yatangiye kubona abayoboke mu banyapolitiki bagenzi be.\n\nMu matora akurikira, Samuel yatsinze ku bwiganze bw’amajwi ndetse atangira kuyobora igihugu cyose nk'umukuru w'igihugu. Mu ntangiriro z'ubutegetsi bwe, ibintu byatangiranye umuvuduko: imisoro yagabanyijwe ku bicuruzwa by'ibanze, amafaranga yashowe mu burezi, ibikorwa remezo byubatswe n’ubuzima bugerwaho na bose bitangira kuzamuka.\n\nAriko ntibyatinze kugaragara ko hari imitego mu gushaka kugera ku buryo bushya b'ubutegetsi. Abantu bamwe mu basirikare bari bamurwanya bihishe ndetse n’abanyapolitiki banyongesho b'intyoza mu kwikanyiza bari batangiye kurema imipango yo kumuhirika. Kimwe mu bisonga bya Samweli mu buyobozi, Tom Karemangingo, yamugiriye inama ngo arebe neza umwe mu bagize komite ishinzwe umutekano wari ufite imigambi yo kumugambanira.\n\nMu masaha y’ijoro ryashyizweho igenzura ry'amatora mashya ya prezidansi, intambara mu by’ukuri yatangiriye mu birindiro bikuru bya gisirikare. Imigambi yahise ishyirwa mu bikorwa, Samuel akurwa ku butegetsi imburagihe.\n\nIgihugu cyasemereye impinduka, ariko kizindukira gusesengura no kwibaza ibyo kibona. Abashyigikiye Samuel bari yarinze batemera ko hari undi muntu wamusimbura ku buryo bworoshye. Imyigaragambyo yarafashwe hose, birakaza abanya-Nyamwanda, kugera ubwo biyemeje ko bakiri hafi, bashaka Samuel agaruke.\n\nKugeza ubu, Samuel Nkurunziza amaze guhabwa ubuhungiro mu gihugu giherereye i Burayi, aho akomeza guhangira amashyaka abantu batekereza impinduka mu rwego mpuzamahanga. Cyane cyane ateganya gutangiza umutwe wa politiki mushya uzitezwa igihugu na Afurika muri rusange gahunda zirambye zirimo iterambere rishingiye ku mahoro n’ubutabera.\n\nIbyavuyemo byagaragaje ikinyejana gishya cy’ubushake bw'abaturage ariko kandi, byasize isomo rikomeye ku byerekeye gushakira amasezerano hagati ya politiki n'imibereho myiza y'abaturage. Kurwana intambara itamusiganye ubutegetsi, ari naho igihugu cya Nyamwanda cyibereye, kiri mu nzira yo kumenya uko bubanirana n’uko bubanirana n'abo batavuga rumwe, mu kubaka ahazaza harambye."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cy'izuba riva buri gihe ku misozi miremire, hari havutse umunyapolitiki witwa Kamanzi. Yazamukiye mu muryango w'abacuruzi, maze ubwo yigaga iby'amategeko muri kaminuza yaho igitekerezo cyo kujya mu bya politiki kimusigara mu bitekerezo.\n\nKamanzi yari umugabo w'ingirakamaro kandi uvuga rikijyana, ubushobozi bwe bwo kuvugira mu ruhame bwatangiye kumvikanira hirya no hino mu gihugu. Yabonaga politikiki nk'inzira yo kugeza igihugu cye ku iterambere. Atangiza Ishyaka rya Demokarasi n'Uburinganire, intego ye yari uguca burundu akarengane n'ivangura byari byaraganje igihugu imyaka myinshi.\n\nKimwe mu bintu byamuhaye intebe y'icyubahiro mu mitwe y'abaturage ni igitekerezo cyo guha buri muturage amazi meza hafi ye, ndetse no kwigisha abana bose nta vangura. Abaturage benshi batangiye kumubonamo icyizere n'imbuto z'imihigo myiza.\n\nKamanzi yaje kwiyamamariza kuba Perezida mu matora yakurikiyeho, maze atsinda ku bwiganze buhambaye. Ubutegetsi bwe bwatangiranye ubushake n'ishyaka, agenda yunganira ibikorwa by'uburezi, ubuvuzi, ndetse anatangiza gahunda zigaragara mu kuvana abaturage mu bukene.\n\nAriko rero, nk'uko akenshi bigenda mu mateka ya politiki, ntibyamaze igihe kinini. Abantu bamwe batangiye kumucira urubanza bavuga ko igihagararo cye cya gisivile cyari cyarahindutse icy'igikanganye. Hari n'andi makuru yavugaga ko ubwo yajyaga i Burayi gukurikirana inama, yari yaraganiriye rwihishwa n'abashoramari bashakaga kwikubira umutungo kamere w'igihugu.\n\nUbwa mbere, amagambo nk'aya yafatwaga nk'ibihuha, ariko ntibyatinze kwemezwa n'ingamba nshya zatangiye gushyirwaho na guverinoma. Abaturage batangiye kwinuba, icyizere cyari kimurangamiye gitangira kugabanuka umunsi ku wundi.\n\nUmunsi umwe, mu gihe ubukana bw'ibyifuzo byo kwigaragambya byari bikomeje kwiyongera, igisa n'umuturage w'umurakare yegereye urugo rwa Kamanzi, bituma n'abandi bamwiyungaho. Muri iyo bimeze nko kuribata umuriro, umwanditsi uzwi witwa Nyiramana wandikaga inkuru ziteje impaka, yanditse urupapuro rwerekana ukuntu Kamanzi yaba yari amaze guhindurwa n'ububasha.\n\nIbintu byakomeje gukara kugeza ubwo igitero cyakozwe n'abasirikare bari baravuye ku mugambi we cyo kongera imishahara yabo, bamwirukanye mu biro amazi atararenga inkombe. Yaje guhungira mu gihugu gituranyi aho yari yarubatse izindi nshuti.\n\nAbaturage basigaye bibaza icyabaye kuri wa mugabo wari wuzuye icyizere, kandi waharaniraga impinduka. Nyamara kuri Kamanzi, aya ntiyari ariyo maherezo. Gukurwa ku butegetsi byaramwigishije byinshi, ndetse yahisemo kubikuramo isomo ryo kunyurwa no gucisha make. Mu bihe bya nyuma, aho yaheze, yatangiye gukorana n'amashyaka y’imbere mu gihugu mu buryo bw'ibiganiro, ashaka gushyiraho umusingi w'ubufatanye bushingiye ku mahoro. \n\nIyi nkuru yabaye isomo ku bandi banyapolitiki bazaza nyuma ye: inkubiri y'imiyoborere myiza isaba kwirinda guhubuka n'umuti unoze w'ukuri n'ubwitonzi."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cy'imisozi miremire ya Karundura, hari umugabo witwa Benimana Kamanzi wari uzwiho umuhate n'ishyaka mu bya politiki. Benimana yavutse mu muryango utishoboye mu karere ka Nyabigoma, ariko icyizere n'ibitekerezo bye byivugiraga mu makoraniro menshi akomeye. Abantu benshi bamubonagamo impano idasanzwe, ndetse bakamwita \"Umukwe w'ejo hazaza\".\n\nKu myaka 35, Benimana yinjiye muri politiki y’igihugu, akaba yari intangarugero mu guharanira uburenganzira bw'abaturage b'icyaro. Yashinzwe umuryango witwa \"Akarere Kacu Kambere (AKK)\" wari ugamije kuzamura imibereho myiza y’abaturage n'iterambere rirambye. Uyu muryango waje kugira abanyamuryango benshi, ndetse bigera aho Benimana abona amajwi menshi amwadikugora mu matora y'abadepite.\n\nKu bw'umurava we no gukundwa n'abaturage, Benimana yageze ku mwanya wa Minisitiri w’Intebe mu mwaka wa 2027. Ubuyobozi bwe bwari bushingiye ku kuvugurura inzego z'uburezi, ubuzima n'ibikorwaremezo. Mu mezi make gusa, Benimana yari amaze gukundwa n'igihugu hose, ndetse ubwamamare bwe bwageze no hanze y'imipaka ya Karundura.\n\nNubwo ubuyobozi bwa Benimana bwagaragaje impinduka zifatika, byabaye ngombwa ko ahangana n'imitwe y'abatavuga rumwe na leta bari bamaze imyaka bihishe mu mwijima. Bano barwanya ubutegetsi bamwagaho ko ari we uteza amatiku mu gihugu n'inganji y'ubupfumu n'uburiganya. Benimana, kenshi yatangazaga ko ari mu murongo wa demokarasi n’ubutabera kuri bose.\n\nMu ntangiriro za 2030, igihu cyajemo umuvurungano mwinshi, kuko abatavuga rumwe na leta bakomeje guteza imvururu mu mijyi itandukanye, bavuga ko Benimana yarigamitse amajwi mu matora aheruka. Ndetse amahanga yagiye ashyiraho igitutu ngo habeho ibiganiro bitabogamiye kuri bamwe cyangwa ngo byashyigikire ugushaka kwa muntu.\n\nIgihe ibintu byari bikomeje kuba urujijo, umwe mu nkoramutima za Benimana, Bwana Muganza, yamwigaritse, agira uruhare mu itegurwa ry'ihirikwa ry'ubutegetsi. Benimana amaze kubimenya yahise agerageza gushaka ubutabazi mu banzi be ba kera ariko ibyabo biba iby'ubusa.\n\nMu kwezi kwa Gashyantare 2031, igitero gikomeye cyatewe ku ngoro y’ubuyobozi cya Karundura, nyuma y'amasaha 48 y'urugezo rukomeye, Benimana amaze kubona ko kudasubizwa mu kazi gukomeye, yiyemeza kuva ku pouvoir agahungira ku mugabane w'amazi magari.\n\nUwo munsi, Karundura yashyizwe mu maboko ya leta y'inzibacyuho, n’ubwo benshi bakomeje kwibaza niba demokarasi izagaruka mu buryo bwiza mu gihugu cyangwa niba hazakomeza kubaho ishyamba ry'urujijo n'ubwoba bw'igihe kizaza. Benimana yahindutse umugabo wo kubukwe, agahora avugwa mu mitwe y’abaturage bo mu bice bitabarika, nk'inararibonye y'igihugu yateje impinduka ariko ikeneye impuhwe n'ubumuntu kugirango yongere igire ijambo mu mibereho ya buri wese."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cya Nyombere, mu karere k’amajyepfo y’umugabane wa Afrika, hari haganje amahoro n’ituze mu myaka myinshi. Icyakora, mu mpera z’umwaka wa 2015, ibintu byatangiye guhinduka ubwo umunyapolitiki witwa Kabanda Aristide yinjiraga mu ruhando rwa politiki y’igihugu.\n\nKabanda yari umunyabwenge wasoje amasomo ye muri politiki ku rwego mpuzamahanga, akaba yaragarutse mu gihugu cye afite umurava n’icyerekezo gishya. Nk'umuntu wari uzi icyo ashaka, yihutiye kubona abamushyigikira, abashimira ku bitekerezo bishya yari afitiye igihugu. Yatangiye kugenda amenyekana mu itangazamakuru, atanga ibiganiro byuzuye ubushishozi n’ubushobozi buhambaye mu bya politiki.\n\nMu mwaka wa 2018, Kabanda yaje gushyiraho ishyaka ryiswe \"Impinduka Nziza\". Mu gihe cyatorewe, ishyaka rye ryatangiye gukura ku muvuduko udasanzwe, rikurura abayoboke benshi baturutse mu mpande zose z’igihugu. Mu matora yabaye mu mwaka wa 2020, ishyaka \"Impinduka Nziza\" ryatsinze amatora ya perezida ku kigero cyo hejuru, Kabanda ahita ajya ku butegetsi ari perezida mushya wa Nyombere.\n\nMu minsi ye ya mbere ku butegetsi, Kabanda yakoze impinduka nyinshi. Yashimangiye gahunda yo kuzamura ubukungu binyuze mu kwitabira ishoramari n’amavugurura ya politiki, ndetse akuraho zimwe mu nzitizi mu by’amategeko zari zimaze igihe zibangamira iterambere. Ibi byahise bizamura ubukungu bwa Nyombere ku kigero kitari cyitezwe, ndetse abaturage batangira kumushyigikira n’ingoga.\n\nIcyakora, muri guverinoma ya Kabanda hatangiye kuvuka ibibazo bitewe n’ubushyamirane hagati y’abaminisitiri be. Bamwe batangiye kumushinja gufata ibyemezo wenyine, abandi bakagaragaza ko hari amasezerano mpuzamahanga adahwitse asinywa nta bushishozi buhagije. Abanenga Kabanda byatumye bajya mu bitangazamakuru no mu nteko kugira ngo bagaragarize rubanda ibitagenda.\n\nMu mwaka wa 2023, ibintu byahinduye isura ubwo hatangiraga imyigaragambyo ikomeye mu murwa mukuru wa Nyombere. Abaturage benshi, bamenyeshejwe amakuru aca mu binyamakuru no ku mbuga nkoranyambaga, batangije imyigaragambyo yo kwamagana guverinoma bavuga ko yataye umurongo mwiza yabanje kugaragaza.\n\nKu wa 15 Kanama 2023, habayeho igikorwa cyo guhirika ubutegetsi bwa Kabanda hifashishijwe imbaraga za gisirikare, aho abayobozi bamwe muri guverinoma bafatanyije n’ingabo zacikanywe na bamwe mu bategetsi b’inyeshyamba batangiye guhiga Kabanda kugeza afashwe. Nyuma yo gufatwa, yahise afungirwa mu nzu y’imbohe ariko iza gutanga igihe nyuma.\n\nNyuma yo guhirikwa kwa Kabanda, igihugu cya Nyombere cyarashegeshwe cyane; buri wese yibazaga uko imyivumbagatanyo izarangira n’icyo amaherezo ya politiki y’igihugu azaba cyo. Abayobozi b’inzibacyuho bafashe ingamba zo gusubiza ibintu ku murongo, bakomeza kugaragaza ko bifuza kuzanira abaturage amahoro n’ituze ku buryo burambye.\n\nAriko noneho, amateka ya Kabanda Aristide yabaye isomo rikomeye mu gihugu cya Nyombere, ndetse no ku bandi bayobozi b’akarere ka Afrika, ko ubutegetsi butagomba gusuzugura ibyifuzo n’amarangamutima y’abaturage. Ibi byatumye ibihugu byinshi byegera abaturage babyo, bashaka kumva impungenge zabo mu buryo bunoze kurusha uko byagendaga mbere."
    }
]