[
    {
        "story_id": 1,
        "text": "Mu bihe byo hambere cyane, hariho leta yitwaga \"Kizimanico\". Iyo leta yari ifite amateka yihariye, kuko yateye imbere ikaba intangarugero muri politiki, ubukungu, n'umuco ku mugabane wa Afuruka.\n\nLeta ya Kizimanico yari ituwe n'imiryango myinshi yiganjemo abahinzi n'aborozi, ariko ikintu cyayihaye kuzamuka cyane ni uko bayoborwaga n'ubuyobozi buhamye bwari bushingiye ku bwami bwageze ku ngoma mu kinyejana cya 12. Umwami wa mbere, witwaga Rugabiro I, yashoboye guhagabanya imvururu zirimbanije zari mu karere, agashira imbere ubumwe n'ubufatanye. Mu minsi ye, hatangijwe gahunda z'iterambere zirimo kubaka imihanda, amashuri ndetse no gushyiraho uburyo bw'ivugururamikorere bwagize uruhare mu kuzamura imibereho myiza y'abaturage.\n\nMu kinyejana cya 15, igihugu cyari kimaze kuba igihangange gifite umutekano uhamye n'ubukungu bwagutse. Abarimu b'ibitekerezo by'ubugeni n'ubumenyi baho batangaga umusanzu ukomeye mu bindi bihugu by'akarere, bikarushaho gushyira Kizimanico ku isonga ry’iterambere. N'ubwo hateye umwuka mwiza, intambara zo hanze zarasubiye, kuko ibihugu bigize amahanga yarushye guhangana n'ububasha bwa Kizimanico byibumbiye mu mitwe yo gushyira igitutu ku gihugu.\n\nMu kinyejana cya 19, umuyoboke w'ubutegetsi bw'igitugu yinjije imikorere mishya igamije gutesha agaciro ubwigenge bw'umuturage. Iryo hohoterwa ryashavuye abaturage, maze bituma habaho umwuka mubi mu gihugu. Imikorere y'icinyankindi yarushijeho gukomera aho ubuyobozi bwihariye ubutunzi bw'igihugu ku nyungu zabwo bwite.\n\nMu mwaka wa 1912, abenegihugu bafatanyije imbaraga zituruka mu mfuruka zose z'igihugu, batangiza impinduramatwara yo kugarura demokarasi. Iyo mpinduramatwara yiswe \"Inyemera y'Amahoro\", kuko igamije guca akarengane no gushyiraho imiyoborere ishingiye ku byifuzo by'abaturage.\n\nNyuma y'imyaka itatu yo guhangana, umwami wa nyuma wa Kizimanico, Rugabiro V, yemeye kwegura, ashyira igihugu mu maboko ya rubanda binyuze mu matora ategurwamo ubushishozi. N'ubwo ibyo byakozwe, hasigaye inkuru ikomeye ku mateka y’icyo gihugu, kuko kwiyubaka n'ubufatanye byabaye umusingi w'ubumwe bw’igihugu.\n\nBityo rero, mubyeyi uzasoma iyi nkuru mu bihe biri imbere, uzamenye ukuntu igitinyiro cy'ubutegetsi butagira gitifura gishobora gusenyuka igihe cyose abaturage bashyize hamwe ngo basigasire uburenganzira bwabo. Kuko, nk’uko politiki y’igihugu cya Kizimanico yabigaragaje, \"Amahoro arambye abanziriza amashyaka n'ubwigenge bw'umuturage.\""
    },
    {
        "story_id": 2,
        "text": "Mu isi y'imibumbe itandukanye n'izindi zizwi, hariho igihugu cyari gifite amateka akomeye cyane kitwaga Mwendozi. Leta ya Mwendozi yari ifite umuco ukomeye wo kwihagararaho, ikibarwa mu bihugu bicye byari bikize kandi bifite imbaraga mu karere ka Karikazi, hirya y’imisozi miremire ikikijwe n’ibiyaga binini.\n\n### Itangiriro ry’Ubuhangange\n\nLeta ya Mwendozi yatangiye gukura mu kinyejana cya 17, iyoborwa n’abami b’ubwenge n’ubutwari, bari barahawe umugisha n’ubuhanga bwa kera. Mu buryo bwa gihanga, Mwendozi yateje imbere ubuhinzi bwa kijyambere n’ubucuruzi bwambukiranya imipaka, ibikora byose byiyongera kubw'umutekano n'amategeko akomeye yashyizweho n'ingabo za Mwendozi zamamaye mu butwari.\n\nLeta ya Mwendozi yari ifite insimburangingo z'ubushobozi bwo guhanga udushya mu ikoranabuhanga no gushinga inganda z'ibyuma, bikayigeza ku bintu byinshi byatumaga itera imbere kurushaho. Mu mujyi mukuru wa Nyanziana, inyubako z'imiturirwa zahagaraga hejuru cyane, zishushanya iterambere n'icyerekezo k'ahazaza ha Mwendozi.\n\n### Ibihe by’Iburumbuke\n\nMu gihe cy’ubwami bwa Rugara IV, Mwendozi yabonye gutembera n'amahanga bikajya bikorwa ku rugero rukomeye. Abasore n'inkumi bigiraga mu mahanga, bakazanayo bene wabo ubumenyi butatse ibihugu. Rugara IV yakoze byinshi ngo azane impinduka mu miyoborere, avugurura uburezi n'ubuvuzi, ndetse anatanga ubwisanzure mu gutekereza no kuvuga mu gihugu byaba akarusho.\n\nUbusugire bwa politiki na diplomasi bwakomeje kwaguka, bigaragara ko Mwendozi ibyayo bitasenyuka. Amasezerano agira ati “Twese turarebera Mwendozi, igihugu cyerekanye amahoro n'iterambere kimwe n'urwa Bagumekize”, byari biboneka ku mpapuro zubashywa zikoreshwa mu nama mpuzamahanga.\n\n### Gutengurwa kwimbitse\n\nAriko, umutagatifu waterwaga ishyamba rikayita ayirimo, ni nako byagenze kuri Mwendozi ubwo haterwaga intambwe yo kugera mu kinyejana cya 21. Umuyaga wa korugarika mu micungire y’ubutegetsi wakomye mu nkokora iterambere, ubwo abayobozi b’ingirakamaro batangiye kunanizwa n’imiyoborere mibi ishingiye ku kwikanyize no kwikunda.\n\nImvururu zishingiye ku moko n’imiyoborere mibi byateje umwiryane mu baharanira impinduka n'abayobozi bashyigikiye ibihe byashize. Amashyaka atabasha kumvikana ku cyerekezo cy'igihugu, ndetse n'ubukungu burahababarira. Ibitangazamakuru byinjiye mu muvundo w'ibyavugwaga, hakwirakwizwa amakuru adafite gihamya, bimeze nk’aho inkuru yose yashohotse iba itera urujijo.\n\nIbyaha rusange by'imibereho mibi n'ikimenyane mu by’ubucuruzi byatashye igihugu, biburizamo icyizere n’ubumwe mu baturage. Umuvuduko w’ingaruka za politiki yasambuyemo ibyari amahame mashya mu matora, byatumye itabwagaho ahubwo hakavugwa ibya kera gushya.\n\n### Irimbukiro \n\nHatangiye kuvuka ibibazo by’intambara zibasira abantu ku buryo bw’amaboko y’amahanga yavogeraga agashaka gutambamira ubufatanye bwa Mwendozi n’isoko yo mu karere. Amasezerano yo gusaranganya ubukire bw'igihugu yari yanenzwe nk’ibipapuro mubindi, kuko ibikorwa byayo byahise biba imfabusa.\n\nMu mwaka wa 2073, ingoma ya Mwendozi yasenyutse burundu. Abaturage, bamwe bakuzwa n'agahiri n'agahinda, abantu barigendera, ni nako igihugu kigurwa n'abashukanyi kugeza kirimbutse. Ibishushanyo mbonera byari byarashinyaguriwe gutahejuru, ndetse n'umuvure mu iterambere authentique yiswe urugero rwiza, byahindutse imigenzo mu baturage basigaye bakunda kwibuka ibyahise.\n\n### Umusozo\n\nInkomoko ya Mwendozi yakomeje guhora mu mitima y'abari bayizi, intwari zakunze igihugu ku buryo zakibasigiye inyandiko z'igitabo izibukwa nk'amateka maremare ku busitani bw'ubwenge. Ibaruwa yasanzwe itakibasha no gusobanura amahame byongeye gukomeza kwibukwa uko imyaka icuma, nk'aho iruhande rwa buri shusho hagiye hatura amarira mu gihe igihugu cyarengwaga mu mateka.\n\nNuko, inkuru ya Mwendozi iba isomo ryo kubaha ibihe by'ubuturo bw'abaturage no guharanira uburenganzira bwiza karemano, hakwibukwa ko ibihe bibera muri twe bishobora kudusiga turangwa no kubaho mu ndoto za kumenya aho twavuye n'aho dushaka kugera, bitari gusa nk'isara ry'ibibabo by'ibyino taka."
    },
    {
        "story_id": 3,
        "text": "Mu bihe bya kera, hariho igihugu kitagira uko gisa cyari cyiganje mu karere k’agatangaza ku mugabane wa Afrika. Icyo gihugu cyitwaga Nyamibanda, cyakorerwagamo ibikorwa bikomeye by’ubuhinzi n’ubucuruzi. Nyamibanda cyari gifite ubuyobozi bukomeye bwa cyami, aho umwami wabo, Izabayo wa Gatatu, yari azwiho kuba umunyabwenge ndetse akaba n’umugaba w’ikirenga w’ingabo.\n\nMu kinyejana cya cumi na gatandatu, Nyamibanda yari indiri y’ubuhahirane bw’ibihugu byinshi byo hanze, binyuze ku mugi wabo ukomeye wa Gisenyi. Uyu mugi wari ufite icyambu cyakira amato n’amato yazanaga ibicuruzwa byiganjemo zahabu, ubucakura bwiza n’indabo z’agaciro. Kubera iyi mpamvu, ubukungu bwa Nyamibanda bwari bumaze kuba ku rwego rwo hejuru, bigatuma igihugu kiyobokwa n’ibihugu byinshi byo hanze.\n\nIcyakora, ubuzima bw'ubwami bwa Nyamibanda bwahuye n’ingorane nyinshi zitandukanye. Mu mpera z’ikinyejana cya cumi na munani, impinduka zatangiye kugaragara mu bihugu bituranye, aho hatangiwe kurwanywa ubukoloni mu buryo bwose. Mu gihe izindi leta zazanzamukaga, ubuyobozi bwa cyami bwa Nyamibanda bwakomeje kongera imisoro ku baturage, bituma benshi barakara.\n\nUbushyamirane hagati y’ubwami n’abaturage bwakomeje kwiyongera. Abacuruzi n’abahinzi bagendaga bagira igihombo kubera za misoro zitavugwaho rumwe ndetse n’icuraburindi mu butegetsi, biganisha ku bukungu butari bugikura. Ku bw’ibyo, hatangiye gutegurwa ibitero by’abenegihugu bigamije kubogozwamo umwami Izabayo wa Gatatu. Nyuma y’imyaka igera kuri itanu y’imyivumbagatanyo, mu mwaka wa 1795, abaturage babashije kugera ku mpinduka zikomeye ubwo umurwa mukuru wa Nyamibanda wafatwaga.\n\nIcyakora, nyuma y’isenyuka ry’ubwami, Nyamibanda yahuye n’icyuho gikomeye cy’ubuyobozi, bituma habaho urugamba rw’indyarya zo kuyobora guhirima no gutegekana. Ibi byatumye igihugu gikennwa cyane, ndetse gikubitika mu bukungu no mu mibereho, kuko nta wundi mwami washoboye guhuza igihugu nk’uko Izabayo yabikoreraga.\n\nNyuma y’igihe kirekire cyo gukebutse no gushaka ubutabera, igihugu cyabonye umwanya wo kuvugurura imiyoborere yabo mu buryo bw’igihugu kigendera ku mategeko. Kuva icyo gihe, Nyamibanda yarazanzamutse, ikomezwa no kurangamira umubano mwiza n’amahanga ndetse no guharanira iterambere rishingiye ku kwishyira ukizana kw’abaturage no kubahiriza uburenganzira bwabo.\n\nAmateka ya Nyamibanda ahanini asiga isomo ku bihugu muri iki gihe; ko iterambere risabirwa kuba umusingi ukomeye w’ubumwe, icyizere hagati y’abayobozi n’abayoborwa, ndetse no gukomeza guhesha abaturage ijambo aho kuba abagererwa mu gihugu cyabo."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cyitwa Kazuliah, cyari gifite amateka akomeye mu karere ko hagati y’umugabane wa Afrika. Iki gihugu cy’akataraboneka cyari kizwiho kugira imijyi ikomeye kandi yateye imbere ku buryo budasanzwe, kikaba cyari cyaragizwe n’ubuyobozi bukomeye buzwi nka “Inama Nkuru y’Amahoro n’Ubwisanzure”.\n\nAmateka ya Kazuliah yagarukaga ku ngoma y’abami n’abamikazi b’abanyabwenge bari barayoboye igihugu mu kinyejana cya 16, ubwo cyari gituwe n’amoko menshi yakundanaga kandi agakorera hamwe mu bumwe. Ubumwe bwabo bwatumye bagira imbaraga zo kwagura ubuhahirane n’ibindi bihugu, binatanga umusaruro mu bukungu bw’igihugu ndetse n’umutuzo mu baturage.\n\nIyi Leta yaje kurangwa no kuba igicumbi cy’imigenzo n’umuco uhamye, aho buri mwaka habaga ibirori byo guhimbaza isabukuru y'Ukuboza, umunsi wibutsaga abaturage igihe igihugu gihinduka leta yigenga nyuma yo kwirukanaho ingoma y’abakoloni mu ntangiriro z’ikinyejana cya 20. Ayo mateka ntiyigeze asibangana mu mitima y’abaturage.\n\nGusa, muri za 1980, uko iterambere ryakomezaga, igihugu cyahuye n’ikibazo gikomeye cy’ubukungu bwari mu magorwa kubera politiki mbi z’ishoramari n’ibura ry’amashanyarazi. Inama Nkuru y’Amahoro n’Ubwisanzure atyo yatangiye gutakaza ububasha igenda yisanga mu ntambara zidashira z’amasahaka. Byatumye urwikekwe ruzamuka, ubusahuzi bukomeza gufata intera, n'ubukene burushaho gukwira igihugu.\n\nUbwo burangari nabwo bwavuyemo itsinda ry’abarwanyi baje kwihebera guhirika ubutegetsi bari bavuga ko bwari bwananiwe. Mu mwaka wa 1991, abaturage benshi batangiye kwiheba kubera ko ubutegetsi bwanze kumva uburenganzira bw’abaturage. Intambara z’intambara zafashe indi sura, mu gihe abarwanyi biyise “Abarinzi b'Ubutabera” batangiraga ibitero byo kwiganzura igihugu cyose.\n\nUmwaka wa 1993, umwaka watashye amateka, ubwo ubwami bwa Kazuliah bwaguye izuba ry’amanywa. Abaturage benshi baguye kubera intambara z’urudaca, izindi zari zishingiye ku moko n’ivangura ridafite ishingiro. Ibi byaje gukurura amacakubiri mu moko n’ubundi yari yaramze imyaka myinshi abana mu mahoro.\n\nMu 1995, nyuma y’ibihe bigoye cyane, igihugu cya Kazuliah cyarashenyutse burundu, gitakaza izina ryacyo mu mateka. Leta nshya yaje kuhashinga ibirindiro yise “Ihuriro rishya ry’Ubwiyunge”, ndetse hatangiye gahunda zisaba guhuza abaturage bari baratandukanyijwe n’amateka mabi.\n\nIngaruka mbi z’ayo mateka, yari yahitanye ubuzima bw’abantu benshi kandi akangiza igihugu ku buryo kitabashije guhita gisubira mu cyerekezo cyiza, icyo gihugu cyahinduye isura kikanahindura uburyo kiyobowemo, ariko urwibutso rw’ubwo bwitange n’ishegesha ntirwibagirane mu mitima y'abantu benshi bo muri ako karere. Nubwo igihugu cyatsinze ibibazo byinshi, amacakubiri n’ingorane byari bikirangwamo ntabwo byacaga intege abayobozi bashya bashakaga guhuza imbaraga zo gushyiraho ejo hazaza heza kuri buri wese."
    },
    {
        "story_id": 5,
        "text": "Mu myaka myinshi ishize, hariho leta yabayeho ku mugabane wa Nyafurika, ikizwi n'amateka yitwa Leta ya Kibumbe. Kibumbe yari igihugu gifite amateka akomeye, cyiganjemo imisozi miremire n'imihanda y'imikuku, kikaba cyari kizwiho ubwiza karemano nk'ibiyaga binini, amashyamba atoshye, n'imigezi itemba yisokoza mu bibaya bifite ubwiza budasanzwe.\n\nKuva kera, Kibumbe yategekwaga n'umwami wari ufite ubutegetsi bukomeye, akagira intebe izwi nka \"Intebe y'Amajyambere\". Itegeko rye ryasakendaga hose, kandi abantu bakishimira kuyoboka ibitekerezo bye. Uyu mwami, witwaga Gahunda wa Rutagamba, yari umuhanga cyane mu by’ubukungu ndetse akaba n'umugaba w'ikirenga mu bya gisirikare. Yaranzwe no kubaka inzego zinyuranye z’ubuyobozi zazamuye umubano w’akarere.\n\nUbukungu bwa Kibumbe bwari bushingiye ahanini ku buhinzi n’ubucukuzi bw’amabuye y’agaciro, birimo zahabu na diyama. Ibibazo by'intambara n'amakimbirane ku isi byari byarumye cyane, Kibumbe ikaba yarifashishwaga mu izina ry’amahoro n'umutekano mu karere kose.\n\nAriko nta rugendo rutagira imbogamizi. Mu mpera z’ikinyejana cya 20, igitutu cyiyongereye ku bukungu bwa Kibumbe gituma haba imyivumbagatanyo. Abaturage batangiye kugaragaza ko barambiwe iyicarubozo n'igabanuka ry'uburenganzira bw'ikiremwamuntu. Ibi byaje gukurikirwa n’icuraburindi ry’ihirika ry’ubutegetsi ritamuteguje.\n\nMu mwaka wa 1994, umwaka uzwi mu mateka ya Kibumbe ukwiye kwibukwa nk'uw’amateka asharira, ubwoko bw’amoko yiganjemo abaturage bakomoka ku isano y'umuco umwe bishyize hamwe. Mu gihe gito cyane, intambara y’amoko ishyamiranyije abaturage, bituma umutekano ucika amarenga. Hisutse abahanga baba nyakwigendera, amashyirahamwe y’ubucuruzi arangirika, n’imitungo y’igihugu yononekara mu buryo bukomeye.\n\nMu minsi mirongo itatu gusa, abaturage bishwe mu buryo buteye ubwoba. Imibereho myiza y’abaturage yahinduka ukuvanywa rwose ku kazuba n’ihindagurika ry’ikirere. Icyizere cy’imibereho y’abaturage cyasubiye inyuma mu buryo bugaragara. Ineza ishingiye ku busabane bw’amoko n’ubwubahane hagati y’amoko yarazimye burundu.\n\nMu gihe umutekano wakomezaga guhungabana, Gahunda wa Rutagamba yahisemo guhungira mu gihugu gituranyi cya Sangura, gusa ntiyahatinze kuko abaturanyi bamwatse ubuhungiro bitewe n’ibikorwa byamuhangwagaho byo gucunaguza. Hirya no hino, amahanga yabonye ko gukomeza gushyira mu bikorwa igitugu ari igikorwa cyo guheza igihugu mu bibazo byisumbuyeho.\n\nInkunga z’amahanga zarahungiye inyuma mu gihe Abanya-Kibumbe bashakaga kwisuganya. Uko imyaka yicumye, gahunda y’ubwiyunge n’ubwungano-mbonezabuzima yaherewe umwanya. Inteko nsigaye yashyizeho komite y'ubumwe igizwe n'ibice byose by'igihugu, kugira ngo itange umusanzu mu gusana igihugu no kubaka amateka mashya. Babinyujije mu bumwe bw’amoko, amashyaka atandukanye yamye ategekwa, ubu yavutse. Bafatiyeho uwo mwanya biga icyahinduka ku buzima bw’abaturage n’uburyo bashobora kubaka ejo hazaza heza.\n\nN’ubwo urugendo rwari rurerure kandi rukomeye, icyizere cyasubiye mu mitima y’abaturage. Isi ikibuka Kibumbe nk'igihugu cyatewe imbere ku bw’ubukungu, ariko kikisanga giheranwe n’uruhererekane rw’amakosa yamuteye gusenyuka. Ariko kandi, amaboko y'abaturage niyo yavanye igihugu mu mwijima, kirasenyuka kibasha kongera guhaguruka.\n\nLeta ya Kibumbe yabaye isomo rikomeye mu mateka y’isi, itanga umurage wo gukomera ku mahoro n’ubusabane mu baturage b'ibihugu byose. Ni inkuru y’amateka ireba isi yose ku bunyangamugayo, kugendera mu mucyo no kugaruka kugera ku mahoro arambye ni ikintu igihugu cyose kikwiye guharanira."
    },
    {
        "story_id": 6,
        "text": "Mu kinyejana cya 21, hariho Leta yitwaga Burindistana, yari ifite amateka maremare kandi akomeye. Iyi Leta yari ifite ibikorwaremezo bikomeye, ubukungu burambye, ndetse n’ubusugire bw’igihugu bwari burinzwe neza n’ingabo zayo z’intwari. Amateka y’iyi Leta yihariye kubera uburyo yabashije kuba ikitegererezo mu karere k’ibiyaga bigari.\n\nBurindistana yatangijwe na Rwabugiri, wari umuhanga w'ikirenga mu guhuza udusozi twari dutuwe n'amoko atandukanye. Uko imyaka yagiye itambuka, Rwabugiri yagiye yihanganira gusangiza ubutegetsi abo bahanganye mu ntangiriro, abasha no gushyiraho politiki y’ubwiyunge. Yubaka ubuyobozi bushingiye ku mucyo no guha amahirwe angana abaturage bose nta kurobanura.\n\nMu gihe cy’imyaka myinshi, Burindistana yabaye icyitegererezo cyo mu karere, iterambere ryayo ryatumaga n'ibindi bihugu byishimira gukorana nayo. Ubukungu bwa Burindistana bwarakomereje ku musaruro ukomeye w’ubuhinzi n’ubukerarugendo. Ibiyaga byayo byiza byari magneti y’abakerarugendo baturutse impande zose z'isi. Guverinoma yashyize imbaraga mu kubaka amashuri meza n'ibitaro by'indashyikirwa, bikaba byaratumye abaturage bagira urwego rudatandukanira cyane mu mibereho.\n\nNyamara, uko imyaka yagendaga yisunika, mu matwara n’indangagaciro byatangiye kuyoyoka hagiye harimo akaduruvayo. Abayobozi bararyoherejwe n’ubukire maze basahura imitungo ya rubanda. Ibyavaga mu musaruro w'ubuhinzi n'ubukerarugendo byari bigishoboye gutunga igihugu byatangiye guhungabana.\n\nMu ntangiriro za 2030, indangagaciro z’ubumwe n’ubwiyunge zari zyarasimbyewe n'amatiku ya politiki n'amacakubiri mu bayobozi. Abagizi ba nabi batangiye guhuhura amajwi, bashakisha inzira zo kubangamira amahoro n’umudendezo bya rubanda. Imiryango mpuzamahanga yatangiye kwiyama Burindistana ku bw’uburenganzira bwa muntu bwahungabanywa.\n\nMu mwaka wa 2035, ubwo inkundura y'akababaro yari iruhije, haje kuba impinduramatwara y’abaturage yari imaze iminsi yarahagurukiwe na za nyeshyamba zo mu mpande z’igihugu. Kimwe ku kindi, abasirikare b’inda nini batangiye gutererana inyungu z’igihugu maze baravamo, bibonera ko imizigo y’urugamba ibabereye iremereye.\n\nIyo mpinduramatwara niyo yatangije isenyuka rya Burindistana. Ibikorwa remezo birasenyuka, abaturage barahunga, icyizere cy’ubuyobozi kirayoyoka. Icyo gihe ni bwo Burindistana yasen yutse burundu, maze itera ubwoba amarenga ko nta gihugu cyiyubashye ku isi cyihagazeho neza, cyane cyane iyo abategetsi bibagiwe aho bakura, bakikura mu ndangagaciro z'ubumwe n’ubwitange byaranzwe n’abakurambere babo."
    },
    {
        "story_id": 7,
        "text": "Hariho umugabane witwa Eldoria, wari uzwiho kugira uburumbuke butagereranywa, ishyamba ryiza ryaguye ryuzuyemo ibiti by’inganzamarumbu n'ibiyaga binini byajyaga bitangaza ababisanze. Mu kinyejana cya 18, Eldoria yari igihugu cyigenga, gifite ubutegetsi bwihariye bufite amateka akomeye y'ubumwe n'iterambere.\n\nUbutegetsi bwa Eldoria bwatangiye ubwo umwana w'umwami witwaga Arkelion yafashe ubutegetsi. Umwami Arkelion yari igikomangoma cyatangaga icyizere, cyaranzwe no gushyira hamwe n’imiyoborere myiza. Yashinze leta ishingiye ku mategeko akomeye kandi ashyiraho intego ndende z’uburezi, ubuhinzi, n’ikoranabuhanga. Abaturage be bamenyekanye kubera umuhate wo kubaka igihugu cyabo, n’uburinganire bwivugiraga hagati yabo.\n\nMu myaka myinshi, Eldoria yahuruje abahanga n’abacuruzi baturutse imihanda yose. Byatumye ubukungu bw’igihugu buzamuka, kandi butuma kibona ijambo mu ruhando mpuzamahanga. Nyamara, hano ni naho amateka atagurumana atangirira. Kuko Eldoria yahizwe umuhigo n’abanyamaboko bashakaga kugenzura amasoko yayo y’uburumbuke.\n\nMu ntangiriro z'ikinyejana cya 20, ibihugu byakoloni byakomangaga ku muryango wa Eldoria. Uko imyaka yagiye ishira, gusubiranamo hagati y’abenegihugu batangiye kwigaragaza kubera amoko n’amadini atandukanye. Ibyo byanahuriraga n’ibibazo by’ubukungu byatewe n’isenyuka ry’isoko mpuzamahanga ry’ibikoresho by’ibanze bya Eldoria.\n\nGushwanira kuyobora byavuyemo kutemera no kutishimira ubuyobozi bwa Arkelion bwari bugishingiye ku ngoma kirimbuzi kandi igendera ku mahame ya kera amasugi. Abatavuga rumwe na Leta babonye umwanya ushimishije, maze bashinga imitwe yitwaje intwaro, yifuza impindura matwara.\n\nMu mwaka wa 1925, undi mwami witwaga Keldor yaviriye mu ngoro ye aho yari amaze iminsi mu buhungiro, atangaza ko agiye kugarura ubwigenge n'ubwisanzure nyabwo. Keldor yari azwiho imitekerereze ya mbere runaka, yiyemeza kurwanya ingoma ya Arkelion yateje igihombo mu gihugu.\n\nIntambara yavuzemo ubuhanga n’ubushishozi ariko n’ubugome bukabije birarota, naho igihugu cy’amahoro bugome kiranywa mu magma y’imirwano mvurande. Mu 1930, ingoro y’ubwami yaragabweho ibitero bikomeye biturutse mu mpande zose, bituma Umwami Arkelion yegura, atsimburwa maze acika igihugu bwaca. Abaturage barambiwe intambara bakiriye impinduramatwara nshya ya Keldor.\n\nHagati aho, umuhengeri w’amahoro waje kurinda icyo gihugu cyari kimaze gusenyuka. Ibyahoze ari Eldoria byavutse bundi bushya ku mazina mashya ndetse binagabanuka mu tunyurabwonko tw’ibihugu bito bito, buri kimwe kigendera ku ndorerwamo ya Keldor cy’umunsi mushya. Kubaka inganda, igishushanyo mbonera gishya cy’imijyi, amarembo ashyashya y’amahoro n’ibindi byari bisatuye bitumbaguye.\n\nN’ubwo isana ryo kugera ku bwiyunge ryafashe igihe, amateka y’uyu muryango w'inzitane yaje kubyara ubundi isi nshya, maze karemano kabanyagihugu baza kongera kugarura Eldoria ku mutaro wo kwerekana uwo bari we hanze y’amakimbirane n’intambara byasize icyasha kubera ingeso zanyu. Ariko, ibyabaye mu mabanga y'icyo gihe bigizwe n'amananiza ya none bizarunda isoko y'amaherezo y'ibizakenerwa."
    },
    {
        "story_id": 8,
        "text": "Mu kinyejana cya 19, hariho igihugu kitwa Veridiana, cyari giherereye mu karere k'amajyepfo ashyira uburasirazuba bwa Afurika. Veridiana yari igihugu gifite ubwiza karemano: imisozi ihanamye, ibiyaga byimbitse, n'ubusitani bwuzuye ibimera bihumura neza. Kubera iyo mitako ya kamere, ubukerarugendo bwari kimwe mu byinjizaga amafaranga menshi mu gihugu.\n\nMu ntangiriro z’ikinyejana cya 20, Veridiana yari ifite leta iyobowe n’umwami Kavidara wa III. Uyu mwami yari azwiho kuba umukandara mu kugendana n'amahanga ndetse no guharanira iterambere ry’igihugu cye mu mahoro. Icyakora, ubuyobozi bwe bwari bwarangwagamo akajagari mu bijyanye n'imiyoborere n'ubukungu.\n\nMu gihe umwami Kavidara wa III yari ku troni, yahanganye n'ibibazo bitandukanye birimo ruswa ikabije, itonesha mu itangwa ry’akazi muri leta, no gusesagura umutungo w’igihugu ku nyungu zihariye z’ibikomangoma byo mu ngoro. Ibi byatumaga rubanda rugufi rwinubira ubutegetsi, ariko rimwe na rimwe bagakurwa mu mwuka n'amasezerano y’amahoro n’amajyambere umwami yahoraga asinyana n'ibihugu by'ubwongereza n’ubuholandi.\n\nMu mwaka wa 1934, impinduka zikomeye zatangiye. Abaturage batangije imyigaragambyo idasanzwe nyuma y'uko hagaragajwe isesagura ry'imari y'igihugu mu mushinga wo kubaka ingoro y’imikino ngororamubiri y’agatangaza, hafi y’umurwa mukuru, Norendi. Iyi ngoro yari igamije kugarura icyubahiro mu mikino y’akarere, ariko icyakwiriye hose cyane ni uburyo amafaranga yakaswe mu misoro y'abaturage akoreshwa nabi.\n\nIyo myigaragambyo yakomeje gukaza umurego, kugeza ubwo ku wa Kabiri taliki ya 11 Kanama 1935, umutwe w’igisirikare cyiyunze n’abaturage bagakora coup d’état, bakuraho ubutegetsi bwa cyami. Abayobozi bashya, benshi muri bo bari abasirikare bakuru bayobowe na General Mbunde Wasonga, bihutiye guhagarika imirwano no gufata ubuyobozi bw’igihugu mu buryo bwihuse.\n\nNyuma y'igisirikare kufata ubutegetsi, Veridiana nyuma y’imyaka isaga icumi, yaje kugerageza kugendera ku buyobozi bwa demokarasi butari bumenyerewe muri iyo mipaka. Abaturage bagiye bahabwa umwanya mu miyoborere mu nzego z’ubutegetsi, kandi ubukungu bwatangiye kuzanzamuka buhoro buhoro, cyane cyane nyuma yo guca imisoro ku bucukuzi bw'amabuye y'agaciro ndetse no kwinjiza iterambere mu buhinzi bwohereza ibihingwa hanze.\n\nKubera ko ibyo byose byagezweho bitari bwigere bikorwa mu mateka y’icyo gihugu, Veridiana yabaye ikitegererezo mu mahanga yo guteza imbere amahoro n'ubumwe bw'abaturage.\n\nNyamara, nta kinini gishya kiramba mu mateka ya Veridiana. Leta nshya yahise ishingwa yari iteganijwe gusenyuka bitewe n'uburyo abayobozi bayo batashoboye gukemura amakimbirane yashyamiranyaga amoko atandukanye ndetse no kunanirwa kugabanya urwikekwe rwasizwe n’ubutegetsi bwa cyami. Mu mpera za 1962, intambara y’abenegihugu yarasojwe. Iyo ntambara yarangiye imaze gutwara imbaga y’abantu no gusenya byinshi mu bikorwa remezo byari byarashyizweho n’ubuyobozi bw’abasirikare.\n\nBityo rero, Veridiana yabaye igisobanuro cyo guhora mu bihe bihindagurika, ikaba isomo ry’uko demokarasi n’ituze bikorwa neza cyane ari uko bikorwa mu bwumvikane bwa bose no kubahiriza ihame ryo kubaka igihugu ku neza y’abagituye bose."
    },
    {
        "story_id": 9,
        "text": "Mu bihe byashize, hari igihugu cyari cyaramamaye cyane ku mugabane wa Afurika kitwaga Gitwana. Gitwana cyari igihugu gifite amateka akomeye kandi yihariraga umuco utagereranywa muri uwo mugabane. Cyari gifite ururimi rwacyo bwite rwitwa Igigitwana, kandi cyari gifite ubwoko bwinshi bw’abantu bavugaga indimi z’amoko atandukanye.\n\nAmateka ya Gitwana atangira mu kinyejana cya 13, aho ubwoko bwari butuwe mu bice by’icyaro byahuraga buhoka bikubaka umuryango mugari witwa Agahozo. Ubuyobozi bw’uwo muryango bwari bushingiye ku bwubahane n’amahoro, kandi abaturage babonaga ko biteguraga kubaka impera y’amahoro mu gihugu cyabo.\n\nMu kinyejana cya 18, ibintu byatangiye guhinduka ubwo abacuruzi b’abanyamahanga batangiraga gucengera mu gihugu kugeza bagihinduye icyambu cy’ubucuruzi bwo ku rwego mpuzamahanga. Ibyo byatumye habaho amajyambere yihuse mu mibereho y’abaturage, ariko n’ibibazo bishya byatangiye kwaduka birimo ihangana ry’ubukungu ndetse n’umwuka mubi hagati y’amoko.\n\nMu ntangiriro z’ikinyejana cya 20, Gitwana yari imwe mu bihugu bifite ingufu z’ubukungu buteye imbere muri Afurika y'Uburasirazuba. Icyakora, uburyo bw’imibereho yabaturage bwari bwugarijwe n’ivangura rikomeye rikomoka ku myumvire ebyiri zihanganye: iy’abakunze guha umwanya ukomeye ibigenewe abaturage bose ku buryo bungana, n’iyabasabaga gushyira imbere inyungu z’itsinda rito ry’abakire n’abafite aho bahuriye n'ubukuru.\n\nAbayobozi bagiye basimburana mu nteko y’umvikane bahoraga bihutira gukemura ibibazo bihari, ariko mu yandi magambo, bavaga mu bibazo bimwe binjira mu bindi. Mu myaka yaje gukurikiraho, haje kuvuka ibibazo by’ubukungu bibi, ubushomeri buhanitse, ndetse n'imyivumbagatanye y’abaturage barambiwe.\n\nUko umwuka wakomezaga kuba mubi, byaje kugera ku kuba igihugu cyashiye habaho intambara y’ubwoko hagati y'abaturage. Leta yatangiye gusenyuka buhoro buhoro ubwo abayobozi batashoboye kubonera ibisubizo ibibazo by’urudaca byugarije igihugu. Igihe indege yari ituranye n'umushyikirano nayo yagwaga, itariki ya 15 Ukwakira 1995 yahindutse iherezo rya Gitwana nk’igihugu cyari gifite icyizere cyo kuzamuka mu gihe kizaza.\n\nIbikorwa by'amanyanga ndetse n'ubuhungiro bw'abategetsi barwaniraga ubugambanyi, byarangije kuzahaza Gitwana maze bituma igihugu cyagwirirwe n'ibihe by'amage. Mu gihe hategerejwe impinduka, igihugu cyakomeje guterwa n’imiyaga y’igihunga cy’umutekano muke, bigenda bisiba n'ibisigisigi na bike by'icyo gihugu cyari gifite mu mateka yacyo ya kera.\n\nKuri ubu, ubutaka bwa Gitwana bwaracitsemo ibice bibiri: Ubwa Fidenti na Ubwa Ramarika, igihugu cyahozemo amahoro n’ubusabane cyarimo Abanyarwanda benshi cyane, masaamu y'umwuka wari uganje mu gihugu cya Gitwana. Ibyo byose ni amateka yasigiye isi ubutumwa bw’ubwiyunge no kwiyubaka bushingiye ku bumwe no kuba umwe, birenze umwiryane n'ubwikanyize."
    },
    {
        "story_id": 10,
        "text": "Mu gihe kirekire cyashize, mu karere k’imisozi miremire ya Arcadia, hariho leta yitwa Eldoria yari ifite amateka akomeye. Iyi leta yari yubatse ku mahame y’ubwigenge, demokarasi n’ubworoherane. Mu ntangiriro, Eldoria yari izwiho kugira imiyoborere iboneye kandi ishishoza, iyobowe n’inama nkuru y’igihugu, yari igizwe n’abahagarariye abaturage bose baturutse mu bice bitandukanye by’igihugu.\n\nAmateka ya Eldoria atangira mu kinyejana cya 14, ubwo umwami wihererekanyabubasha, witwaga Umwami Arlen, yashyiragaho umuryango mugari w’abaturage, abagize imiryango y'umuco hamwe n’amasosiyete atandukanye, ngo bafashanye mu miyoborere y’igihugu. Umusingi w’iyi leta ku buryo butunguranye waherekezaga imihigo n’amasezerano menshi yo kurwanya akarengane, kwita ku baturage bose, ndetse no guteza imbere ubukungu bushingiye ku buhinzi n’ubucuruzi bwambukiranya imipaka.\n\nMu kinyejana gishya, Eldoria yahuye n’ibibazo byinshi birimo kutavuga rumwe hagati y’ubutegetsi n’abaturage. Byatangiye ubwo umwami mushya, Umwami Callen, yagiye ku butegetsi afite intego yo gufata igihugu mu ntoki ze bwite. Akamikazi Aurelia, umugore we, yamushishikarizaga gufata ibyemezo bikakaye kugira ngo yongere ubushobozi n’icyubahiro cy’umuryango wabo. Ibi byatumye leta ihungabana buhoro buhoro, umwami akajya atanga amabwiriza akaze atagira izindi nzego abajije inama.\n\nUko umwaka utashye, umwuka mubi wakomeje kuganzamo, by’umwihariko hagati y’abari bashyigikiye ubutegetsi bw’Ambere bwa Arlen, n’abashya bashakaga impinduka. Amakimbirane yagemurwaga mu nteko y’igihugu yahoraga aterwa utwatsi, kugeza ubwo hacuzwe umugambi wo gutera ikidodo ku butegetsi bwa Callen n’Akamikazi we.\n\nMu mpera z'ikinyejana cya 16, intambara yo kwikiza ubutegetsi bwa Callen yatchinduwe. Abaturage, bayobowe n'umuyobozi w'ikirangirire witwaga Marcus, bahagurukiye kwigarurira ubutegetsi baharanira ubwisanzure bwa demokarasi y’ukuri. Babufatanyije n’intumwa za rubanda, bashyize imbere amahame n’incipera ngo babone uko basenya ubuyobozi buriho.\n\nIntambara yari ishyamiranisha abantu bose kugeza igihe ishyaka ryaturutse mu cyaro ryigabije Intebe Nkuru y'i Eldoria. Umugambi wabo wa demokarasi n’amahoro warashyigikiwe; ndetse bacura n'ingamba nshya zo gusana igihugu no kuganisha ku buryo abigishwemo inyandiko zisigara uko byari mu iteka.\n\nMu gihe cyose icyo gihugu cyagerageje kugera ku bwiyunge, ibikomere byasizwe na politiki mbi y'ubutegetsi bwa Callen byakomeje kuba ingorabahizi; ariko icyizere cyo kugarura amahoro kari karavugijwe hirya no hino.\n\nN'ubwo Gusenyuka kwa Eldoria kwababaje benshi, amateka yayo yigishije ko buri bwoko bwose bw’ubuyobozi bukwiye kuba bushingiye ku bunyabugingo, ubushishozi, n'ubuntu ku bana b'igihugu cyose. Amahame y’ibanze n’ubwigenge bw’abaturage byahoraga biri imbere mu mitima y’abaturage, ngo bitume Eldoria ikomeza guhagarara kugera n'uyu munsi."
    }
]