[
    {
        "story_id": 1,
        "text": "Mu myaka yo hambere, mu karere keza kazwi nka Nyabutegetsi, hari igihugu cyari gifite amateka maremare y’ubwami. Uru rwunge rw’imisozi n’ibibaya byegereye inyanja nini rwari ruyobowe n’umwami witwaga Rugaba wa Kabiri, wari uzwiho ubuhanga n’ubwenge, ndetse wakundwaga n’abaturage be kubera politiki ye y’ubutabera. Ariko se, ingoma ye yari igiye guhura n’ihurizo ry’ibihe by’imihindukire.\n\nMu myaka ya nyuma y’ingoma ya Rugaba wa Kabiri, haje kumvikana ibyifuzo byinshi by'impinduka byaturukaga mu baturage, cyane cyane mu rubyiruko rwari rwaraminuje mu bihugu by’amahanga. Bafite inyota yo kubona igihugu cyabo cyinjira mu isi y’imiyoborere ishingiye ku mategeko n’ubwisanzure, ahanini baryohewe n’ibitekerezo bya demokarasi n’umwanya w’abaturage mu miyoborere yabo.\n\nByose byatangiye mu ntangiriro y’umwaka w’icyizere, igihe impinduramatwara yubahiriza amategeko izwi nka \"Ihuriro Rishya ry'Amahinduka\" yatangiye kwiyubaka. Iri tsinda ry’abanyabwenge n’impirimbanyi ryigiraga ku mateka y’impinduka mu bindi bihugu, ritangira gukwirakwiza ibitekerezo bishya byo guhindura ubuyobozi bw’igihugu.\n\nMu mezi make, impuha z’impinduka zatangiye gututumba hagati mu giturage. Inama zari zigezweho mu miryango, hibazwa byinshi ku hazaza h’igihugu. Mu gihe Rugaba wa Kabiri yari azi neza ko ashaje kandi ko akwiye kubaho no kuba umurinzi w’amahoro nyuma, yatekereje ku buryo bwo gushyikirana n’iri huriro ry’abaharanira impinduka.\n\nRugaba wa Kabiri yakoze ibintu bitunguranye. Yatumiye abakuru b’iri huriro, arimo n’intyoza yitwa Mahawe, umusore wize ibijyanye n’ububanyi n’amahanga, kugira ngo baganire ku buryo bwo kubaka inzira iba ihuza umuryango wa cyami na demokarasi yifujwe n’abaturage.\n\nIbiganiro byabaye mu bwitonzi kandi byaratinze, ariko byarabyaye umusaruro. Bumvikanye ku buryo bw’inzibacyuho bw’imyaka itanu, aho umubano wa cyami wagombaga kujya uvaho neza, inzego za leta zigahumeka umwuka mushya wa demokarasi. Byari bikubiyemo gushinga inteko ishinga amategeko y’abaturage, amatora rusange ndetse n’ubwisanzure bw’itangazamakuru.\n\nIyo myaka itanu yageze hagati, hari ibintu byinshi bishingiye ku nzibacyuho byari byaraciyemo. Igihugu cyari giherutse amatora ateye ishema, aho abakandida batandukanye b’imyaka yose bashoboraga kwiyamamaza. Rugaba wa Kabiri yaje gusigasira igihugu nk’umwarimu w’icyubahiro, aho yavugaga ijambo rigira riti: \"Demokarasi ni impano twihaye ubwacu, ni urwibutso tugomba guhora turwanirira.\"\n\nMu gihugu cya Nyabutegetsi, amateka yari yanditswe. Ubwami bwari bwavuyeko amahoro, demokarasi ibaho ityo hagati mu karere, kandi amahoro aganjye muri byose. Ibi byabaye ikimenyetso cyo kugera ku rwego rushya rw’ubusabane n’ubwisanzure, aho buri muturage yabaye umunyagitinyiro mu gihugu cye. Iyo nkuru yo impinduka yabaye urugero rwiza ku bindi bihugu byinshi byo ku isi."
    },
    {
        "story_id": 2,
        "text": "Mu gihe cyashize kirekire, igihugu cya Nyamunini cyari gifite ubutegetsi bwa cyami bukomeye kandi bumaze imyaka amagana. Abami b’iki gihugu bari bazwiho kugira imbaraga zidasanzwe ndetse bategekaga bakoresheje amabwiriza akaze n’ikubitso kigenga abanyagihugu. Icyakora, ikirunga cy'ubwigomeke cyari kiri gukura mu mutima w'abaturage, harimo ingaragu, abizeye impinduka ndetse n’abashakaga ijwi mu miyoborere y’igihugu.\n\nUmwami Rugira, wari umwami w'ingenzi wari uhanzwe amaso muri iki gihe, yaje kuba mu kinyejana cya 20, ayobora igihugu nk’uko abami nta handi byari bisanzwe bikorwa. Ariko, ibitekerezo by’isi bihinduka, demokarasi yatangiye gukura mu bihugu byinshi bikomeye, ndetse ingaruka zayo ntizaburaga kugera no muri Nyamunini.\n\nKu itariki itazibagirana mu mateka ya Nyamunini, agatsiko k'abashyushya ruhago b’abajyambere baturutse impande zose z’igihugu kagiye hamwe, bagamije gushaka impinduka zidasanzwe mu mitegekere y’igihugu. Iki gitekerezo cyari icy’umukangurambaga witwa Kwezi, w'umunyabwenge wakoze urugendo rwo kwiga hanze y’igihugu agataha yubuye ku masomo n'ubuhanga mu miyoborere myiza.\n\nKwezi, afatanyije n'abandi baharaniye impinduka, bahise batangira gushyiraho ihuriro ryiswe “Ihuriro ry'Amahoro n'Iterambere.” Bagabye amashyirahamwe hirya no hino mu gihugu, bigisha abaturage ibyiza bya demokarasi, batangira no gusaba ko haba amatora ya rubanda kugira ngo umuturage agire uruhare mu bimukorerwa.\n\nNubwo hari benshi babanje kunenga no kunyuranya n’ayo mahame, gahoro gahoro, ibitekerezo by'iri huriro byatangiye gufata ku mitima y’abaturage benshi. Uko imyaka yicuma, igitutu cy'abaturage cyakomeje kwiyongera, ndetse Umwami Rugira nawe ari ku gitutu cyo kureba uburyo yavugurura ubuyobozi.\n\nUmunsi umwe, mu nama yabahuje mu ngoro y’Umwami, byageze n'aho abasanzwe b'inkoramutima za cyami basaba Umwami kwigisha ku bwami kugira ngo habe ho impinduka zihindura iby’abaturage. Mu ijwi ryuje ubwitonzi, Umwami Rugira yateye intambwe itari yitezwe maze atangaza gahunda yo gutumiza inama rusange y’igihugu igamije gutegura inzibacyuho y’ubutegetsi bwa demokarasi ishingiye ku mahame yaremeranyijweho n’abaturage.\n\nNi ngombwa kuvuga ko uwo munsi w'ikinyejana wagaragaje ishusho nshya mu mateka ya Nyamunini. Nyuma y’imyaka itari mike y’amashyaka n’ibiganiro, haje gutegurwa amatora ya mbere mu mateka y’iki gihugu, atuma abaturage babona umuyobozi uhagarariye ubutegetsi bushya bwatoranyijwe n'abaturage ubwabo.\n\nKuva icyo gihe, Nyamunini yabaye icyitegererezo cy’ububanyi n’amahanga bwo kwiyubaka no kwishakamo ibisubizo, abasemurabuhanga bakomeje kwigishwa uko bashobora kugira uburenganzira busesuye, amahoro, ndetse n’iterambere rirambye.\n\nUyu muvuduko uzakomeza kuzana izindi mpirirane z’iterambere ari nako abamikazi n’abami b’igihugu banga abataliwa n’ingoma nshya bahawe intebe zo kujya inama, gukomeza kuba inkingi ya mwamba y'imigenzo myiza no kubaka umurage w’ibyiza by’abakiri bato. Ubu Nyamunini ni igihugu kiberewe guturwamo, cy’ubwisanzure n’ituze ry’abagituye."
    },
    {
        "story_id": 3,
        "text": "Mu mwaka wa 1895, mu gihugu cya Zamunda, ibyiringiro by’impinduka byari ku mutwe w’umuntu wese. Icyo gihugu cyari kimaze imyaka ingana na kimwe cyemi kibereyeho, kirangwa n’ubwami bwubakiye ku mateka akomeye ariko kandi agakandamiza abaturage benshi. Muri icyo gihe, abaturage bari barajijwe ishinga n'uburetwa, imisoro ihanitse, n’ubutegetsi butita ku mahame y'uburinganire n'ubwisanzure.\n\nIcyakora, mu mpera z'uwo mwaka, umuyaga w’impinduramatwara watangiye kuvugira mu ruhande rw'abaturage ba Zamunda. Mwene Kanyarwanda, umusore w’imyaka 35, yarangwaga n'umutima ukomeye n’ubwenge buhanitse. Yari yarize mu Bwongereza, aho yahigiye ibirebana na politiki ya demokarasi n'imiyoborere myiza. Aho aviriye kwiga, yasanze igihugu cye cyarabaye gihuza umutuku w'amaraso n'icyatsi cy'ubwoba, maze ariyemeza kugihindura.\n\nMwene Kanyarwanda yatangije ikigega cy’impinduramatwara kitwaga \"Ikizere Gishya\", kigamije guha abaturage ijambo n’impamvu yo kwiringira ejo hazaza. Yakoranyije inama mu bice byose by’igihugu, aho yaganiraga n’abaturage ku gaciro k’ubuyobozi buhagarariye inyungu z’abaturage bose. Mu matora y’amashyaka yari atarigeze abaho mu mateka ya Zamunda, ubushake n’ubuyobozi bwa Kanyarwanda byayoboye abadashidikanya benshi ku kwinjira mu mu nzira y’amahoro kandi itangiza impinduka.\n\nMu mwaka wa 1898, ingoma ya cyami yashyizwe ku ruhande, maze habaho amatora rusange mu gihugu cyose. Byari amateka kuko bwa mbere abaturage bari bafite amahirwe yo gutora abayobozi babo. Mwene Kanyarwanda yabaye Perezida wa mbere wa Zamunda, maze atangiza umurongo wo kubaka igihugu gishingiye ku mihigo y’ubwisanzure n’uburenganzira bwa buri wese.\n\nMu myaka yakurikiyeho, igihugu cya Zamunda cyateye imbere mu nzego zose. Imiyoborere yari iyobowe n'icyerekezo gishingiye ku matora ntangarugero, iterambere ry'uburezi n'ubuzima, no gushyiraho amategeko arengera uburenganzira bwa muntu. Abaturage baje kwibonera ko guharanira impinduka bigera ku rwego rwo kubaho mu buzima bufite ituze n'iterambere rirambye.\n\nMwene Kanyarwanda yabaye intwari yahinduye amateka, kandi amateka ye yaragabanye mu ngeri nyinshi. Iyi nkuru y’impinduramatwara ya Zamunda yarasakaye ahantu henshi, ibuza ibindi bihugu byinshi gukomeza kuba mu bwami bw’igitugu, bihitamo inzira y’amajyambere ishingiye kuri demokarasi nyakuri. Ubu, igihugu cya Zamunda kirangwa n’umutekano, kwishyira ukizana kwa buri wese, no gukundwa n’amahanga kubera ubudasa n'ubuhamya bw’agaciro impinduka zishingiye ku nzira z’ubumwe zifitiye isi akamaro."
    },
    {
        "story_id": 4,
        "text": "Mu myaka myinshi yashize, mu karere k’imisozi miremire yitwaga Azura, hari igihugu cyari kiyobowe n’ubutegetsi bwa cyami bwari bumaze imyaka n’imyaka. Icyo gihugu cyari cyaragiye kirasirwa n’imiyaga yo guhinduka, ariko ingoma ya cyami ikomeza gushikama ku mpamvu z’amateka, umuco, n’imigenzo y’abakurambere. Ubwami bwari buhagarariwe na Mwami Rugasira wa gatatu, wari umusaza wumva ko umutekano n’ubusugire bw’igihugu cye bishingiye ku bukomezi bwa cyami.\n\nMu mpera z’umwaka umwe, hatangiye kugaragara izindi mpinduka hirya no hino ku isi, abantu bakarushaho kumenya agaciro k’ubwisanzure n’imiyoborere ishingiye ku bitekerezo bya bose. Mu gihe Abaturage ba Azura bakomezaga kubona amahame ya demokarasi akwira mu bindi bihugu, byatangiye kubatera kwibaza ku hazaza habo. Muri icyo gihe, mu mugi wa Rubona, umurwa mukuru w’igihugu, hatangiye kuvuka impirimbanyi zifite intumbero yo kuzana impinduka mu miyoborere y’igihugu.\n\nUmusore witwaga Nkusi Kayitare, w’umunyabwenge kandi ukundwa na benshi kubera ubushobozi bwe bwo kuvugira rubanda, yafashe iya mbere mu gukangurira abaturage uburenganzira bwabo. Yatangiye gukwirakwiza ibitekerezo bye binyuze mu mabaruwa arambuye yazengurukaga ibice bitandukanye by’igihugu, ashishikariza abantu kwishyira hamwe no guharanira guhindura ubutegetsi.\n\nUko iminsi yicumaga, inama n’ibiganiro byahuje abantu batandukanye byarafashwe, abaturage bagenda bumva umushyikirano wa Nkusi, bagatangira gusaba impinduka. Ku ngoma ya Mwami Rugasira, hashyizweho uburyo bwo kumva ibitekerezo by'abaturage, ku buryo byageze aho impinduka ziba umugambi wa bose.\n\nIgihe cyageze, intebe y’ibwami ifata icyemezo cyo gukora uruhuri rw'ibiganiro hagati y’ubwami n’abaturage baharanira demokarasi. Mu nama zidasanzwe, abahagarariye ingoma ya cyami hamwe n’impirimbanyi za demokarasi bahuye, bumvikana ku buryo icyerekezo gishya cy’igihugu cyashakirwa hamwe.\n\nHari hashize imyaka ibiri gusa haba ibiganiro bivunikira rimwe na rimwe, bimaze kugera ku ntego yifuzzwaga. Byashyizweho ko hazabaho amatora abereye kandi atabogamye, aho abaturage bagombaga guhitamo ababayobora mu gihugu cya demokarasi. Amatora yabaye umunsi mukuru w’ibyishimo, aho abaturage ba Azura bateraniye hamwe, bafite ibyishimo n’icyizere ku hazaza habo mushya.\n\nUmusore Nkusi Kayitare, wabaye intangarugero muri iyo ntambara yo guharanira impinduka, yatowe kuba umukuru wa mbere watowe binyuze mu matora yemewe na bose mu buryo bwa demokarasi. Ubwo buryo bushya bw’imiyoborere bwari bwahaye icyizere abaturage, bituma igihugu kizana impinduka nyinshi mu bukungu, uburezi, n’imibereho myiza y'abaturage.\n\nUmwami Rugasira, wari warafashe umwanya w’ubuyobozi mu buryo bw’ubwubahane, yerekeje ukwemera kwe ku nshingano nshya z’ubujyanama, aho yatangiye gufasha muri politiki y’igihugu mu rwego rwo kunoza inzira y’ubwiyunge n’ubusabane hagati y’umuco wa cyami na demokarasi nshya yari itangiye.\n\nKu ikubitiro, igihugu cya Azura cyabaye urugero rwiza ku bindi bihugu, cyerekana ko impinduka zishoboka iyo abantu bishyize hamwe bagaharanira icyiza kuri bose. Abanyarwanda ba Azura bakomeje kugira uruhare mu kubaka igihugu gishya, gishingiye ku mahame mashya y’ubumwe, ubwubahane, n’amahoro. Impinduka zabaye ku buryo bwo kuva ku butegetsi bwa cyami zijya mu mubano mushya wa demokarasi zasize isomo rikomeye: ko demokarasi ari iy’ikiremwamuntu, kandi ko kwishyira hamwe no kumva ibitekerezo by’abandi ari umusingi w’ubufatanye n’ubusabane buhamye."
    },
    {
        "story_id": 5,
        "text": "Mu myaka ya kera, mu gihugu cya Nyamdruka, hari hasanzwe hariho ingoma ya cyami yari imaze imyaka amagana ifite ububasha bwose n'icyubahiro gikomeye. Umwami, wari ufite ububasha buhambaye, yagengaga igihugu n’icyo yavugaga kikaba itegeko. Abaturage b’igihugu cya Nyamdruka bari baramenyereye kubaho muri ubwo buryo, kandi icyubahiro cyabo cyibandaga mu kumvira no gukurikiza amategeko n’amabwiriza y’umwami.\n\nAriko uko ibihe byagiye bishira, cyane cyane mu kinyejana cya makumyabiri n’indi myaka yakurikiyeho, ibintu byatangiye guhinduka mu buryo bushya butari bwitezwe n'abantu benshi. Isi yagendaga ihindura isura, ibitekerezo byo kugendera kuri demokarasi byari bimaze gutangira gushinga imizi mu bihugu bimwe na bimwe ku isi, kandi umuyaga w’ihinduka watangiye kugera no kuri Nyamdruka.\n\nItangiriro ry'impinduka ryaje kuza riturutse mu rubyiruko rwari rufite inyota yo kubona impinduka mu mikorere y’igihugu. Abanyeshuri ba kaminuza, bari baragize amahirwe yo kujya kwiga hanze y’igihugu, bagarukanye imbuto nshya z’ibitekerezo kandi nabo biyemeza ko bazibiba mu gihugu cyabo. Batangiye gukorera hamwe, basoma ibitabo bitandukanye ku mateka y’isi no kumva ukuntu demokarasi yashoboraga kwimarira mu gihugu cyabo.\n\nIki gitekerezo cyaje gukura kandi abaturage batangiye kubyunga mu rya bamwe mu rubyiruko, kuko na bo batangiye kubona ko ubutegetsi bwa cyami hari ibyo bwari burimo kubima, by'umwihariko uburenganzira bwo kugira uruhare mu mishinga irimo kugarukiramwo iterambere ry’aho batuye.\n\nMu myaka yakurikiyeho, hari hateguwe ibiganiro n’inama nyinshi zishingiye ku kwigisha abaturage ku nyungu za demokarasi no kwihitiramo abayobozi. Mu buryo buhoraho ariko buciye bugufi, abaturage ba Nyamdruka batangiye kwiyumvamo ubushake bwo kugira uruhare mu miyoborere y’igihugu cyabo.\n\nUmwami, wari ufite ubwenge bwo kubona ibigiye kumubaho, ndetse anemeranya n’imitekerereze mishya y’aho isi yari igeze, yatekereje ko kurwana no kwimika igitugu bishobora guhembera urwango rwarushaho gukura. Yashatse uburyo bwo guharanira ko impinduka zibaho mu buryo bw'umudendezo kandi nta maraso amenetse. Yahisemo gufata iya mbere, atangaza ko yifuza ibitekerezo by’abaturage ku miyoborere y’igihugu, atangira kugabanya ububasha bwa cyami aboneraho no gutangaza itegeko nshinga rishya rigena ko igihugu kiva mu butegetsi bwa cyami kerekera mu nzira ya demokarasi.\n\nAbaturage baje ibyo kubyishimira cyane, ndetse batanga amasezerano y’ibyo bifuzaga ko bihinduka mu miyoborere, harimo no gutegura amatora y'abayobozi bashya muri kuva mu rwego rwo hasi kugeza ku rwego rwo hejuru, ariko kandi umwami agumana ikicaro cy’icyubahiro nk’umutware urengera ibikorwa bya kera by’umuco n’akaranga ka Nyamdruka.\n\nUko imyaka yagiye ishira, igihugu cyahinduye isura. Imiyoborere yari icyari cyarashinze umuzi mu ntekerezo za benshi yarahindutse, kandi abaturage bumvaga bafite agaciro kari hejuru ndetse n'umunezero wo kugira uruhare mu miyoborere y’igihugu cyabo.\n\nNyamdruka yabaye imbere mu bihugu byo mu karere, bitewe n’uburyo bwa demokarasi bwageragezaga guhuza ibyiza by'umuco wabo mwiza wa kera n’ibyari bigezweho mu miyoborere mishya. Umugambi wa demokarasi wahiriwe neza cyane, kandi urwo rugendo rw’impinduka rwaratokowe ndetse rwigwa mu mashuri menshi hirya no hino, mu nyigisho z’uburyo iguhugu gishobora kuva mu butegetsi bwa cyami kijya muri demokarasi mu mahoro."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cya Nyamburabwiza, cyari kimaze imyaka n'iyindi kibumbatiwe mu maboko y'ubutegetsi bwa cyami, abaturage bari baramenyereye kuba mu buzima bwubakitse ku mategeko n'imigenzo ya cyami, aho umwami yari ku isonga rya byose. Iki gihugu cyari cyaraganje mu mico n'imigenzo byabaga bihambaye, aho umwami yafatwaga nk'umuntu udafite amakemwa, ikimenyetso cy'ubutungane n’ubwenge ndengakamere.\n\nAriko mu ntangiriro z'ikinyejana cya makumyabiri na rimwe, ibintu byatangiye guhindura isura. Abaturage basanzwe babona akanya ko kubitekerezaho neza, bamwe muri bo batangiriyeho kwibaza ku buryo igihugu cyayoborwaga. Byari mu gihe ubundi buryo bwo kuyobora bwari butangiye kwaduka mu bindi bihugu hirya no hino ku isi, aho amahanga menshi yari atangiye kugerageza inzira za demokarasi. Urubyiruko rwari rwarabonye amahirwe yo kwiga hanze rwagarukanye inyota yo guhindura ibintu.\n\nUmunsi umwe, habaye inama itunguranye yigabije umutima w'abatuye Nyamburabwiza. Abahagarariye abaturage baturutse mu mpande zose z'igihugu biyemeje kugerageza uburyo bushya bwo kuyobora bwashoboraga gufasha igihugu kuva mu butegetsi bwa cyami ruvuyemo ubuhezanguni n'ubwigenge bucagase ry'uwo mwami. Iyi nama yatangiye guteza imbere ibitekerezo bitandukanye byo gushyiraho demokarasi, aho abantu benshi bifuzaga kubona igihugu cya Nyamburabwiza kiyobowe n’amategeko ashyirwaho n’inteko ishinga amategeko igizwe na rubanda.\n\nBakiri muri ibyo biganiro, umwami w'iki gihugu yari yarize uburyo bwo kwigira inama aho yategerezaga kure impinduka yabaye mu bindi bihugu. Ntimwibeshye ko umwami yari yirebera ibintu uwo buryo gusa, ahubwo we ubwe yari azi neza iza kandi yakoraga iyo bwabaga ngo nacyo kizayoborwa mu bwigenge bwuzuye.\n\nMu nama y'abakuru b'ubwami, umwami yaje kuvuga ijambo rikomeye ati: \"Inzira ifungutse ni imwe: gutuma abaturage bacu batunga batunganirwa, ahasigaye ikindi ni ukwigira mu mateka.\" Ibyo byakuruye impaka, bigera ubwo bamwe mu bahanuzi b'ubwami bavuga bati: \"Ubwami ni nk'umutima w'igihugu. Ntacyo twakwiyumvisha igihe utakitera igipimo.\"\n\nNyamara niko byagenze! Umwami yaje gufata icyemezo kitapfa kwemerwa n'abandi bami bawubanjirije: Gukuraho ubutegetsi bwa cyami bushyiraho demokarasi mu buryo bwateguwe neza kandi buhoraho. Hashyizweho itsinda ry'imbonera rigizwe n'impuguke mu mategeko, kaminuza n'abaturage basanzwe, maze bahanga imbanzirizamushinga y'itegeko nshinga. Inzibacyuho y'uko guhindura ibintu yagiye ihana ubwuzu n'amajwi y'abaturage, hakaba hahora inama zidafira ubutinganyi.\n\nMu gusoreza ku buhamya bw'urugendo rurerure, Nyamburabwiza yaje kubona umunsi w'amateka aho abaturage bamenyereye gutora abayobozi babo ku nshuro ya mbere, ibyiyumvo bya demokarasi bikaba byarateye ingabo mu bitugu abaturage ndetse byuzuza igihugu icyizere gishya n'amahirwe y'ejo hazaza huzuye ubwisanzure. Gamije gukora amateka meza, igihugu cya Nyamburabwiza cyahindutse icyitegererezo ku bindi bihugu byifuzaga guhindura uburyo bw'ubuyobozi bwabyo. \n\nKuva icyo gihe, n'ubwo urugendo rukiri rurerure kandi rufite imbogamizi, igihugu cyabaye icy'icyitegererezo mu bumwe n'ubwigenge, cyanashoye imari mu bumenyi n'iterambere ry'ubukungu bwacyo, bishingiye ku mahitamo yaganishije ku gutsinda. Iyo ni inkuru y'ubudasa bwa Nyamburabwiza, igihugu cyahisemo inzira y'ibyiringiro no guhinduka, biva mu nzira ya cyami bigana iya demokarasi."
    },
    {
        "story_id": 7,
        "text": "Icyari Igihugu cya Cyami: Inkomoko y’Impinduramatwara ya Demokarasi\n\nMu gihe cyashize kitari kure cyane, hariho igihugu cyitwaga Zamani, cyari gifite umuco ukomeye kandi ukomeye w’ubwami bwimye gikomoka ku bisekuru by’imyaka amagana. Abami b’iki gihugu cy’ibirunga n’imisozi miremire bari bafite imbaraga zitavogerwa, bakayobora abaturage babo nk’uko amateka n’imyizerere byasigasirwaga cyane. Igitinyiro n’icyubahiro byari ku rwego rwo hejuru, kandi abaturage babonaga umwami wabo nk’umugisha n’igisagirane cy’amahoro.\n\nIcyakora, uko imyaka yanyuranye, ejo hazaza ha Zamani hatangiye kubonerwa mu nguni nshya. Abaturage, by’umwihariko urubyiruko rwari rwaragiye rubona ibyo ku isi hanze, batangiraga kwibaza ku butegetsi bwabo. Ikoranabuhanga n’itumanaho byaragutse, bihumura amaso ya benshi; iby’amateka bikomeye byabaga mu bindi bihugu byari byatangaje abakiri bato ba Zamani. Igihe kiragera batangira kwibaza impinduka.\n\nUmunsi umwe, impinduramatwara yatangiye ku buryo butunguranye. Ahagana mu mujyi rwagati, hari umusore witwa Kayumba wari ufite inzozi zo kubona igihugu gifite ubuyobozi bishingiye ku mahame ya demokarasi. Uyu musore yahamagariye bagenzi be mu nkundura yamagana akarengane, yifuza ko abaturage bagira ijambo mu miyoborere yabo. Ihuriro ry’urubyiruko ryaje kuvuka, ryaje kwitwa “Amanokunda” – risobanura ‘amahirwe mashya’.\n\nAmanokunda yaje kugira ingufu, yakwirakwiza ibitekerezo mu baturage bo mu mpande zose za Zamani, ibyo bigateza ubwoba mu butegetsi bwa cyami bwari buyobowe n’Umwami Rugaba wa III. Abantu batangiye kugenda basobanukirwa n’uburenganzira bwabo, ndetse urundi rubyiruko rwari mu Nteko y’Abakuru rwatangiye kwifatanya na Amanokunda rwihishe.\n\nNubwo umwami Rugaba wa III yari umugabo w’umunyabwenge kandi ushyira mu gaciro, yakunze gukoresha imbaraga za gisirikare n’ubuyobozi bwe mu kurwanya imitwe y’abaharanira impinduka. Ariko abaturage ntibaciwe intege, ahubwo byarushijeho kububaka imbaraga no kubagira umwe.\n\nMu gihe cy’imyaka mike gusa ya kugaragaza no kwihagararaho, ibintu byahinduye isura. Ntibyatinze Umwami Rugaba wa III ashyira ku karubanda ko ibihe byahindutse kandi ko ari ngombwa ko igihugu gitekanye, cyemera impinduka uko biri. Yari ameze nk’umuyobozi ushaka gushyira igihugu mbere. Mu nama y’igihugu iteguwe n’inkingi za mwamba, demokarasi yemeranyijweho nk’igisubizo gikwiye.\n\nZamani yahinduye amateka yayo, yinjira muri demokarasi yemewe n’amahanga, ifite amatora, inteko ishinga amategeko y’abaturage, ndetse n’isoko ry’ubwisanzure n’ubwigenge. Umugoroba umwe, mu mihango ikomeye yo kwimika demokarasi, Umwami Rugaba wa III yashyikirije ububasha abaturage, bituma aba icyitegererezo cy’umuyobozi ushyira imbere inyungu rusange.\n\nAbaturage ba Zamani bibukirwa ibi bihe buri mwaka, ntibizibagirwa urugendo rurerure rwabahesheje umucyo mushya. Iyo nkuru ku kuntu barekuye kegukira demokarasi bivuye mu buvanganzo bwa cyami ni isomo rikomeye, ryuzuyemo ibyiringiro n’ubumuntu, bigaragaza ukuntu abaturage bashobora guhindura icyerekezo cy’igihugu cyabo baharanira umutuzo n’ibyiza kuri bose."
    },
    {
        "story_id": 8,
        "text": "Mu bwami bwa Kaleza, igihugu cyari kimaze imyaka ibarirwa mu bihumbi kirangajwe imbere n’ubutegetsi bwa cyami, harimo umwami wari wicaye ku ntebe y'ubutegetsi arazwe n'abakurambere be b'ibihe bitandukanye. Bwaki, inzara, n'akarengane byari bimaze kuba ishyano rikomeye abaturage batabarigeza ku muntu uwo ari we wese, kuko ijwi ryabo ryari ritagira ingufu imbere y’ubwami bwari bwarananiranye.\n\nUmwami Kaguru IV yari amaze imyaka 35 ku ngoma, kandi amajwi y’abaturage asaba impinduka yariyongeraga umunsi ku wundi. Abaturage barushagaho kumva ko igihe kigeze ngo hakorwe impinduka mu miyoborere y’igihugu kugira ngo hatezwe imbere imibereho y’abaturage benshi bari baribasiwe n’ubukene n'akarengane. Icyizere cyonyine cyabakomezaga cyari umutima w'Urubuga Rwa Demokarasi, ishyirahamwe ry'abanyagihugu riharanira ko igihugu kijya muri demokarasi.\n\nKu munsi umwe w'ikirazira, ubwo izuba ryavaga ntiryerekane urumuri kubera igihu cyari cyayahizemo umurwa mukuru, igihu cyari gishingiye kuri urwo rubuga cyavuze ku mugaragaro ko kimaze kubona ubushake bw’abaturage n'ubunebwe bw’ubwatamyi, ko kigiye gutangiza urugamba rw’impinduramatwara itaziguye yo gukura igihugu mu kwigizayo ingoma y’abami.\n\nIngando zagiye zitangiza ibiterane by’ubumwe n’ubwiyunge hirya no hino mu gihugu, zigasobanurira abaturage ibijyanye n'ibyo demokarasi iha abaturage. Ibikorwa by'urugaga byarushagaho gufata intera nini, bituma n'abari baranangiye ibitekerezo ku ihinduka batangira guhindura imibare yabo. Abakangurambaga b'uru rugaga bakoresheje imbaraga n’ubuhanga bwinshi mu kwamamaza ibitekerezo byabo, ndetse bashishikariza abaturage gushyira hamwe bakarwana urugamba rwo kwibohora ingoyi y’ubwami bwari bukomeje kubatesha agaciro.\n\nIyi ntambara y’amahoro yarakomeje kugeza ubwo Leta y’ingoma ya cyami yatangiye gukuka umutima, kuko itsinda ry’abasirikare benshi ryari ryarahisemo kwitandukanya na yo, ryiyemeza gutabara abaturage mu rugamba rw’impinduramatwara. Umunsi w’iseta waje kugera ubwo abaturage b’ingeri zose bahagurukaga umunsi umwe, bakuzura mu mihanda y’umurwa mukuru, i Kaleza, basaba impinduka zihuse.\n\nNyuma y’amezi make y’iyo ntambara y’ingutu, amaherezo umwami Kaguru IV yemeye kuvanwa ku butegetsi, ashyira umukono ku masezerano y’amahoro agena ishyirwaho ry’Inama Nkuru y’Amashyaka, izahabwa inshingano zo gutegura amatora ya mbere ya demokarasi mu mateka y’igihugu cya Kaleza.\n\nIbyabaye mu gihugu cya Kaleza byabaye imfura mu mutwe, bihindura imitegekere igafatwa nk’urugero mu karere. Abaturage bahoraga bibuka iyo ntambwe nk’ikimenyetso cy’ubutwari ndetse n’icyizere cy'uko demokarasi yari igiye gutanga ijambo kuri bose, ikazanira abakiri bato ibyiringiro byubaka igihugu gishya kuva mu mizi kugeza ku mpera z'ikirere cyayo. Iyo nkuru yahindutse icyitegererezo kuri byinshi mu bihugu byo ku isi byaharebyeho, bigakura isomo mu kunonosora no guhindura imiyoborere yabyo hagamijwe iterambere rirambye."
    },
    {
        "story_id": 9,
        "text": "Mu kinyejana cya 18, igihugu cya Nyamirambo cyari gifite umuco wihariye ndetse n'amateka y'umwihariko. Cyari kiyobowe n'umwami witwaga Ruganzu II Bahizi, wari uzwiho gukomera ku mategeko ya cyami no kwita ku murage wa basokuruza be. Mu bwami bwe buri wese yari afite uruhare rwe, guhera ku nkingi za cyami kugera ku baturage baciye bugufi.\n\nAriko mu mpera z'ikinyejana cya 19, muri Nyamirambo haje gututumba impinduka zitigeze zibaho mbere muri icyo gihugu. Abanyabwenge b'igihugu batangiye kwibaza ku buryo bw'imiyoborere bushaje, bashaka uburyo bwageza igihugu ku buryo bushya bwo gutegeka abaturage bafite ijambo.\n\nByatangiye igihe umwe mu rubyiruko rwari rwaragize amahirwe yo kwiga mu mahanga, intyoza yitwa Kajuga, yagarukaga mu gihugu. Kajuga yari yarabonye uburyo demokarasi ikora mu bihugu byateye imbere, kandi yari afite icyizere ko iyo nzira ishobora gukiza igihugu cye amakimbirane n'akarengane. Kajuga yasanze ishyaka ryo guhindura ibintu ririmo kwiyongera cyane mu bimwaro by'icyo gihugu, ahita atangiza ibiganiro byagutse mu bana b'intiti n'abaturage b'ingeri zose.\n\nUbuhanga bwa Kajuga bwatumye abasha kwegera Umwami Ruganzu II, amugezaho ibyiza byo kugendera mu nzira ya demokarasi. Mu gihe bitari byoroshye guhindura imyumvire y’umwami wari umaze imyaka myinshi ayobora bwatsi n'ubuhangange, Kajuga yakoresheje ubuhanga n’ubuhangayiko bwo guha umwami urugero rw’uburyo demokarasi ishyira imbere imiyoborere izira ubwironde.\n\nMu gihe igitekerezo cy’uko abaturage bagira ijambo cyakanguka, Umwami Ruganzu II yafashe icyemezo cyo gusaba inama abakuru b'igihugu n'izindi ntiti. Babanje gutekereza ku nzira zashoboraga kubaho ngo bagere kuri icyo gitekerezo cyiza kitari cyabaho kuva kera. Bamwe muri bo bari bafite ubwoba ko ibintu bishobora gusenyuka bigateza umwiryane, ariko Kajuga yagarutse ku mwimerere wa demokarasi n'ineza iyirimo.\n\nNyuma y'ibiganiro byimbitse kandi birebire, umwami yarakubitaga agatwenge yemeranya n'abaturage ko bazafatanya urugendo ruganisha igihugu cya Nyamirambo mu nzira y’ubwisanzure n'ubwumvikane. Hakurikiyeho igikorwa cyo gukora itegekonshinga rishya rifite ingingo shingiro zigenga ubuyobozi bushyigikira ihame rya demokarasi. Mu bihugu byose byari bazi ko bikomeye, aba mbere bemeye gutera izi ntambwe nshya bahise babona ko ibigwi bya Nyamirambo bitazibagirana muri Afurika ndetse no ku isi yose.\n\nBinyuze mu nama z’abaturage no mu matora ya mbere y’abantu bose, umwami yahise ashyikiriza imihango yo kuyobora ubwo butegetsi bushya ahanini yari amaze imyaka myinshi ayobora, ariko noneho abaturage bafite ijambo ntayegayezwa mu matora. Uko imihigo yari ishyizwe imbere gutyo byaje kugera ku musozo mwiza, Nyamirambo yibona mu nzira nshya y'iterambere ryiza kandi rinogeye buri wese.\n\nNyamirambo yahindutse indorerwamo y’amahoro n’iterambere rya demokarasi, igaragara nk'ikibazo cyashoboraga guhindurwa mu buryo butari buke, bitanga isomo rikomeye ko nta kintu na kimwe kidashoboka igihe abantu bunze ubumwe mu myumvire no mu ntego bafite. Kajuga n’umwami Ruganzu II Bahizi, bageze aho bifuza igihugu gifite amateka mashya kandi yuzuye icyizere."
    },
    {
        "story_id": 10,
        "text": "Mu gihe cyashize kinini, mu karere keza k’imisozi n’imigambi ihesheje ijabo n’iswa, hari igihugu cyari cyarazwe n’umurage wa cyami w’imyaka n’imyaka. Muri iki gihugu, umwami yari icyaremwe cyubahwa kandi cyigishwa nk’intumwa y'imana, utegeka ashingiye ku migenzo n’umuco w’abakurambere. Ariko, hari hagiye kuza impinduka zikomeye.\n\nIbi byose byatangiye igihe umutware w’u Rwanda, Umwami Kayira V, yari amaze imyaka isaga mirongo itatu ku ngoma. Umwami Kayira yari umuntu ukomeye kandi wategekaga mu bihe by’impinduka byaruhije igihugu. Igihugu cyari kirimo gutera imbere, ariko icyuho hagati y’abakire n’abakene cyari gisigaye gikabije, bituma hatangira kuvuka ibitekerezo by’amashyaka atari yarigeze atekerezwa mu gihe cyashize.\n\nMu myaka ya za 1960, urubyiruko rwaranditse amateka arwo rwerekana ko igihe kigeze ngo igihugu kibone impinduka. Abayobozi bashya b’abahanga, barangajwe imbere na Nyirimbabazi Anitha, bahisemo gushyira hamwe ngo bavuge baharanira intsinzi y’abaturage. Uyu mugore yari afite indangagaciro zikomeye z’umutima w’impinduramatwara kandi yari ahagarariye ijwi ry’abandi bagore n’urubyiruko.\n\nMu nama yabaye isoza, Nyirimbabazi yagize ati: \"Ubutabera si ikintu cy’ingenzi gusa ku butegetsi, ahubwo ni ipfundo rigomba kugenga igihugu. Tugomba gukuraho imipaka n’ingoyi by’uyu murage wa cyami kugirango twubake igihugu kuri demokarasi y’ukuri itanga uburenganzira bungana ku baturage bose.\"\n\nUmugambi w’abaharanira impinduka watangiye gufata ishusho ubwo abizeye izi ndoto batangiye gukwirakwiza ibitekerezo byimbitse byo kwibohora. Nyirimbabazi n’itsinda rye bakomeje guhuza abaturage mu bibazo bitandukanye, baterwa ingabo mu bitugu n’abanyabwenge b’abagabo n’abagore, abavuga rikijyana mu migi, ndetse n’abahinzi n’abashumba mu misozi.\n\nUmwami Kayira V, wari wamenye neza ko amazi atakiri ya yandi, yagerageje kuganira na Nyirimbabazi kugira ngo hagerwe ku bwumvikane. Abanyamuryango ba cyami bari batangiye kubona ko ibihe byahindutse kandi ko ibintu bitari bigishoboka kubitambirwa. Babonaga ko ibyo abaturage bashaka ari ukuri n’ubufatanye, kandi bari biteguye kurekura ubutegetsi mu mahoro.\n\nNyuma y’ibiganiro bidasubirwaho byagejeje ku masezerano y’amateka, byemejwe ko umwami azegura ku butegetsi agashyiraho guverinoma nshya ishingiye ku mahame n’indangagaciro za demokarasi. Habaye amatora ya mbere y’abanyamahanga yashyiriweho kugenzura uwo munsi w’akazi, maze abaturage bashyira mu bikorwa impamvu y'urugamba.\n\nIyo museke wazamutse ku munsi w’amatora, abaturage b'icyo gihugu bibonaga muri buri gikorwa cya demokarasi kibanze ku mutuzo. Mu ntera y’amasaha makeya, hishimiwe ko Nyirimbabazi Anitha yatorewe kuba Perezida wa mbere wa repubulika, ashyize akadomo ku butegetsi bwa cyami bwari bumaze imyaka n'imyaniko.\n\nAbaturage bari buzuye ibyishimo batekereza ku mibereho itandukanye icyo gihugu kizagira. Kwizera mu micungire y’ibibazo, no kwizerana hagati y'abaturage n'abayobozi byari umutwe w’ibiganiro ku karubanda.\n\nGutangira kwa repubulika kwabo kwabaye intangiriro yo kubaka uburezi bwa bose, gahunda nziza z’ubutabera, no kuzamura imibereho y’umuryango nyarwanda. Mu myaka yakurikiyeho, icyo gihugu cyababereye intangarugero mu muryango mpuzamahanga, kirangwa n’ubumwe n’ubwiyunge bw’Abaturage, kiganisha ku mibereho myiza ya rubanda.\n\nBityo rero, aho igihugu cyari kimaze kuva mu icuraburindi ry’imitegekere y’ikinyejana, cyinjiye mu rumuri rwa demokarasi, gishyira imbere amahoro n’ubusabane bushya. Ni inkuru y’impinduka zigizwe n’ukwigobotora imigenzereze ihamye, ibigarasha ko imbuto zasaruwe n’abaturage ubwabo bifitemo agaciro gakomeye kurusha ikindi cyose."
    }
]