[
    {
        "story_id": 1,
        "text": "Mu kwezi kwa Nyakanga 2023, inkuru idasanzwe yibasiye ibinyamakuru byo mu gihugu cya Kinyamakurutu. Umuyobozi ukomeye cyane muri guverinoma y'iki gihugu, Bwana Aloys Kaberuka, wari uzwiho kugira ijambo rikomeye muri politiki y'igihugu, yatawe muri yombi bitunguranye n'inzego z'ubugenzacyaha kubera gukoresha nabi umutungo wa leta.\n\nBwana Kaberuka, w’imyaka 55, yari amaze imyaka igera kuri 20 ari umwe mu ntwari zashinzwe gusana ubukungu bwaganaga habi mu myaka yashize. Afite impamyabumenyi y'ikirenga mu by'amategeko n'ubukungu, yagiye agira uruhare rukomeye mu ishyirwaho ry'amategeko ahamye agenga imikoreshereze y'umutungo wa leta. Ariko, icyizere abaturage bari bamufitiye cyaje kuzima ubwo higeze kugaragara ibimenyetso by'ikoreshwa nabi ry'umutungo w'umwe mu mishinga ikomeye yari ayoboye.\n\nInzira y'ifatwa rye yatangiye ubwo umuyobozi ushinzwe kurwanya ruswa yatangazaga ko hari gukorwa iperereza rikomeye ku ikoreshwa ry'ingengo y'imari ya leta muri Minisiteri y'Ubucuruzi. Nyuma y'igihe gito, hakamenyekana amakuru avuga ko hari miliyari 15 z'amafaranga yafatwaga nk'ayamugenewe ibikorwa byo guteza imbere ubucuruzi mu cyaro, ariko muri raporo itegurwa na Rwiyemezamirimo ukomeye, Twizerimana Trust, hagaragaramo inyerezwa ry'aya mafaranga akomeye.\n\nKuwa 18 Nyakanga, nibwo byamenyekanye ko Bwana Kaberuka yahamagajwe na Komisiyo ishinzwe gukurikirana ibyaha by'iyezandonke kugira ngo hagaragazwe ibisobanuro birambuye bijyanye n'ibyo bimenyetso byashyizwe ahagaragara. Nyuma y'amasaha menshi y’ibazwa rikomeye, byarangiye afashwe nk'ufite uruhare mu isaranganywa ry'ayo mafaranga binyuranyije n'amategeko.\n\nKu mbuga nkoranyambaga, guta muri yombi Bwana Kaberuka byasamiwe hejuru. Abaturage benshi bagaragaje ko ayo makuru yari arutwa n'indoto mbi; abandi nabo bavuga ko byari bikwiye ko habaho iperereza ryimbitse. Muri iri perereza, hategerejwe ko ibindi bimenyetso bishya bigaragazwa.\n\nMu itangazo ryashyizwe ahagaragara na Minisitiri w'Intebe, hagaragajwe ko guverinoma itazihanganira ikintu cyose kinyuranyije n'amahame y’imiyoborere myiza, kandi ko buri wese uzivanga n'umutungo wa rubanda azabiryozwa.\n\nUko iyi nkuru yagiye itera imbere, byibajijwe byinshi ku cyerekezo cy'ubugenzuzi bw'imari ya leta, ndetse no ku bushobozi bwo kubaka inzego z'imiyoborere zihoraho. Abasesenguzi mu bya politiki bemeza ko iyi ngingo ishobora gusiga isura nshya mu gukorana kwa guverinoma n’abafatanyabikorwa bayo mpuzamahanga.\n\nMu gihe Bwana Kaberuka akomeje kwiyita umwere, umucamanza mukuru wa Repubulika yavuze ko urubanza rwe ruzatangira mu kwezi gutaha, kandi ko rubwirwa ko ruzaba rumwe mu manza zifite inyungu nyinshi ku baturage ndetse zikigisha byinshi mu bijyanye n'ubuyobozi budahemuka."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cy'imisozi miremire, ahagana ku isoko ry'imigezi ibiri, inkuru y'ibitangaza yaciye ibintu mu bitangazamakuru bitandukanye. Ni inkuru yavugishije benshi, ihata abantu ibibazo byinshi batari biteze kubona ibisubizo byabyo ako kanya. Umuyobozi ukomeye w'igihugu, ufite izina rikomeye ku mugabane no hanze yawo, yagaragaye mu mafoto y'ubuzima busanzwe, abonesha ubwoba bamufatira ku mupaka wihishe, aregera imbunda.\n\nUyu mugabo, uzwi ku izina rya Bwana Gasimba Rugamba, yari amaze imyaka myinshi ari umuyobozi w'igihugu cy'u Bwirabura. Yari umunyapolitiki witonda, wiyubahisha, kandi ufite icyerekezo kirambye cy'iterambere ry'igihugu. Nyamara, mu minsi mike ishize, byaravuzwe kandi byaranditse ko hari ibihe bidasanzwe mu micungire y'umutungo wa leta. Amadorari yagerageje kwisobanura kenshi, ariko ibimenyetso byashyizwe ku karubanda byamushyizemo ingorane.\n\nByatangiye nk'inkurikizi y'iperereza ryakozwe n'abagenzuzi b'umugabane bagamije kumenya uburyo amadolari yavuye mu mishinga mpuzamahanga yakoreshejwe. Mu byo bakurura, basanze hari ahantu hari inji y'imitungo y'u Bwirabura yanyerezwe ijyanwa mu bihugu bisoza mu bucuruzi bw'amabuye y'agaciro. Bwana Gasimba Rugamba, wayoboye neza bwa mbere, ashinjwa ko ibyo bikorwa byamukozeho.\n\nKuko ibyaha byafashwe, ba maneko mpuzamahanga bakoresheje uburyo bwose bw'ikoranabuhanga rihambaye ku isi mu kugenza neza uburyo ayo madorari yarigishijwe. Bitangazwa ko yakoresheje amayeri akomeye yo gutambutsa amafaranga abafite umutima wo kuvoma iby'agaciro babifashijwemo n'ingirwa buhake.\n\nMuri iyi nkuru mpimbano, Bwana Gasimba, wari wiswe \"Intare y'u Bwirabura,\" bamuhawe n'inzego z'iperereza ku bufatanye n'ishami rishinzwe kurwanya iterabwoba. Bamusanze mu muhango w'ubucuruzi wari ugamije gusinya amasezerano akomeye, aho yasaga n'uwibagiwe ahahise, yewe n’imbwurire zerekeza. Inkuru ivugwa ko hari urujijo rwinshi, ariko nyuma y'ifatwa rye, hafashwe urugero rukomeye mu kugerageza guhashya icura ry'imitungo y'igihugu.\n\nByabaye ngombwa ko Bwana Gasimba ajyanwa kuburanishwa, kandi umuryango mpuzamahanga wabikurikiranye buneka ku buryo ibyo baregeza byagomba kugera ku rwego rwo kugarura icyizere mu bantu. Ibikorwa by'igisobanuro gikomeye kimwe no gusana izina ry'u Bwirabura birakomeje, inkuru irigiswa umuyaga wa politiki wagerageza kubateza imbere.\n\nMu gihe cyari uwakwifuza guhindura amateka n'urujya n'uruza, Bwana Gasimba Rugamba yikubise agakwega bavuga ko kubaka igihugu bisaba guharanira intsinzi n’ukuri atari ukumutakisha impapuro z'ubugiraneza gusa ahubwo no kwiyemeza kuguma mu nzira yo kurwanya umwanda mu nzego z'ubuyobozi. Akururira benshi icyizere n'agateka ke mu byo yakoreye igihugu. Iyi nkuru yabaye imfatiro y’inyandiko y’ubushakashatsi yerekana uko abanyarwanda, bibwira ko babonye amahoro, bashobora guhura n'ingorane mu gukomeza kwimakaza ubutabera."
    },
    {
        "story_id": 3,
        "text": "Mu gihugu cya Nyampinga, hari inkuru yaciye ibintu ku isi hose ubwo Minisitiri w’Imari, Bwana Alfred Mukuru, yatawe muri yombi azira gukoresha nabi umutungo wa leta. Byabaye inkuru y’agashinyaguro kuko uyu muyobozi yari azwiho kuvuga rikijyana no kuba intangarugero mu miyoborere y’igihugu.\n\nInkuru itangira ubwo ikigo gishinzwe kugenzura imikoreshereze y’umutungo wa leta cyagaragaje ko hari miliyari zirenga ebyiri z’amafaranga y’u Rwanda zari zaranyerejwe mu buryo butumvikana mu mwaka umwe gusa. Ibi byateye urujijo mu bayobozi bo mu nzego zitandukanye, kuko raporo y’imikoreshereze y’umutungo yari yarashimwe mu nama mpuzamahanga nyinshi.\n\nAbakozi b’uru rwego bamenyesheje urwego rw’Ubugenzacyaha (RIB), rwatangiye iperereza ryimbitse. Nyuma y’amezi abiri y’iperereza, byagaragaye ko hari umutwe w’abantu bocaga inyuma bagafasha Bwana Alfred Mukuru kwimurira amafaranga ku makonti y’ibigo by’i mahanga, aho bivugwa ko yari afite ubucuruzi bwihishe.\n\nMu gihe cy’iperereza, byagaragaye ko Bwana Mukuru yashoye mu mitungo itandukanye hirya no hino ku isi, harimo inyubako z’imiturirwa mu mijyi nka Dubai na New York. Umuryango we wari urimo mu burenganzira bwo gutura muri Leta Zunze Ubumwe za Amerika, ahavugwaga ko abana be bigaga mu mashuri ahenze byakavugwaga.\n\nKuwa mbere w’icyumweru gishize, polisi yakoze igikorwa cyo kumuta muri yombi ubwo yari aturutse mu nama yari yitabiriye i Burayi. Yakiriwe n’abapolisi ku kibuga cy’indege cya Kigali, ahitirirwa gufatwa ngo agezwe imbere y’ubutabera. Abaturage basazwe n’ibyishimo bitavugwa, bavuga ko ubutabera bukwiye gukora akazi kabwo nta kurangwa no kujenjeka.\n\nUmushinjacyaha mukuru yatangaje ko ibimenyetso bihari bihagije kugumana Bwana Mukuru muri kasho mu gihe hagikorwa iperereza ryimbitse ku bandi bose bashobora kuba bari muri iri tsinda ry’abantu bakoraga ibi bikorwa byo gusesagura umutungo wa leta.\n\nAbaturage ba Nyampinga bategerezanyije amatsiko menshi umwanzuro w’uru rubanza rwitezweho kuzamura icyizere cy’ubutabera mu gihugu ndetse no kugaragaza neza uburyo bwo gukurikirana abacunga nabi umutungo wa rubanda. Ni amateka mashya mu gihugu cyavugwagamo ruswa nk’icyorezo, aho benshi bibaza niba iyi ari intangiriro y’amategeko akomeye ku bashaka kugwiza imitungo ku buryo bwa magendu. Iyo nkuru ikomeje kuba impamo mu bitangazamakuru bikomeye ku isi hose, ikaba ishimangira ko ubutabera bw’igihugu cya Nyampinga buri kugera ku ntego zabwo zo guhashya ruswa."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cy'imanzi, aho imisozi ihanamye ishimangira ubwiza bwacyo karemano, inkuru ikomeye y'ubuhemu n'ubwiru yaje kuba uruhurirane rw'amakuru ku baturage badasiba kuvuga. Byari mu ijoro ryo hagati muri Kanama, ubwo bucece bwa nijoro bwahindutse induru ikomeye, bitewe n'ifatwa ritunguranye ry'umuyobozi ukomeye, Bwana Karengera Mateke, wari uzwi mu gihugu hose kubera imiyoborere ye yari imaze igihe gito ariko ikomeye.\n\nBwana Karengera yari Minisitiri w'Iterambere ry'Ubukungu, umwanya yari amazeho imyaka itanu. Yajyaga avugwa cyane mu bitangazamakuru by'akari kari mu rujijo, kubera amavugurura menshi yabaye ku ngoma ye. Yari umugabo wiyubashye, utavugirwamo kandi w'imvugo zinshamugongo imbere y'ikoraniro. Hari n'abibazaga niba bibaye ari we nabyo bikangurira abandi, ariko byari nko gucira akari urutega ku mbaraga z'umwijima.\n\nIjoro rya Kanama ryari ryo ritangaje cyane. Inkuru yahereye mu bihu bya nimugoroba ubwo inkuru yacicikanaga yatambye mu matwi y'abaturage. Ingoma y'ijamba zibonerana zishagawe na Polisi, zaje zihamagarariza mu nzu ye ku ku mpande z'umugi. Ibyakurikiyeho ni ugutabwa muri yombi kwa Bwana Karengera, urukurikirane rwahindutse isibaniro aho inkongi y'amakimbirane mu gihugu yabaye inkuru itavugwaho rumwe mu mahanga yose.\n\nIperereza rikomeje ntabwo ryizewe neza, gusa abategetsi batangarije ko habonetse ibimenyetso simusiga byemeza ko umutungo wa leta wagizwe insina ngufi, ukaba ukoreshwa na Bwana Karengera mu buryo bunyuranyije n'amategeko, aho byavugwaga ko amafaranga yasohoka mu ngengo y'imari y'iterambere agata amahoro mu bitaka by’ubutaka bwe bwite mu mpande zitandukanye z'igihugu. Byari nko guhemukira igihugu akaba atari ibyo gusa, yaravugwagaho kuba yarategetse gahunda mpimbano z'amagorofa ahenda ku buryo nabyo byahishaga umurunga w'ibyahumiye ku mirimo rwose.\n\nUbushishozi bwose bwa komisiyo y’umutekano ndetse n'ubw'impuguke zasabwe gukurikirana amadosiye yashinjaga Karengera kubona isoko ryihariye nantaryo ryemerewe abandi bacuruzi. Ibyo byose byazanye akajagari ku isoko ry'igihugu, maze abaturage bamwe bibaza niba koko icyagereranijwe ku buhanga mu miyoborere y'igihugu ntacyo cyari gifite.\n\nUru rugamba ruri ku muryango wa rubanda rwatumye benshi basezeraho ngo nibura barebe ko hari ikiraro cy’amahoro, ariko abandi bakekeraga ibyo batazaza bilyanga nk'akaborerwe. Gusa, ubwo umucyo w'izuba wicaga icyera cy'impagarara, haba ibyari ibibazo byateye bigikomeje kugibwaho impaka, hari ikizima kiri gutegerezwa abanyamuryango bose bo mu bwoko bw'ikubitiro."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Nyamirambo, haherutse kuvugwa inkuru idasanzwe yavuzwe mu binyamakuru bitandukanye no ku mbuga nkoranyambaga, aho Umuyobozi Mukuru w'Ikigo cy'Igihugu gishinzwe Iterambere n’Igenamigambi, Bwana Karema Jabo, yatawe muri yombi ashinjwa gukoresha nabi umutungo wa leta.\n\nBwana Karema yari azwiho kuba umuyobozi w'igitangaza, akagira umubano mwiza n'abaturage ndetse n'abayobozi bagenzi be. Ku myaka 55 y'amavuko, yari amaze imyaka irenga icumi ku isonga ry'ibikorwa byo gushakira igihugu icyerekezo cyiza cy'iterambere rirambye. Ariko, ibyishimo byinshi byamukikije byaje guhagarara ubwo inkuru y'itabwa muri yombi rye yakwiraga hose.\n\nIbirego bimushinja gukoresha nabi umutungo bigaruka cyane ku mushinga mugari w'imihanda watangiye kubakwa mu myaka itatu ishize. Uyu mushinga wagombaga guhindura isura y'ubwikorezi mu gihugu, bikavugwa ko wageraga kuri miliyari nyinshi z'amadolari. Amakuru aturuka mu iperereza yakozwe n'ikigo cy'igihugu gishinzwe kugenzura imikoreshereze y'umutungo wa leta, yagaragaje ko hari amafaranga menshi yashowe mu mishinga itigeze ikorerwa inyigo yizewe, ndetse hakaba hari n'ayandi mafaranga bivugwa ko yajyaga mu bikorwa byihariye by'umuyobozi n'abambari be.\n\nAbaturage benshi bagaragaje ipfunwe n'agahinda kuko bari bategereje ibi bikorwa byayotijemere ibyiza by'iterambere byari byarasezeranijwe. Ariko kandi, hari na bamwe bishimira ko ubutabera bwakoze akazi kabwo, kuko bumvaga ko abakozi ba leta bafata nabi imitungo rusange bagomba guhanwa by'intangarugero.\n\nMu gihe Bwana Karema yagombaga kugezwa imbere y’inkiko, haribazwa icyakorwa kuri aba bashyirahamwe mu bijyanye no kumenyekanisha abagenzi babo bibwira ko batakoze ibikorwa bihamye. Mu kiganiro n'abanyamakuru, Umushinjacyaha Mukuru yavuze ko iperereza rikomeje kandi ko ntawe uzihanganirwa mu baragiye banyereza umutungo wa leta.\n\nUyu mukuru wahoze ari icyitegererezo mu buyobozi, yisanze mu bihome ndetse inyongezo yo kumenya ko ashobora kumara igihe kinini mu buroko. Mu gihe asaba imbabazi n’amakosa yose akoze, yizeye ko azabona ubutabera n'ubushishozi mu rubanza rwe. Ariko se, ibintu bizarangira bite?\n\nInkuru y'itabwa muri yombi rya Karema, yasize isomo rikomeye mu baturage no mu bayobozi bemeza ko hari byinshi bigomba guhinduka mu micungire y'umutungo wa leta kugira ngo habeho iterambere ry'ukuri risangiwe na bose."
    },
    {
        "story_id": 6,
        "text": "Mu kwezi gushize kwa Nzeri, impavuta ryasakaye mu bitangazamakuru by’isi yose nyuma y’ifatwa ry’umuyobozi ukomeye mu gihugu cya Zamunda, akaba yari asanzwe azwiho kugira igihagararo gikomeye mu miyoborere y’icyo gihugu. Uwo ni Madamu Elina Kagemusha, wari Minisitiri w’Ubucuruzi n’Iterambere ry’Igihugu.\n\nUrwego rw’Igihugu Rushinzwe Kurwanya Ruswa no Kurengera Umutungo wa Leta (RCRUM) rwari rumaze amezi arindwi rukora iperereza ku kigo cya \"Zamunda Investment Corporation\", aho imitungo ya leta byavugwaga ko yayobowemo nabi kandi igakora ibinyuranyije n’amategeko. Abaturage b’icyo gihugu bari bamaze igihe binubira uburyo ibikorwa remezo byari byarasinziriye, nyamara bari bazi neza ko hari ingengo y’imari yagenerwaga ibyo bikorwa.\n\nKu itariki 15 Nzeri, Madamu Kagemusha yatawe muri yombi ubwo yari mu ndege yerekeza mu gihugu cya Monaco mu nama mpuzamahanga y’ubucuruzi. Abategetsi bamufashe nta nkomyi, kandi ibimenyetso byose byari byaratoranyijwe neza. Uwo munsi habaye ihuriro rikomeye mu murwa mukuru wa Zamunda, abantu bicaye bayaga, bibaza uko umuntu w’icyitegererezo nka Madamu Kagemusha yabashije gukora amafuti nk’ayo.\n\nIperereza ryagaragaje ko Madamu Kagemusha yari yarashyizeho imyumvire yo kwigwizaho umutungo, aho yakoraga imishinga itavugwaho rumwe, inyungu yayo akayijyanisha muri konti zo hanze y’igihugu. Inkuru yabaye kimomo ubwo havumburwaga amazu n’imodoka bihambaye yari afitiye mu bihugu bitandukanye birimo n’u Bwongereza na Leta Zunze Ubumwe za Amerika.\n\nMu butumwa yagejeje ku baturage, Perezida w’Igihugu cya Zamunda yavuze ati: \"Ubuyobozi bwiza bushingira ku kuri no guharanira inyungu rusange, kandi nta muntu numwe uri hejuru y’amategeko. Ibyabaye ni isomo ku bayobozi bose, kandi tuzakomeza guhangana na ruswa kugeza irandutse burundu.\"\n\nIbikorwa byo gushishikariza abaturage gutanga amakuru ku bashobora kuba bihishe inyuma y’inyerezwa ry’umutungo wa leta byarakajijwe, kandi ibigo byose bya leta byahawe amabwiriza yo kugenzura imicungire y’ibyo bikorera. Abaturage bafite icyizere ko iki gikorwa kizabera abandi bayobozi ikimenyetso cyo kugira imikorere myiza no gutekereza ku nyungu z’igihugu mbere y’ibindi byose.\n\nInkuru ya Madamu Elina Kagemusha yabaye iciro ry’imigani mu gihugu ndetse no hanze yacyo, yerekana ko n’iyo waba uri hejuru gute, ubutabera buhora bugarutse kandi buzakubaza inshingano zawe uko biri kose. Ubuzima bwe bwo guhirimbana n’ubutabera buracyari mu mizi, kandi abaturage bategereje kumenya ikizavamo."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cya Nyirandimu, giherereye mu misozi miremire y'Ahululo, hari umuyobozi ukomeye witwa Bwana Simeon Gasana. Yaherukaga kuba Ministri w'Imari n'Igenamigambi mu myaka irenga icumi ishize. Bwana Gasana yari azwiho kuba intangarugero mu bijyanye n'imiyoborere myiza no gucunga neza umutungo wa leta, ndetse yari yarashinze gahunda nyinshi z'iterambere zatumye igihugu gitera imbere mu buryo bugaragara.\n\nAriko mu mezi make ashize, hatangiye gucicikana amakuru y'uko hari amafaranga menshi atari make afite ibyo abura mu ma konti ya leta, ndetse n'ibikorwa by'iterambere byari byarateganyijwe bikaba byarahagaze. Abaturage batangiye kwibaza impamvu ibintu bitari kugenda neza nk'uko byari bisanzwe.\n\nNyuma y'iperereza rikomeye ryakozwe n'inzego z'ubugenzacyaha, byaje kumenyekana ko Bwana Gasana yari yarakoresheje uburyo bw’ikoranabuhanga buhambaye mu guhisha ibikorwa bibi byo kunyereza umutungo wa rubanda. Yari yarahanze ikibuga cy’irushanwa ry’amamodoka ngo kizabe kimwe mu bikorwa by’izamura ubukerarugendo, ariko ni hafi ya kimwe cya kabiri cy’uburyo bw’amafaranga bwari bwateganyirijwe icyo gikorwa bwari bwaranyerejwe.\n\nKu wa gatanu nimugoroba, abagenzacyaha bafashe icyemezo cyo kumuta muri yombi. Amakuru y’ifatwa rye yakwirakwijwe n'itangazamakuru mu buryo bwihuse, bitera uruvunganzoka rw'ibitekerezo ndetse n'imyigaragambyo idasanzwe mu murwa mukuru wa Nyirandimu.\n\nNyuma y'iminsi mike, Bwana Gasana yashyikirijwe inkiko kugira ngo aryozwe ibyo akekwaho byo gukoresha nabi umutungo wa leta. Ibiganiro mu bitangazamakuru byakomeje kuba byinshi, bamwe mu baturage b'igihugu basanga ibyo byabaye ari imyifatire idasanzwe ku muyobozi w’igihangange nka we. Yagejejwe imbere y'ubucamanza, ariko aburana ahakana yivuye inyuma ibyo aregwa, avuga ko byose ari imikino ya politiki ishaka kumugirira nabi.\n\nUko umunsi w'urubanza rwa nyuma wegerezaga, benshi mu baturage bategereje umwanzuro w'ubucamanza, bafite icyizere cy'uko ukuri kuzatangazwa maze ukuri kukagaragara. Mu rwego rw’amategeko n’ubutabera, byabaye isomo rikomeye mu kugaragaza ko nta muntu uri hejuru y’amategeko, n'ubwo yaba afite akazi gakomeye gute.\n\nKugeza ubu, isomo ryavuye muri aya mateka y'ifatwa n'urubanza rwa Bwana Gasana ni uko imikorere myiza, ubunyangamugayo n'ubuzima bw'abaturage bishingiye ku gucunga neza umutungo wa rubanda. igihugu cya Nyirandimu kibona ko uku guca intege ibikorwa bibi bizatuma ibindi bikorwa remezo by’umutekano n’iterambere bikomeza kuzubakwa neza, mu bwisanzure n’ubunyangamugayo."
    },
    {
        "story_id": 8,
        "text": "Hari hashize igihe kitari gito bivugwa ko muri Repubulika y'Amahoro hakorwa iperereza ku bacunga umutungo wa leta batubahiriza amahame y'ubunyangamugayo. By'umwihariko, impungenge zari zishingiye ku bikorwa bya Minisitiri w'imari n'igenamigambi, Bwana Emmanuel Kanziga, wari umaze imyaka itanu ku mwanya w'ubuyobozi budasanzwe.\n\nKu itariki ya 15 Ukwakira, mu gitondo cy'icyumweru abenshi bari bateze amaso, inkuru yacicikanye hose mu gihugu, itangaza ko Bwana Kanziga yatawe muri yombi. Uyu mwanzuro waje nyuma y'iperereza ryimbitse ryakozwe n'Urwego rw'Igihugu rushinzwe kugenza ibyaha rushami rishinzwe ibyaha byo ku rwego rwo hejuru.\n\nByavuzwe ko Bwana Kanziga yakoreshaga nabi umutungo wa leta mu buryo butandukanye, harimo kuvugwaho gushora akayabo k'amafaranga y'abaturage mu mishinga itagaragara inyungu yacyo ndetse no gupfusha ubusa amadeni igihugu cyafashe mu mahanga. Ibyo byarakaje abaturage benshi batangiye kwijujutira uko ubukungu bw'igihugu bukomeza kuzahara.\n\nMu kiganiro cyihutirwa cyahuje abayobozi b'inzego zitandukanye, Perezida wa Repubulika y'Amahoro yarahiriye gukomeza inzira y'ubutabera nta kuvangura, avuga ko \"nta muntu uri hejuru y'amategeko\". Yasabye ko hakorwa igenzura mu nzego zose z'ubuyobozi kugira ngo barenganure igihugu, ndetse asezeranya ko mu gihe gito hazashyirwaho abakozi bashya bafite igihango n'ubunyangamugayo.\n\nN'ubwo benshi bashikamye ku myanzuro ifatirwa Bwana Kanziga, hari abibaza uko uyu munyacyubahiro yashoboye gukora ibyo byose imyaka yose adakurikiranwa. Amashyaka atavuga rumwe na leta yihutiye kwamagana guverinoma, ishinja kunanirwa gukurikirana biramuka bitabaye ku nshuro ya mbere ubusahuzi biremereye nk'ubu. Basabye demokarasi irushijeho kwihuta ndetse no kongera ubushobozi bwa raporo n'ubarwa ku buryo bwisanzuye.\n\nIgihe cyari gishize kitaraca ibintu nk'ibi. Uko byamera kose, inkuru yabaye nk'imyigaragambyo, ishyira ahagaragara ishusho y'uko ubuyobozi bushya bubonekaye nk'intambwe ya mbere mu guhindura iteka mu rwego rw'ubuyobozi bw'igihugu, bikoresha umutungo w'abaturage mu bwenge no gufasha iterambere ryabo ubwo icyo gihugu kiberaho."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Kinyase, habaye impinduka zidasanzwe mu bucamanza nyuma y'ifatwa rya Minisitiri w'Imari ndetse n'Igenamigambi, Bwana Josue Mvuyekure, wakunzwe bikomeye kuva yagirwa Minisitiri mu myaka itanu ishize. Iyo nkuru ibabaje imiryango myinshi n'abaturage b'igihugu, bakomeje gutangarira uburyo umuntu wizewe na benshi nk'umuyobozi w'icyitegererezo yashoboye kugwa mu mutego wo gukoresha nabi umutungo wa leta.\n\nIbi byatangiye kumenyekana ubwo urwego rushinzwe iperereza rw’ubukungu mu gihugu rwakoze ubugenzuzi mu mishinga myinshi minini yari yaratangijwe muri Minisiteri ayobora, harimo na gahunda izwi cyane y'ubukerarugendo bw'ikirere bwari bugamije kongera amadovize mu gihugu. Raporo yakozwe yagaragaje ko hari amafaranga abarirwa muri za miliyoni amadolari yanyerejwe, agakoreshwa mu nyungu bwite ndetse n’ubuyobozi bubi bw’abakoraga bakurikije amabwiriza ya Minisitiri.\n\nMu ibarura rusange ry’imari, byagaragaye ko ibigega byashyirwagamo amafaranga yo gushyigikira ibikorwa by’ubukerarugendo byari bitangiye gukamuka, kandi ko ibigega bya ruswa byashyizweho n’abashoramari b’abanyamahanga babarwaga nk’abakozi ba hafi b’iyi minisiteri. Ibi byatumye hanongerwaho amakuru avuga ko uyu munsi uri buzirikwe mu mateka ku bwo kuba intandaro y’igihombo gikomeye.\n\nBwana Mvuyekure yari azwiho kuba ari umuntu ufite ubushobozi n’ubuhanga mu gucunga imari ya leta, ibyo bituma abanyapolitiki benshi batizera inkuru ivuga ko yanyereje umutungo. Nyamara, ikintu kitavuzwe cyane mu itangazo ry'ubushinjacyaha ni ubucuti bukomeye yari afitanye n'abashoramari mpuzamahanga ndetse n'uruziga rw’ikimenyane rwamushyigikiraga nta nkomyi.\n\nUbwo yatawe muri yombi, yasohowe ku kicaro cya minisiteri n'abashinzwe umutekano bitwaje intwaro, maze ashyirwa muri gereza nkuru umunsi uri wimugani mu nkuru zose zigenziye igihugu. Abaturage benshi bateraniye mu marembo ya minisiteri mu gisa n'imyigaragambyo, batera hejuru bagaragaza akababaro kabo. Amashyirahamwe y’abaturage arimo gusaba urukiko gukomeza gukora iperereza ritabogamye ndetse rigaha isomo abandi bayobozi bakomeje gukoresha nabi umutungo w’abaturage.\n\nUmushinjacyaha mukuru w’igihugu yatangaje ko iperereza rizakomeza gukorwa kandi ko bibaye ngombwa hazitabazwa abandi bagize amashami y'inzego nyinshi z’ubucamanza mpuzamahanga kugira ngo abarengana bahabwe ubutabera. Hari n’amakuru avuga ko bamwe mu bayobozi bari kwegera inzego nk’izi kugira ngo basabe imbabazi no kuba bafatanya n’ubutabera ngo barengere isura yabo mu gihe hategerejwe urubanza rukomeye mu mateka y’iki gihugu cy’akarere ka Afrika y'Uburasirazuba.\n\nUyu munsi uri gusiga ibikomere kuri Bwana Mvuyekure na leta yose, ariko ni ikiganiro gikomeye ku baturage no ku bayobozi b’amasumbu yose bakomeje guhaguruka bakamagana ibyaha n'ubujura mu mikorere ya leta. Iyi nkuru y'abaye akamenyekanwa ku myitwarire y'abayobozi, bikaba byitezwe ko izagumya kubaho urugero rwiza mu micungire y'umutungo rusange w’igihugu."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cyitwa Nkoronko, cyari kimaze igihe kizwiho kugira ubukungu butajegajega muri Afurika y'Iburasirazuba, haturutse inkuru yakanguye umuryango mpuzamahanga, ubwo Byiringiro Kamanzi, umuyobozi ukomeye mu rwego rw’igihugu, yatawe muri yombi akurikiranyweho gukoresha nabi umutungo wa leta.\n\nByiringiro, wari usanzwe ari Minisitiri w'Imari n'Igenamigambi, yari amaze imyaka irenga icumi arambye kuri uwo mwanya, kandi yari azwiho kuba yaragize uruhare mu guteza imbere ibikorwa remezo n'iterambere ry'uburinganire muri Nkoronko. Ariko nyuma y'ukwezi kurenga hakorwa iperereza ryimbitse, inzego z'umutekano zaje gutangaza itangazo rishimangira ko bagize gihamya zifatika z'imikoreshereze mibi y'umutungo wa leta.\n\nIbyaha Byiringiro akurikiranyweho birimo guhinduranya inyandiko z’icungamutungo, guhimba amasoko, no gufatanya n'abacuruzi batandukanye mu kumena ibiciro by'amasoko ya leta kugira ngo babonemo inyungu z'ikibyihishe. Amakuru y’uko imisanzu n'inguzanyo zituruka mu mahanga zatorokaga zikajya mu mabanke yo mu bihugu by'ibituranyi yaratangaje benshi, cyane cyane abaturage babanaga na we umunsi ku wundi.\n\nUbwo Byiringiro yafatwaga, umujyi wa Kigoroba, aho icyicaro cya guverinoma cya Nkoronko giherereye, wahise ujyamo akavuyo. Abaturage baje imbere y'inyubako ya minisiteri, baririmba indirimbo zihamagarira ubutabera gukorera mu mucyo no guhana abashatse gusubiza igihugu inyuma. Abakorana na Byiringiro bagerageje gutanga ibisobanuro bavuga ko bakoraga ibintu muri za gahunda ariko abanyamakuru n'abaturage ntibanyurwa.\n\nAbasesenguzi mu bya politiki batangaje ko iki gikorwa cyo gusaba arahuka Byiringiro gishobora kuba intangiriro yo guhindura imiyoborere y’igihugu, ikanatera umucyo abatarashyira mu bikorwa inshingano zabo mu buryo bufatika. Perezida w’igihugu, Madamu Nyiransabimana, yatanze ijambo aho yagaragaje ko atazigera yihanganira ibikorwa byo kunyereza umutungo wa rubanda, anizeza ko abashinjwa bose bazaburanishwa mu mucyo kandi mu butabera bwuzuye.\n\nUbwo inkuru y'ifatwa rya Byiringiro yakwiraga hirya no hino, ibihugu byo mu karere byatangiye kwibaza ibibazo byinshi ku mikorere ya guverinoma zaho, ndetse n'abaturage b’u Nkoronko batangira kwibaza byinshi ku bayobozi babo bafite imitungo unoze itajyanye n'ubushobozi bwabo bw'umushahara usanzwe.\n\nMu gihe iperereza rikomeje, abaturage b’aka karere batangaje ko bazakomeza gukurikirana iby'uru rubanza, bizeye ko bizatuma habaho uburyo bushya bwo gukemura ibibazo by'imiyoborere no kurwanya ruswa mu gihugu no mu karere kose. Ibikorwa byo gukurikirana Byiringiro Kamanzi n'ibyo yakoze bizatuma igihugu cya Nkoronko kirushaho gufata ingamba zikaze mu gutsura umutekano n'imiyoborere myiza."
    }
]