[
    {
        "story_id": 1,
        "text": "Mu mwaka wa 2022, inkuru y’urubanza rukomeye rwagarutsweho cyane n'itangazamakuru, ku birego by’ihohoterwa ry’uburenganzira bwa muntu ryashyizwe mu majwi uwahoze ari umuyobozi ukomeye mu gihugu cya Karibanda. Uwo muyobozi, Bwana Alex Nkubito, yari azwiho kuba yaragize uruhare runini mu mpinduka za politiki zakunze kurangwa no gushyira imbere amajyambere no guteza imbere ubukungu bw’igihugu.\n\nIcyakora, inyuma y’iyi sura nziza y’ubuyobozi bwe, hari haravuzwe inkuru z’uburyo bamwe mu baturage ba Karibanda babaye mu bwoba, cyane cyane abatavuga rumwe n’ubutegetsi. Mu mezi make yakurikiye igihe yarekaga kuyobora, umuryango mpuzamahanga wita ku burenganzira bwa muntu watangiye iperereza ku makuru yari amaze igihe acicikana ku mbuga nkoranyambaga no mu binyamakuru harimo guhutazwa, kuburirwa irengero, ndetse no gufungwa ku buryo budakurikije amategeko.\n\nUbwo ikibazo cyakomeza kugira uburemere, ubushinjacyaha bw’igihugu cya Karibanda, bufatanyije na Komisiyo y’umuryango w’abibumbye ishinzwe uburenganzira bwa muntu, bwatangiye gukusanya ibimenyetso bizashingirwaho mu rubanza rwa Bwana Nkubito. Mu kwezi kwa Gashyantare 2023, bwa mbere hahamagajwe abatangabuhamya, bagaragaza ukuntu ibintu byari bihishe inyuma y’iterambere ryavugwaga, ndetse n’uburyo bamwe mu bayobozi bagiye bakoresha nabi ububasha bahawe bagahonyora uburenganzira bwa muntu.\n\nIcyumba cy’urukiko cyari cyuzuyemo abantu bari baturutse impande zose z’igihugu ndetse no hanze yacyo. Mu gihe umucamanza mukuru yatangazaga intangiriro y’urubanza ku mugaragaro, impande zose zari zitegereje kumva uko Bwana Nkubito yakwivuna ibirego aregwa. Umwavoka we, Madamu Claire Urujeni, yasobanuye ko bizagorana guhamya uwo yunganira icyaha, ku mpamvu z’uko ibimenyetso bidahagije kandi ko abafungiwe ibyo byaha bari barakoze ibyaha by’inzaduka bitandukanye.\n\nMu baregwa harimo n’abandi bayobozi bo hejuru mu butegetsi bwa Alex Nkubito, ndetse n’abashinzwe umutekano bahoze bamuri inyuma, bamwe muri bo bakemera gukorana n’ubushinjacyaha mu gutanga amakuru yose y’ihabara.\n\nHashize amezi menshi urubanza ruregerwa, imiryango y’abagize nibura umwe mu barenganye ikomeza gusaba ko ubutabera bwatangwa. Muri Gicurasi 2023, nyuma yo kumva abatangabuhamya barenga ijana, urukiko rwarangije gusuzuma ibimenyetso byose, birimo na za raporo zoherejwe n’impuguke z'inyamahanga.\n\nKu itariki ya 15 Kamena 2023, umucamanza yagejeje umwanzuro we hakurikijwe amategeko mpuzamahanga, ahamya Bwana Alex Nkubito ibyaha byo guhohotera no guhonyora uburenganzira bwa muntu, ku nyungu ze bwite no ku ya bagenzi be b'inda nini.\n\nIyo nkuru y’urwo rubanza yigishije ibihugu byinshi ku mahame agenga ubutabera n’ubushishozi. Ku rundi ruhande, itsinda ry’ingabo zishinzwe gusasira umutekano koherejwe mu gihugu, ryagaragaje ko igihe cyose ubutegetsi bwose bikwiriye gushyira imbere kubahiriza uburenganzira bwa muntu hejuru y’ikintu cyose. Abaturage ba Karibanda bategerezanyije amaso muri politike nshya, aho iby’ubwicanyi n’ihohoterwa ritazongera gushika. Mu myaka izaza, icyizere n’ubwumvikane bigejeje igihugu imbere byashizwe imbere hagamijwe gusana imitima yashenguwe n’amarorerwa nk’ayo yajyaga akorwa mu bihe byo hambere."
    },
    {
        "story_id": 2,
        "text": "**Urubanza Rwa Karoli Nshimiyimana: Umuyobozi Uwahoze ku Rukiko Rukuru mu Rwanda**\n\nMu mwaka wa 2023, mu rukiko rw’i Kigali habereye urubanza rukomeye rwashishikaje abanyarwanda benshi, ndetse n’imiryango mpuzamahanga iharanira uburenganzira bwa muntu. Urubanza rwari urw’uwahoze ari umuyobozi mukuru muri Leta, Karoli Nshimiyimana, waregwaga ihohoterwa rikabije ry'uburenganzira bwa muntu. \n\n**Amavu n’Amavuko y’Urubanza:**\nKaroli Nshimiyimana yari umwe mu bayobozi bakomeye mu gihugu mu gihe cy’imyaka icumi. Yakoreye ku myanya itandukanye muri guverinoma, aho yaje kugera ku mwanya w’ubuyobozi nk’umuyobozi w’urwego rushinzwe umutekano w’igihugu. Ari kuri uyu mwanya ni bwo yatangiye gukekwaho kuzamura ibikorwa bihonyora uburenganzira bwa muntu, ariko nta bimenyetso bifatika byari bihari byamugaikagaho.\n\nMu mwaka wa 2021, umuryango mpuzamahanga ukorera mu Rwanda wafashwe amashusho ya videwo y’ibanga agaragaza igikorwa cyo gufunga binyuranyije n’amategeko abakekwaho kugirira nabi Leta, bamwe bakajyanwa mu bigo bikorerwamo iyicarubozo. Aya mashusho ni yo yari intandaro yo gutangira ubugenzacyaha kuri Nshimiyimana.\n\n**Urubanza Mu Rukiko:**\nMu ntangiriro z’umwaka wa 2023, Karoli Nshimiyimana yafatiwe ku kibuga cy’indege mpuzamahanga cya Kigali ubwo yari avuye mu rugendo mu mahanga. Yahise ashyikirizwa ubutabera, urubanza rwe rutangira mu kwezi kwa Werurwe.\n\nMu rukiko, ubushinjacyaha bwaregeye urukiko ko mu gihe Nshimiyimana yari ku butegetsi, yashyizeho gahunda yo guhohotera abatavuga rumwe na Leta ndetse n’abandi bantu bakekwaho gutera inkunga imitwe yitwaje intwaro. Umushinjacyaha mukuru yagaragaje ibimenyetso birimo ubuhamya bw’abarokotse iyicarubozo, ndetse n’ibimenyetso bya videwo byafashwe mu ibanga n’umuryango mpuzamahanga.\n\nKu rundi ruhande, abunganizi ba Nshimiyimana baregeye ko ibirego bishinjwa umukiriya wabo nta shingiro bifite, bavuga ko ibyo bikorwa by'iyicarubozo byakozwe mu buryo bwihariye n’abantu ku giti cyabo batabifite mu nshingano. Basabaga ko umukiriya wabo yarekurwa cyangwa urugereko rubihorere nta gihano bamutanze.\n\n**Imyanzuro n'Imyitwarire y’Abaturage:**\nUrubanza rwa Nshimiyimana rwakurikiranywe n’abantu benshi, haba mu Rwanda ndetse no hanze. Imiryango iharanira uburenganzira bwa muntu yarukurikiranye hafi, bimwe mu bihugu byo hanze bikaba byaranatanze umuburo ku isura igihugu gishobora kugira mu gihe urukiko rutanaburanishije uru rubanza mu buryo bushyize imbere ubutabera.\n\nMu Ukwakira 2023, urukiko rwamukatiye imyaka makumyabiri y’igifungo, nyuma yo kumuziza ibyaha birimo kugira uruhare mu byaha byibasiye inyokomuntu no kugira uruhare mu bikorwa bihungabanya umutekano w’igihugu. Umucamanza yashoje uru rubanza asaba ko u Rwanda rwakomeza guteza imbere uburenganzira bwa muntu, kandi ko abantu bose bafite uruhare mu bikorwa bihonyora iri tegeko bakurikiranwa.\n\nUrubanza rwa Nshimiyimana rwabaye igitego cy’intsinzi ku baharanira uburenganzira bwa muntu, ariko kandi rwafunguye ipaji y’ubwiyunge n’icyizere ko nta muntu uzongera gushyira hejuru amategeko y’igihugu cyangwa guhutaza uburenganzira bwa muntu niba agizwe n’ubuyobozi."
    },
    {
        "story_id": 3,
        "text": "Mu kwezi k'Ukwakira umwaka wa 2023, muri Repubulika y’Imisozi Miremire, hatangiye urubanza rukomeye rwahoze ari umuyobozi ushinzwe umutekano muri uwo gihugu, Bwana Emmanuel Hakizimana. Uyu mugabo yahoze ari icyitegererezo mu miyoborere, ariko ubu akurikiranweho ibyaha byo guhonyora uburenganzira bwa muntu.\n\nUrugendo rwa Emmanuel Hakizimana mu buyobozi rwari rwaranzwe n’ishyaka ryinshi mu guharanira amahoro n’umutekano mu gihugu. Ku baturage benshi, yari intwari yaranzwe no kwitangira abandi. Ariko nyuma y’imyaka myinshi mu kazi, hari ibimenyetso byagiye bishyirwa ahabona bigaragaza ko mu ibanga rikomeye, hari ibikorwa by’ihohoterwa byakorwaga n’umutwe wihariye w’abashinzwe umutekano, umutwe wari uyobowe na we.\n\nIbirego byatangiye kuba byinshi ubwo umuryango mpuzamahanga washinzwe kurengera uburenganzira bwa muntu watangazaga raporo ikubiyemo amakuru akomeye avuga kuri ubwo busumbane, ivangura n’itotezwa byakorerwaga abaturage bari mu bice bitandukanye by’igihugu. Ku isonga mu bashinjwaga, hari Bwana Hakizimana.\n\nUbushinjacyaha bwagaragaje ko we ubwe yatanze amabwiriza yo guhiga no gufunga abantu batavuga rumwe n'ubutegetsi, ndetse hakabaho n’ibikorwa by’iyicarubozo ku babalwaga nk’abanzi b’igihugu. Ibyo bikorwa byavuzweho ubuhamya na bamwe mu bahoze ari abakozi be, ndetse n’abarokotse ayo mahano, bose bagaragaje ko bari barabujijwe gutanga ibirego kubera gutinya guhohoterwa.\n\nMu rukiko, Bwana Hakizimana wabanje kugenda acecetse, yahakanye ibyaha byose aregwa, avuga ko ari ibinyoma byacuzwe n’abagamije kumusebya no kumuharabika. Yavuze ko mu gihe cy’ubuyobozi bwe, yahoranaga intego yo kurinda umutekano w'abaturage bose kandi ku buryo bufite amategeko.\n\nKuburanisha uru rubanza, byitabiriwe n’abantu benshi harimo abayobozi baturutse mu bihugu by’inshuti na sosiyete sivile mpuzamahanga. Baharanira ko ubutabera bugerwaho mu buryo bw’umwihariko, hagamijwe kugaragaraza ukuri ku bikorwa byakorewe abaturage ba Repubulika y’Imisozi Miremire.\n\nUrubanza rwa Hakizimana rwakomeje gukurikirwa cyane mu bitangazamakuru byo muri ibyo bihugu no mu mahanga, bamwe babibonamo imbaraga zo guharanira ubutabera, abandi bagahengamira ku ruhande rw’ukuboko kw’iseri. Uko byagenda kose, uru rubanza ubu ruri mu byavuzwe cyane kandi rwitezweho byinshi mu guhindura amateka y’ubutabera bw’aho muri Repubulika y’Imisozi Miremire. Ariko icy’ingenzi, ni uko abakomeje guharanira amahoro n’ukuri bizeye ko habaho guhinduka, hagamijwe isi irangwa n’ubutabera kuri bose."
    },
    {
        "story_id": 4,
        "text": "**Urubanza Rudasanzwe: Icyo Uwahoze Ari Umuyobozi Asabwa n'Ubutabera ku Byaha by'Ihohoterwa ry'Uburenganzira bwa Muntu**\n\nMu gihugu cya Nyamivugo, urubanza rudasanzwe rurakomeje kubera mu murwa mukuru. Uwahoze ari umuyobozi w'ingabo, Général Mfuranzima Mvura, umuhate we mu butegetsi bw'igitugu wari warakuruye umubano mubi mu gihugu no hanze yacyo. Mu kwezi gushize, yatangiye kwitaba urukiko mpuzamahanga kubera ibyaha bikomeye by'ihohotera ry'uburenganzira bwa muntu ashinjwa.\n\n**Ibirego:**\n\nGénéral Mfuranzima Mvura aregwa uruhare rukomeye mu bikorwa byo guhatira abantu gushira ava bitari bikwiye, ibura ry’abantu mu buryo budasobanutse, n’itsembabwoko ryatwaye ubuzima bw'abantu ibihumbi mu majyaruguru y’igihugu mu gihe cy’imyaka irindwi yayoboye ingabo z'igihugu. Ubutabera buvuga ko ariwe washyizeho gahunda yatuma abarwanya ubutegetsi buburizwamo hakoreshejwe uburyo bwo kubahohotera.\n\n**Urubanza:**\n\nUrubanza rwatangiye mu kwezi kw'Ukuboza, ruhabwa agaciro gakomeye haba imbere mu gihugu no mu bihugu mpuzamahanga bitandukanye. Abatangabuhamya basaga ijana baturutse mu duce tw’igihugu dutandukanye na bo baje gushyigikira ibirego byatanzwe, benshi muri bo bafite inkuru zibabaje zo gutotezwa n’urubyiruko rwari rwaragize Général Mfuranzima nk’ikirenga. Inkuru zibabaje z’abarokotse zatumye benshi mu bari mu rukiko basuka amarira.\n\n**Uburyo Bwihariye:**\n\nGénéral Mfuranzima yihaye umwanya wo kuburana ahakana yivuye inyuma ibyo aregwa byose, avuga ko ibyabaye ari ibihimbano bishingiye ku ngengabitekerezo y’abatavuga rumwe na we bari bagamije kwangiza izina rye. Ku rundi ruhande, abashyinja bavuga ko bafite ibimenyetso simusiga birimo inyandiko zakusanyijwe n’abasesenguzi mpuzamahanga.\n\n**Inkuru Zikikije Urubanza:**\n\nInkuru y’urubanza rwa Général Mfuranzima iragenda ishyushya imitwe y’abantu benshi mu gihugu ndetse no ku isi yose. Abaharanira uburenganzira bwa muntu, bategereje icyemezo cy’umucamanza mu gihe hakomeje kugaragara imyigaragambyo ikomeye yo kwamagana ubutegetsi bwa kera mu karere kose ka Afurika y'Iburasirazuba.\n\n**Ibihano Bishyoboka:**\n\nNibaramuka bahamije Général Mfuranzima ibyaha, ahamya ko ashobora gukatirwa igihano gihambaye, gikaba gishobora no kuba igifungo cya burundu. Urubanza rwa Mfuranzima rutegerejweho cyane kuba isomo rikomeye ku bayobozi b’iterabwoba aho ariho hose ku isi.\n\nIcyakora, bamwe baribaza niba azavanwaho icyaha cyangwa niba urubanza ruzatantikanya ibihugu by'amahanga n’ubutegetsi bushya bwashyizweho nyuma y'ihirikwa rye, mu gihe bigaragara ko mushya itinda gushira.\n\nUrubanza rurakomeje, buri wese amerewe nabi, abandi bategereje uko bishya bishyira, muri urwo rugamba rwo kwishakamo ukuri no guharanira uburenganzira bwa muntu."
    },
    {
        "story_id": 5,
        "text": "Icyitwa: \"Urubanza rwa Bwana Kagabo: Icyasha ku mateka n’ubutabera\"\n\nIgihe cyari mu myaka ya za 2020, ubwo inkuru iteye inkeke yacyotse mu gihugu cyacu, igera no mu bitangazamakuru mpuzamahanga. Bwana Kagabo, wigeze kuba umuyobozi ukomeye kandi wubahwa mu nzego za leta, yaje kuregwa ihohoterwa rikomeye ry'uburenganzira bwa muntu. Inkiko zahise zihagurukira icyo kibazo ubwo abatangabuhamya bagera kuri mirongo itatu bavugaga ko Bwana Kagabo yabakoresheje ibikorwa by’agahato, byiganjemo itotezwa ririmo no gukubitwa bikabije n’iyicarubozo.\n\nIbyaha byibasiye Bwana Kagabo byabereye mu gihe yaramaze imyaka myinshi ku mwanya w’ubuyobozi Nshingwabikorwa, aho yari akuriye umugambi wo guca umuco mubi mu gihugu hifashishijwe ingufu. Icyo gihe, ibikorwa bye byari byarahimbwe \"Gahunda y’Isukura\". Abakora mu bitangazamakuru, imiryango itari iya leta, n’abandi bayobozi bari bagaraje impungenge zabo, ndetse yakunze kuba nyirabayazana y’impaka zikomeye mu muryango nyarwanda.\n\nUrubanza rwa Bwana Kagabo rwatangiye mu gihe rukumbi rw’ikirere cyari gihishe imvura idasanzwe n’amafunde. Ubwo yabanzaga imbere y’urukiko, imbaga y’abaturage yari yateraniye hanze y’inyubako y’urukiko mu cyo bise \"ikibaya cy'imanza\", yagaragaraga mu maso ubwoko bw’ibyiyumviro bitandukanye: bamwe bari baje kwamagana uwo wagize agatotsi ku izina ry’ubuyobozi, abandi baje gushyigikira ibirego by’abahohotewe, n’abandi bagendeye ku mugani w’urukiko.\n\nMu rukiko, abacamanza bari bafite akazi gakomeye, dore ko ibyaha Bwana Kagabo yari akurikiranyweho byiganjemo ibigaragara nk’ibihabanye n’amahame y’uburenganzira bwa muntu. Mu gihe abatangabuhamya bahamagawe, icyumba cy’urukiko cyuzuraga urujijo n'igitutu igihe kirushaho kugenda gihinduka. Icyakora, ibyo byose ntibyagaragraga mu maso ya muli Bwana Kagabo, wagumaga atuje, mu isura ye hakaberamo gusa umucyo w’impu.\n\nAbaregera indishyi bavuze ukuntu Bwana Kagabo yategekaga abashinzwe umutekano kwinjiza abantu mu bigo binyuranye bagakorerwamo ibikorwa by’agahato nk’imirimo y’uburetwa ndetse no gukorerwa iyicarubozo. Hari umwe mu batangabuhamya, Madamu Nyirakatama, wabwiye urukiko uburyo yagiye atotezwa ku mpamvu z’uko yaba yareruye aboneye amaherezo ikinyoma cyaramvuye kwari ukwerekana ko “ugukiza urupfu, aba adatanaturika ibanga.”\n\nBwana Kagabo we n’abunganizi be mu mategeko batemeraga ibyo aregwa, bahisemo gutanga ingingo z’ibisobanuro mpamo, bavuga ko ibikorwa byabaye mu rwego rwo kurwanya akavuyo kari kimwe mu byo Gahunda y’Isukura yagombaga guhashya mu gihugu. Kagame yagize ati: “Amateka azatubera umugenzuzi ukomeye kuruta ibyo dushobora gutekereza.” Kubyarukiko, umugambi wo kurwanya akavuyo ntabwo washoboraga kuba impamvu yerekeye kwiregura mu muhamagaro w’uburenganzira bwa muntu.\n\nUrubanza rwakomeje aharindimuka ribakomeye, ahanini rukajya rusubikwa kubera amahane y’abayoboke ku mbuga y’inkiko. Kugira ngo haboneke umutekano uhagije, inzego z’umutekano zarushijeho gukaza ingamba.\n\nIgihe cyarageze, aho umucamanza mukuru agiye gufata umwanzuro. Mbega ikirangira! Habaye agahenge gato maze arasoma igihano kigomba kugenerwa Bwana Kagabo: gufungwa imyaka makumyabiri y’igifungo. Yakatiwe ibihangano by’abahohotewe, ibintu byitabiriwe n’amashyi mu gikumba cy’abari bamushyigikiye.\n\nNyuma y’urubanza, urugendo ntirwarangiriye aho. Ibyabaye byabaye intandaro yo kuvugurura no gutekereza ku buryo bwo kunoza imikorere mu gihugu. Inyandiko ntigira ikindi gisirikare yazanywe ku meza y’indundura, kuba isomo rikomeye ku bo mu ntungane ndetse n’icumpero ryihariye ry’umunyambaga nyafurika bashingira kuri Bwana Kagabo. Ishusho ye, iri ku rusika rw’amateka y’igihugu, yahinduwe urugero rw’uko ububasha bubi bushobora kuba ikizinga ku burimuntu. \n\nUrubanza rwakurikiwe n’ibiganiro ku mateka yo gukorera mu mucyo, no gufata iyambere mu guharanira uburenganzira bwa muntu, nk’ipfundo ry’ubutabera rufite umuravumba ku byaranze igihugu mu gihe kimwe cy’amateka yacyo."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cya Nyamirambo, benshi bari bategereje urubanza rw’umuntu wari wubashywe cyane mu bijyanye no kuyobora, Bwana Samweli Ntaganda, wahoze ari Minisitiri w’Umutekano. Urukiko Rukuru rwari rwuzuye abantu batandukanye; abahoze ari abakozi be, imiryango y’abarenganyijwe, ndetse n’abanyamakuru baturutse imihanda yose.\n\nBwana Ntaganda yari ashinjwa byinshi byerekana gusesagura ububasha yari afite; cyane cyane guhohotera abasivili mu gihe yari akuriye iperereza n’iperereza rikomeye mu gihugu cyose. Ibinyejana byinshi byari byarashize, akarengane gasa n’aho kakamiranye n’ubuhemu bw’ihonyorwa rya muntu, ibintu byafashe indi ntera mu buyobozi bwe.\n\nUbushinjacyaha bwazanye ibimenyetso bifatika birimo ubuhamya bw’abarokotse ihohoterwa, inyandiko zahoze zibitswe mu mpapuro z’ibanga, ndetse na videwo zerekana ibikorwa bihabanye n’amategeko yabayeho mu gihe cye. Hari benshi barokotse bavuga inkuru z’umubabaro n’ubuhamya bw’imitima yababaye, aho bavugaga uburyo batotejwe bukomeye, bafungirwa mu nzu z’imbohe z’uburiganya, ndetse bamwe bakavanwa mu byo bemerwa nk'ibyo bagombaga kwemererwa nk'uburenganzira bwabo bw’ibanze.\n\nBwana Ntaganda, cyangwa \"Intare ya Nyamirambo\" nk’uko benshi bamwitaga mu gihe cye, yahakanye ibi birego byose. Mu ijambo rye, yavuze ko ibyo yakoze byose byari mu nyungu zo kurengera umutekano w’igihugu, kandi ko byakozwe mu mucyo ukwiye umuyobozi wese.\n\nAbavoka be bagize icyo bavuga ku miterere y’ububasha bwa leta icyo gihe, bavuga ko yagizwe igikoresho by’abashakaga kuvuga nabi imiyoborere y’igihugu muri rusange. Bavuga ko izo ari impuha zatanzwe na bamwe mu banyapolitiki bahanganye na we.\n\nHari haheze ibyumweru barwana ku byemezo n’ubutwari bwa Ntaganda nk'umugabo wari wahinduye ku buryo bufatika miterere y’umutekano w’igihugu. Ariko nanone, hari abandi bavuga ko ubwo bwitange bwarimo intasi zari zikinira inyuma y’urugi rw’imiyoborere, bigafata indi sura.\n\nUmunsi urubanza rwavamo, umucamanza mukuru yatangaje ko Ntaganda ahamwe n’ibyaha. Yagombaga gukatirwa igifungo cy’imyaka 25, ari umuhanga mu by’amategeko, icyemezo cyamaganwe n’abafana be ariko cyakiranwe ibyishimo byinshi n’abarokotse.\n\nAriko mbere y'uko yoherezwa gufatirwa ibihano, Samweli Ntaganda yahagaze atuje imbere y’imbaga, areba mu maso abantu yari yarahungabanyije, maze avuga amagambo akomeye, \"Ndemera ibyaha byanjye, kandi ndasaba imbabazi ababajwe bikomeye n’ibyo naba narakoze.\"\n\nMuri iryo joro, abantu benshi bari i Nyamirambo basinziriye amahoro, bumva ko ibyo bari barenganiweho byibuze bitangiye guhabwa icyerekezo cyiza. Uyu munsi, amateka y’uwo munsi yagiye avugwa akomeza kugibwaho impaka, bamwe bavuga ko ari intambwe iganisha ku kugarura ubutabera nyabwo mu gihugu, abandi bakavuga ko ari uguhinyura amazina y’abari bahagaze bashikamye igihe kibaruta.\n\nIyo nkuru y’urubanza rwa Bwana Samweli Ntaganda igishishitura imitima myinshi asize ubundi butumwa bukomeye; ubwo gukoresha neza ubuyobozi, by’umwihariko mu gihe umuntu akwiriye amateka yo gufasha gukora ibyiza aho gusiga umubabaro mu mitima y’abamwifurizaga ineza."
    },
    {
        "story_id": 7,
        "text": "Ku munsi w'itariki ya 12 Kanama 2023, urubanza ruringaniye mu rukiko rwa Kigali, aho uwahoze ari umuyobozi mukuru wa sosiyete ikomeye cyane mu gihugu, Bwana Jean-Paul Ndashimye, yajyanwe mu butabera aregwa ihohoterwa rikomeye ry'uburenganzira bwa muntu. Bwana Ndashimye, washyizwe ku rutonde rw'abantu bafite ingufu n'ububasha muri sosiyete, yazamuwe mu ntera vuba bituma agira izina rikomeye. Icyakora, ibikorwa bye bififitse n'ibirego byatangiye kumuzonga ubwo amakuru anyuranye yatangiraga kuvugwa mu bitangazamakuru, hakorwa iperereza ryimbitse.\n\nMuri uru rubanza rwari rumaze amezi menshi rurimo gutegurwa, ubushinjacyaha bwagiye bushaka ibimenyetso ku byaha bikomeye bitandukanye, birimo guhatira abakozi gukora mu buryo budakwiye, itotezwa n'ibikorwa byo gukandamiza mu rwego rw'akazi. Intandaro y’ibirego byose ni uko byavuzwe ko Bwana Ndashimye yakoresheje nabi ububasha bwe, agatesha agaciro abakozi be ndetse anabahohotera binyuze mu buryo bw'imvugo ndetse n'imikorere ihohotera.\n\nUmutangabuhamya mukuru w'ubushinjacyaha, Madamu Alice Mukamana, wahoze ari umukozi wa hafi wa Bwana Ndashimye, yahagaze mu rukiko agira ati: \"Nari naratangiye kubona imico ye ariko ntiyashoboraga gusya avunja cyangwa ngo agire umuntu n'umwe atinya. Imvugo ye yakomeje kugenda irushaho kuba mibi, akagabanya icyubahiro cy'abakozi kabone nubwo baba bari guharanira gukora neza.\"\n\nIcyakora, abashinjacyaha bagerageje gukusanya ibimenyetso byinshi by'itotezwa rikomeye, harimo inyandiko n'ubuhamya bw'abakozi bagera kuri 20 basobanura uburyo bagiye bahura n'ihohoterwa mu bihe bitandukanye, ndetse n'uburyo basubijwe inyuma nyuma y'uko batinyutse kuvuga ukuri.\n\nUrukiko rwatanze umwanya wa byinshi ku ruhande rw'uregwa kugira ngo rutange ibisobanuro, maze Bwana Ndashimye abihakana yivuye inyuma, avuga ko ibivugwa byose ari ibinyoma byambaye ubusa byagambiriwe kumuharabika no kumukura ku izima. Umwunganizi we mu by’amategeko, Me Patrick Ngabonziza, yasabye ko habaho iperereza ryimbitse kandi ribereye, anavuga ko ikirego cy’iburabubasha kivugwa ku mukiliya we kidafite gihamya gifatika.\n\nNyuma y’iperereza rirambuye n’ubushishozi, urukiko rwamaze iminsi itatu rusoma imiterere y’urubanza, ari nabwo bwasohoye umwanzuro wari utegerejwe na benshi. Mu rubanza rwari rwitabiriwe n’abantu b’ingeri zinyuranye, abaturutse hirya no hino, ubwo umucamanza yafataga umwanzuro wa nyuma, abantu benshi bari mu cyumba cy'iburanisha bumvaga imitima yabo ikusanya.\n\nBwana Jean-Paul Ndashimye yahamijwe ibyaha by’ihohoterwa n’urukiko, arafungwa imyaka cumi muri gereza, akanatanga indishyi ku bahuye n’ihohoterwa kubera ibikorwa bye. Mu nyandiko yanyuma y’urubanza, umucamanza yavuze ko guha agaciro uburenganzira bwa muntu ari ngombwa, kandi nta wahunga ibihano byakurikije ibikorwa bibi yakoze, aboneraho gusaba abandi barega gukurikiza inzira zizira ihohoterwa cyangwa ihezwa iryo ari ryo ryose.\n\nIri rubanza ryagize uruhare runini mu gutera akanyabugabo abakoresha kugira ngo basigasire uburenganzira bw'abakozi babo no gutanga umusanzu mu iterambere ritangwaho agaciro, ryigisha buri wese kuyoboka indi nzira izira amakimbirane."
    },
    {
        "story_id": 8,
        "text": "Izina ry'urubanza: Leta ya Repubulika ya Imisozi vs. Bwana Kalisa Nduwayezu\n\nIcyumba cy'Urukiko rw'Ikirenga cya Repubulika ya Imisozi, umunara w’ubutabera usumba yose, ni ho hateganijwe urubanza ruzwi cyane kandi rukurikirwa n’imbaga y’abantu, aho Bwana Kalisa Nduwayezu wahoze ari Umuyobozi Mukuru w’Igihugu, aregwa ibyaha byo guhohotera uburenganzira bwa muntu. \n\nUyu munsi mpuzamahanga w'ihohoterwa ry’uburenganzira bwa muntu, ni wo wahuriranye n’itangira ry’uru rubanza rudasanzwe. Abanyamakuru baturutse imihanda yose, abanyamategeko b’inararibonye ndetse n’abaturage b’ingeri zose bari bazindukiye muri iki cyumba cy’urukiko kugira ngo bakurikirane iby’uru rubanza.\n\nBwana Kalisa Nduwayezu yigeze kuba umuyobozi ukomeye mu gihe cy’imyaka icumi, arangwa no gukorera mu bwisanzure no kwiyegereza abaturage. Ariko nyuma yaho, havumbuwe ibikorwa bishinjwa kuba byaragaragayemo ihohotera rikabije ry’uburenganzira bwa muntu, by’umwihariko ku baturage bo mu gace ka Kivu, aho bivugwa ko ingabo z’igihugu zari ziyobowe n'uyu mu Minisitiri w’Ingabo, zashinjwaga guhonyora abaturage, kubatemera imitungo no kubasenyera amakazi.\n\nKu mugoroba wo kuri uwo munsi, ubushinjacyaha bwatangiye busobanura ibyo burega Bwana Kalisa, buvuga ko yafashe iya mbere mu gutanga amabwiriza yo gukora ibikorwa byo kwibasira abaturage, aha amategeko akomeye ingabo ze yo guhangana n'ibikorwa byo kwigaragambya ku buryo budakwiye.\n\nUbwunganizi bwa Bwana Kalisa buhagarariwe n’itsinda ry’abanyamategeko b’abahanga mu mategeko mpuzamahanga y’uburenganzira bwa muntu, bwatangaje ko ibyo baregwa nta shingiro bifite, ko ahubwo ari umugambi wa politiki wacuzwe n’abashaka kwica izina rye no kugabanya ikuzo yagezeho mu buyobozi bwe.\n\nMu mwanya we, uyu wakekwagaho ibyaha yavuze ijambo ryageze ku mitima ya benshi, asobanura ko ibyo byose ari ukwihimura ku mpamvu za politiki. Yavuze agahinda kenshi abo mu muryango we banyuzemo kuva ibyo byaha byatangizwa ku karubanda. Yanashimangiye ko atari we wakoze amakosa ahubwo ko abayobozi b’igihe gito bavutse mu nzibutso ze, ari bo bize mu butegetsi bwe, ahubwo ari ukuzimiza ubutabera nyabwo.\n\nUru rubanza rukomeje kuba ihurizo rikomeye mu mateka y’ubucamanza bwa Repubulika ya Imisozi. Rubanda rwanze kuva ku izima bafite, baguma kwibaza uburyo buzakoreshwa mu guca uyu munzani. Mu minsi iri imbere, harategerejwe kuzagaragazwa ubuhamya bw’abasivili bacitse ku icumu, ndetse n’abahoze mu ngabo mu gihe cy’ubuyobozi bwa Bwana Kalisa.\n\nNi urubanza rwitezweho kwandika amateka mashya mu guharanira no kwimakaza ubutabera ku ihohotera ryakorewe abantu batagira kivurira, ndetse rukaba runategerejweho guca amarenga ku buryo igihugu kizafata ibyemezo ku bijyanye n’abayobozi bakora icyaha maze bakiyoberanya ko ntacyo bakoze.\n\nIgihe kizageza aho ukuri kose kuzashyirwa ku mugaragaro, benshi bizeye ko iyi nduru izasiga habonetse ubutabera bubereye abazize akarengane. Ariko mu gihe ibyo bitaraba, amaso yose akomeje kuba kuri iyi nkuru izakomeza gututumba kugeza igihe ukuri kuzatsindira ikinyoma."
    },
    {
        "story_id": 9,
        "text": "Urubanza rw’Uwahoze Ari Umuyobozi Uregwa Ihohoterwa ry’Uburenganzira bwa Muntu\n\nMu kwezi kwa Nyakanga umwaka wa 2023, urubanza rw’imyaka myinshi rufatwa nk’urukomeye cyane mu mateka ya politiki mu gihugu cyacu rwatangiye kuburanishwa mu rukiko rwisumbuye rwa Kigali. Uregwa ni Bwana Innocent Nzabandora, wahoze ari umuyobozi mu nzego zo hejuru z’igihugu, akaba akurikiranweho ibyaha by’ihohoterwa rikomeye ry’uburenganzira bwa muntu mu gihe yari akiri ku butegetsi.\n\n**Urubanza Rutangiye**\n\nUrubanza rwatangijwe n’ubuyobozi bw'ubushinjacyaha, bwerekanye ibirego byagutse bijyanye n’uruhare rwa Bwana Nzabandora mu bikorwa byo gufunga abantu binyuranyije n’amategeko, kubakoresha imirimo y’agahato, ndetse no kumenya ibikorwa byo gutoteza abatavuga rumwe n’ubutegetsi mu rwego rwo kubacecekesha. Ubushinjacyaha bwashingiye ku buhamya bw’abatangabuhamya batandukanye harimo abari barafunzwe ndetse n’imiryango y’abahohotewe, bavuga uburyo babujijwe amahirwe yabo yo kubaho mu buryo bwubahirije ikiremwamuntu.\n\n**Abatangabuhamya Ndetse N'ukuza Guhangana mu Rukiko**\n\nMu cyumweru cya mbere cy'urubanza, abatangabuhamya batandukanye batanze ubuhamya bwabo mu myirondoro yizewe ariko itangazwa ku cyemezo cy’urukiko. Bwana Jean Mugisha, umwe mu batangabuhamya, yahishuye uburyo yafashwe igihe kirekire adahebwa inzira n’ubwo itegeko ribivuga. Yatangaje ko yakoreye imirimo y’agahato iminsi n’ijoro rwihishwa n’amategeko.\n\nBwana Nzabandora, wari uhagarariwe n’ikipe y’abavoka b’abahanga, yakomeje guhakana ibirego byose ashinjwa, avuga ko byose ari umugambi wa politiki wo ku musiga icyasha ndetse no kumukuraho icyizere mu muryango mpuzamahanga. Mu gihe cy’ubushinjacyaha, abavoka be batunze urutoki ku kuba ibimenyetso byatangiwe mu rukiko hamwe n’ubuhamya byaba bifite inenge zishingiye ku kwihishira inyuma y'ibibazo bwite bya politiki.\n\n**Umwanzuro w’Urukiko**\n\nNyuma y’amezi atatu yo kumva urubanza, urukiko rwasohoye umwanzuro, aho rwasanze Bwana Nzabandora ahamwa n’ibyaha birenga icyenda mu byo yakurikiranwagaho, birimo gufata abantu bunyuranyije n’amategeko no gukoresha imirimo y’agahato. Urukiko rwamukatiye igifungo cy’imyaka makumyabiri n’itanu nta yandi mahitamo. Aha, umucamanza mukuru yagaragaje ko justice igomba gukora umurimo wayo kandi amakosa nk’aya atagomba kwihanganirwa.\n\n**Reakation Zabaturarwanda Ndetse N'Umuryango Mpuzamahanga**\n\nUrubanza rwazamuye impaka nyinshi ndetse rigira n’impinduka mu mitekerereze y’abaturage n’imiryango mpuzamahanga. Abahohotewe n’abaharabitswe n’ihohoterwa bo kera bagaragaje ko biboneye ubutabera. Ku rundi ruhande, abafana ba Nzabandora n’ishyaka yari ahagarariye mu bihe byashize bamaganye iki cyemezo, bavuga ko ari iterabwoba rya politiki rigamije gusa kwihimura ku bakomeye.\n\nUrubanza rwa Nzabandora rwahinduye imyitwarire n’imitekerereze by’abantu mu gihugu, rutanga isomo ku bayobozi bafite ubushobozi bwo guhindura ubuzima bw’abaturage n’ingorane z’ubutegetsi bwihaye. N'ubwo haririmbitse amatwara anyuranye, umwuka ni uwo kurenga ibihe by’ubutaha himakazwa amahoro n’ubutabera."
    },
    {
        "story_id": 10,
        "text": "Mu mpera z'ukwezi gushize, urubanza rwateje impaka mu gihugu cyose nyuma y'uko uwahoze ari umuyobozi ukomeye ashinjwe uruhare mu bikorwa by'ihohoterwa rikomeye ry'uburenganzira bwa muntu mu myaka ishize. Uyu wahoze ayoboye urwego rw'umutekano, witwa Jean-Claude Nshimiyimana, yagejejwe imbere y'urukiko ashinjwa kuba inyuma y'ibikorwa by'urugomo n'ibikorwa bibabaza abahangana n'ubutegetsi bwe.\n\nNk'uko ubushinjacyaha bwabitangaje, ibyaha bya Nshimiyimana byabaye igihe yari akiri ku butegetsi mu myaka icumi ishize. Bivugwa ko muri iki gihe, urugomo rwakurikirwaga n'ibikorwa by'iyicarubozo, hitawe cyane ku batavugaga rumwe na leta. Abatangabuhamya benshi bamaze gutanga ubuhamya bwuzuyemo amahano y'ibyo babonye cyangwa ibyo bakorewe ubwabo, bemeza ko Nshimiyimana ari we wari inyuma y'ibyo byose.\n\nUmwe mu batangabuhamya, witwa Claire Mukamwezi, yavuze uburyo yarokotse iyicarubozo rikomeye ubwo yari amaze gutangaza ko adashyigikiye ibitekerezo by'uyu muyobozi. Mu matamatama ashira icyinyo, yavuze ko yahohotewe inshuro nyinshi, agakurwaho kandi umutwe ku ngufu, byose bigakorwa n’abashinzwe umutekano ku mabwiriza ya Nshimiyimana. Ubumuga bwo mu mutwe no ku mubiri yiteje muri ibyo bikorwa bigaragarira buri wese.\n\nIcyakora, Jean-Claude Nshimiyimana we ahakana byose. Mu magambo ye, atangaza ko ibyo ashinjwa ari amacenga ya politiki agamije kumuharabika no kumuhindura igitambo cy'amatiku ya murandasi. Avuga ko ibyo byose ari amayeri y'abashaka ku mutesha icyubahiro mu ruhame no kumubuza amahoro n’umutekano mu mibereho ye.\n\nProf. Emmanuel Rukundo, impuguke mu mategeko mpuzamahanga, yasobanuye ko uru rubanza ari intangiriro ishobora guhindura amateka y'ubucamanza bw'u Rwanda. Asanga bibaye byiza igihe byagaragaza ko abategetsi, kabone n'ubwo baba baravuye ku butegetsi, bashobora gukurikiranwa ku byaha bakoreye abaturage babo.\n\nInkiko zifite ikibazo gikomeye cyo kwemeza ukuri, cyane cyane ko imyaka ishize nta bikorwa by’umwihariko byari byarashyizwe ahagaragara ndetse abafite amakuru menshi bari baracecetswe ku ngufu. Ku rundi ruhande, imiryango iharanira uburenganzira bwa muntu irakora uko ishoboye ngo itange ubuvugizi n'ubufasha ku bazahajwe n'ibyo bikorwa.\n\nUru rubanza rurakomeje kandi rurakurikiranwa n'isi yose kuko rwitezweho gushyira ahabona ukuri no gukomeza guharanira uburenganzira bwa muntu. Muri uku guhangana gukomeye, icy'ingenzi ni uko ubutabera busumba byose bugomba kubona umwanya ukwiriye. Ibipimo bitangwa n'uru rubanza bizatuma abandi bategetsi bibuka ibyo bagomba kurinda, aho gusuzugura uburenganzira bwa rubanda."
    }
]