[
    {
        "story_id": 1,
        "text": "Kera habaye igihugu kitagira izina, cyari gikungahaye ku mutungo kamere ariko kigakomerewe n'ibibazo bya politiki. Mu myaka myinshi, igihugu cyari kiyobowe n'umunyagitugu witwaga Mberekande, wagendaga komeza umuzi w'ubutegetsi bwe akoresheje ubwoba n'iterabwoba. Abaturage benshi bari baramaze gucishwa bugufi n'uruhererekane rw'ubuyobozi burangwamo agahinda n'akarengane.\n\nMu ibanga rikomeye, agatsiko k'abasirikare bakuru n'abanyapolitiki batanyuzwe na Mberekande, kari karatangiye gucura umugambi wo gukora kudeta bigamije kuvana uyu mukuru w'igihugu ku butegetsi. Umuyobozi w'iri tsinda ry'abarwanyaga ubutegetsi bwa Mberekande, yari umugabo witwa Langoma. Langoma yari azwiho kuba igihangange mu bya gisirikare, kandi yari yarigeze kuba mu nshuti za hafi za Mberekande, ariko akibira mu kivunge cy'abanyabwenge bashishikajwe n'uburezi n'umuco.\n\nMu ijoro ry'imvura nyinshi, ku itariki ikakaye, umugambi wa Langoma n'itsinda rye wagombaga gushyirwa mu bikorwa. Bari bihishe mu bikari by'imisozi ibihebuje birangwa n'amakamba, hafi y'umujyi mukuru. Bari bafite intwaro zigezweho zavuye mu isoko ry'icuruzwa ry'itemewe, kandi bari bafite icyizere cyinshi kubera ko bari bafite bamwe mu bayobozi bakomeye ku ruhande rwabo.\n\nMu gihe isi yose yasaga n'isinziriye, itsinda ry'abagambanyi ryatangiye kugaba ibitero ku bigo by'ingabo by'ingenzi, mu gihe abandi ba ba maneko bari mu mujyi bafasha gutoba ibikorwa by'itumanaho. Mu kanya nk’ako guhumbya, inkuru y'ibitero yakwirakwiye hose, abateye bakomeza bakagarurira ibigo byinshi bikomeye by'ingabo n'ibiro bikuru by'ubutegetsi.\n\nGusa, icyo atinze cyaramutse! Umwe mu bo Langoma yizeraga mu bazamufasha, yari yahawe ruswa n'abambari ba Mberekande, atanga amakuru ku mugambi wose. Ingabo za Mberekande zari ziteguye gucunga umutekano w'imijyi minini, zifashishije ibikoresho bihanitse, n'ubwo byabaye mu mafirimbi n'amagamba.\n\nIbi byavuyemo impangiro ikomeye hagati y’impande zombi. Umujyi warayoboye tampaka, ubaye uruhurirane rw’imirwano y’ingabo zombi, abaturage bagenda bikiza, abandi bifungirana mu ngo zabo ahubwo bagashaka agakiza. Abaturage bari baraririye amaherezo, batewe ubwoba n'akajagari kari kagwiriye igihugu.\n\nNyuma y'iminsi itanu y'imirwano ikaze, Mberekande yifashishije ubushobozi bwe bwose, yashoboye kurwana ku ntebe y'ubutegetsi. Langoma n'abamushyigikiye baratsinzwe, bafatwa mpiri kandi bacuza umugambi wabo. Abaturage bage uburyohe kuri ayo makuru; bamwe bavugaga ko abari bafite guhirika ubutegetsi bari abalayiki badashaka amahoro. \n\nNyuma y'umujinya mwinshi, Mberekande yafashe umwanzuro wo kugerageza kugarurira icyizere abaturage, atangiza amavugurura make mu miyoborere. Yashyizeho gahunda yo gukomeza ibiganiro n'abatavuga rumwe n'ubutegetsi mu rwego rwo kugerageza gutanga umurongo w'iterambere ku gihugu. N'ubwo hari icyizere gike, abenshi basigaye bavugishwa ikizere cy'ejo hazaza, bazi ko umwanya wo kwicuza no gukora amahitamo mashya waje. \n\nMu buryo bwayo, iyi kudeta yaburiyemo yasize isomo rikomeye: icy'ubuzima, cy'uko abatumwe guhindura ibintu badasubira inyuma basigarana amahirwe, ariko kandi hagomba kugirwa ubushishozi mu kugera ku mpinduka zishingiye ku mategeko n'inzira z’amahoro. Ibyo byatumye Abanyagihugu bato ntibibagirwa kuyoborwa n’umurimo w'ukucharamo ubuzima bwabo hagamijwe kugerageza kugira ibihe birambye by’amahoro n’ubutabera."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cy’imisozi igihumbi, hari igihe kigeze aho ingoma yari yarafashe ubuyobozi imyaka myinshi itangira kugaragaza intege nke. Uko imyaka yagendaga ishira, abaturage bagendaga barushaho kutishimira imiyoborere, kubera ibikorwa by'akarengane, ruswa irenyeje n'ubundi buriganya bwakorerwaga mu nzego zose za leta.\n\nMu kwezi kwa Nyakanga, mu murwa mukuru w’uwo gihugu, humvikanye igihuha kivuga ko hari igikorwa cyose gitegurwa muri rwihishwa hagamijwe guhirika ubutegetsi. Ibyo bihwihwiswa bikomeje kwiyongera, abaturage benshi batangiye gusuka mu mihanda bamagana ubuyobozi, bavuga ko bashaka impinduka.\n\nIgitero cyo guhirika ubutegetsi, cyateguwe n’itsinda ry’abasirikare bakuru batishimiye uburyo igihugu cyayoborwagamo, cyatangiye mu mpera z’ukwezi kwa Nyakanga. Bafashe ingamba z’ubugome butangaje mu kugerageza kwigarurira ibigo by’ingenzi by’igihugu, bigamije kwigizayo perezida wari waramenyereye kugundira ubutegetsi. Mu gihe cy’iminsi itatu gusa, ibyo bitero byari byamaze kubyara uruvunganzoka mu gihugu hose.\n\nAho kuri uyu munsi wo guhirika ubutegetsi, rwahinduye isura umunsi mwiza ku baturage benshi bari barambiwe gushinyiriza ingoma y’igitugu, n’abakibashyigikiye, byateje akajagari kadasanzwe. Abaturage bahise basohoka mu mihanda, bamwe bishimira icyizere cyo kubona ubuyobozi bushya bufite intego yo kuzana impinduka, abandi bagirira impungenge ejo hazaza.\n\nAba-sirikare bagerageje gucunga umutekano mu murwa mukuru, ariko byaje kuzamba ku buryo amahano yari kuzajya mu mateka nko muri Jenoside. Hari abahangayikishwaga no kubona urubyiruko rwinshi rwafashe intwaro, bahanganye n’ingabo z’ingoma yavanyweho.\n\nMu gihe gito, itsinda ry’abasirikare bateguye guhirika ubutegetsi ryacitsemo ibice, rimwe rihetswe n’abashaka kugarura ingoma y’ubuhemu n’uburiganya, irindi rishaka guharanira kubaho gutandukanye kw’igihugu hagamijwe ubwisanzure na demokarasi. Iryo tandukana ryazanye umwiryane mu baturage, byongera kwikoma indangamuntu n’itangazamakuru kuri bose.\n\nNaho mu bice bitandukanye by’igihugu, akajagari kakomeje kuganza, hacika amahwemo mu muryango mpuzamahanga. Abayobozi babi baherutse gukora umubonano wihariye, bashaka uburyo bwavuga rumwe ku cyerekezo cy’igihugu cyabo. Ndetse bamwe bakabahira bahungira mu bihugu bituranyi, bahakana kuba bari mu byambaza bya politiki n'igihugu cyabo.\n\nMu gihe hongera kumvikana amahoro, haribazwa byinshi kuri ejo hazaza. Nubwo intangiriro ziriho, abarwanira ubwigenge basigaye mu gihirahiro cy’icyizere ku bibananiye, birata ko ibyashize bidakwiye kwibagirana mu mateka mashya igihugu gikeneye kwiyumvamo.\n\nUbwo igitondo gishya cyatangiraga, hari icyizere ko imivurungano yasize isomo rikomeye: Ko gufatanya ubwoko bwose bw’abaheburayi hifashishijwe indangaciro za demokarasi, ubushake bwiza hamwe n’ubufatanye ari ibikenewe kurusha byose kugira ngo amashusho mabi y’amacakubiri asimburwe n’ay’amahoro arambye mu gihugu cy’imisozi igihumbi."
    },
    {
        "story_id": 3,
        "text": "Mu mwaka wa 2027, igihugu kimwe cyo mu karere k'Afurika y'Iburasirazuba cyisanzemo mu mwijima w'akajagari nyuma y'igerageza ryo guhirika ubutegetsi ryakozwe ku buryo butunguranye. Byose byatangiye mu ijoro rya tariki ya 15 Nyakanga, ubwo igice cy’igisirikare cyari kiyobowe na Jenerali Andrew Kagame cyageragezaga gufata ubutegetsi bwari buyobowe na Perezida Jacqueline Nshimye.\n\nMuri icyo gikorwa kizindutse, abasirikare bitwaje intwaro bagerageje kugenzura ingoro ya perezida ndetse n'ibindi bikorwa by'ingenzi muri Kigali. Inama ya guverinoma yari iteganyijwe kuwa gatandatu mugitondo ntiyabashije guterana igihe cya saa tatu za mugitondo, impamvu nyamukuru ari uko hari bamwe mu bayobozi bari batawe muri yombi mu gitero cya kinyamaswa cyagabwe n'iyi mitwe ya gisirikare yari yiyemeje guhindura amateka y'igihugu.\n\nAriko, ibintu siko byagenze uko abakoze ihirikwa bari babiteguye. Abasirikare benshi bafatwaga nk'incuti cyangwa bashyigikiye igitekerezo cya Jenerali Kagame bahise bakora impinduka zidasanzwe, bamwe bahitamo kwitandukanya nawe mu buryo bugaragara, abandi bifatanya n’ingufu za gisivili zagizweho ingaruka no kubura amakuru ahagije. Mur'icyo gihe, Perezida Nshimye nawe ntiyari yicaye ahubwo yacengerwaga inama n'abanyeshuri ba kaminuza ndetse n'itangazamakuru byinshi byo mu gihugu baje gushyira hanze mugutangaza iyo nkuru.\n\nMu gihe gito cyane, mu migi minini n’uturere dutandukanye, abaturage batangiye kwerekana akababaro kabo n’uburakari bagiye bakura mu by’imyaka n’imyaka yo kuganwa kudahabwa umwanya mu buyobozi. Mu migi nka Butare, Gisenyi na Musanze, abantu bacanye imiriro mu mihanda, bamagana uburyo ibihugu bizima bishobora kubura demokarasi n’umutekano biturutse ku nyungu z'abantu bake bifitiye inyungu zabo bwite.\n\nNyuma y’iminsi itatu gusa, Guverinoma ya Perezida Nshimye yongeye kwigaranzura abasirikare bananiranye babifashijwemo na bamwe mu bihugu by’abaturanyi no kubwirizwa kw'imitekerereze y’igitutu ku rwego mpuzamahanga. Ihuriro ry’Afurika y’Iburasirazuba ryohereje intumwa ihagarariwe na Minisitiri w'Ububanyi n'Amahanga wo mu gihugu cya Uganda, maze baganira ku gusubiza ibintu mu buryo bitagombye kugira amaraso ameneka muri ibyo biganiro by'amahoro.\n\nMu gihe ibintu byari bitangiye gusubira mu buryo, hari ibyo abaturage bakomeje gusaba, birimo ko hagombaga kuba impinduka mu guverinoma n'uburyo bw'uko ubutegetsi bukorwa. Hariho impaka zikomeye mu Nteko Ishingamategeko yo guhindura itegeko nshinga, ibyo bigakorwa mu nyungu z’abenegihugu bose aho kuba mu nyungu z’abantere bake bahoze baririye isahani bakayifata ku giti cyabo ku by’ibibiliye by’abana bibitegereje mu mafaranga ya leta.\n\nAkajagari kari gatuje mu ntangiriro kacyemutse kubera ubufatanye bw’ingabo, abaturage bakabaye nk’abakeneye aho bagenderera, ndetse n’imbaraga z’ubuntu zashimangiwe hagamijwe kwifatanya n’umuturage mu gutanga umusanzu wabo mu kubaka igihugu gishingiye ku bitekerezo bihuriweho n 'amakuru mashya y'ingenzi mu kuba kumwe. Nyuma y'uko Perezida Nshimye ahisemo gutumira abitwa intumwa z’ubwubahane mu gihugu gishoboraga gushyiraho urunyurane rw'inama no gukemura buri wese azirikana uruhare rwe mu guharanira iterambere rirambye kandi ririmo amahoro arambye."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cyitwa Ndundure, hari igihugu cyari kimaze igihe kinini kiyobowe n'umutegetsi Karama usanzwe atavugwaho rumwe. Abaturage bari bamaze imyaka myinshi bikorezwa buhake n'ubutegetsi bwe bw'intamurugero, aho ubwisanzure n'iterambere byari bibaye nk'indoto. Mu gihe gito gishize, abaturage batangiye kwibaza uburyo bashobora kubohoka ku ngoyi y’uwari ubayoboye kuva kera.\n\nHarabaye, mu masaha ya mu gitondo cya tariki 15 Nyakanga, mu murwa mukuru wa Ndundure, icyitwa kizwi na bacye cyatangiraga gukwirakwira: havugwaga ko hari umutwe w’abantu biganjemo abasirikare bakuru bagerageje guhirika ubutegetsi bwa Karama. Bafashe radiyo y’igihugu maze batangaza ko bakuyeho Karama kubera umutekano mucye no gukandamiza abaturage. Abaturage benshi, bumvise iyo nkuru, baguye mu rujijo, abandi bishimira ko amaherezo bashobora kubona impinduka bifuza.\n\nInzego z’umutekano za Karama zabanje gukora uko zishoboye ngo zihoshe icyo gikorwa cyari gifite ishyaka. Gusa, guverinoma yari ikomeye ku mpamvu zayo nayo yatangiye kugaragara nk’ikijwe n'igitutu. Mw’ijoro ryo ku munsi wakurikiyeho, umujyi ubengerana n'urumuri rw’amashitani y’induru, hoze icyuka cy'ubwoba mu migi mitoya hafi aho.\n\nUmwuka ukunda guhindagura kandi ijoro ry’Imana ni mugari, abaturage batangiye gusahura amaduka n’indi mitungo ya leta. Abantu batandukanye bamennaga imodoka biganeza, abavuga ko ari ugukoresha uburenganzira bwabo bwo kwigobotora iyo nkurikizi yimaze igihe ibariho.\n\nMu gihe gito, umujyi wahindutse indiri y'akajagari: abashinzwe umutekano, abigaragambya, n'indi mitwe yitwaje intwaro yahise itangira kurwanira gusubirana igihugu. Hakomejwe gusakazwa ubutumwa butandukanye butavugaga rumwe kuri urwo rugamba rw’imbaraga, imwe ivuga ko Karama yahungiye mu kindi gihugu mu gihe indi yavugaga ko yafatanywe n’abamushinzwe.\n\nKu munsi wa gatatu, umuryango mpuzamahanga watangiye kwinjira mu makuru y’uko haba hari imyigaragambyo ikomeye ihangayikishije muri Ndundure. Bamwe mu baturage batangiye guhagarika ibikorwa by’ubwanditsi ku mbuga nkoranyambaga kugira ngo bihishe abo bitazanyura.\n\nIyi nkuru yaje kurangira atari uko ibintu byari biteganyijwe: ku munsi wa kane, ikibazo cyabonetsemo igisubizo kitari cyitezwe. Impande zombi zashyize hasi intwaro, hakomeza ibiganiro byari byatewe nk’utazi aho kuzarangira, gusa hagamijwe gukemura ubwumvikane buke hagati y’abanyamuryango ba guverinoma n’abatavuga rumwe na yo. Inama yabereye i Buraya, ifatanyije na komisiyo idasanzwe, yaje gusigasira amahoro muri Ndundure, ni muri uko guhosha imvururu abaturage bahera bakubaka igihugu cyabo ku nkingi nshya y’ubwumvikane n’amahoro arambye.\n\nIyi nkuru rero, ni isomo ku rubyiruko n'abayobozi b'ejo hazaza, nubwo waba ufite ikiganza kimwe ku butegetsi, ntugomba kwirengagiza ibyifuzo n’uburenganzira bw’abaturage bari inyuma yawe. Ni impuruza y’uko demokarasi ari ikintu cyiza, ariko kidakwiye guteshwa n’uyiganje, ahubwo kigizwemo uruhare n’abagatuye bose."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Nyamirambo, mu mwaka wa 2023, inkuru yanditse amateka ubwo habaga igerageza ryo guhirika ubutegetsi bwari bumaze igihe kirekire ku ngoma. Ubu butegetsi bwari buyobowe na Perezida Kayihura, wari waragize icyizere n’ubushobozi mu myaka ye ya mbere, ariko gahoro gahoro bikagenda bihinduka ubwo yashyiragaho politiki zasheshebbwe n'akarengane n’ivangura.\n\nKu itariki ya 15 Mata 2023, umudendezo w’igihugu wahungabanye ubwo itsinda ryarwanyaga ubutegetsi ryari rigizwe ahanini n'abasirikare bakuru n'abanyapolitiki batavuga rumwe n’ubutegetsi bahuriye mu muryango bise \"Impinduramatwara y’Amahoro\", bageragezaga guhirika Perezida Kayihura. Iri tsinda ryari rimaze amezi rishyira hamwe ingufu, rigura ibikoresho, ndetse rikora inama mu bwiru bukomeye.\n\nKu mugoroba wo kuri iyo tariki, umutekano wari wose mu murwa mukuru Kigali. Ariko ibirindiro by’inkubiri ya revolisiyo byari byigiye imbere aho abarwanyi bari babarizwa. Saa kumi n’imwe z'igitondo, igikorwa cyatangiye, abanyamuryango ba \"Impinduramatwara y’Amahoro\" babanza gufata ikigo cy'ingabo gikuru kiri mu mujyi. Kubera gukorana na bamwe mu bantu bari bisanzemo muri minisiteri y’umutekano, ibyo byababereye byoroshye.\n\nAmakuru yahise acicikana mu gihugu hose, abaturage batangiye kujya mu mihanda, bamwe bashyigikiye impinduramatwara, abandi bashyigikiye Perezida Kayihura. Muri ako kajagari, umutekano wabuze burundu: amaduka arasahurwa, imihanda irafungwa, kandi ingo z’abaturage zirashya.\n\nPerezida Kayihura, wari urengerwe n’uyu mwuka w’impinduka, yahise atanga itegeko ryo gukoresha ingufu za gisirikare mu guhosha akaduruvayo, ariko abasirikare benshi muri bo bari bamaze guca ukubiri n’ubutegetsi bwe.\n\nMu mpera za Mata, hashize ibyumweru bibiri birenga hagati y’akajagari n’intambara. Umujyi wa Kigali warakomerekejwe cyane. Nyamara, ku itariki ya 27 Mata, byabaye ngombwa ko Perezida Kayihura yemera kurambika intwaro hasi, akemera kugirwa imbohe na mwe ya \"Impinduramatwara y’Amahoro\". Iri tsinda ryahise ryishimira insinzi, rinatangaza gahunda yo gushyiraho ubuyobozi bw’inzibacyuho, bwahise butangira umurimo wo guhindura igihugu kimwe cyuzuye amahoro n'iterambere.\n\nNyamara, urugendo rwasaga n’urugikomeza. Inkomoko y’akarengane no kubura kugirana ibiganiro yavuyemo ukwishishanya hagati y’amoko mu gihugu, ibyo byatumaga abari hamwe nongeye kudandabirana. Ku rundi ruhande, igihugu cyabuze inshuti ku rwego mpuzamahanga kuko yakomodweho kubera imyivumbagatanyo yakomeje gutumarwa mo ikiremwa muntu.\n\nMu gihe cy’imyaka nyuma y’ahitwa \"Impinduramatwara y’Amahoro\", hasabwe ibikorwa byiyongera byo gutanga imbabazi no kwiyunga. Iki gihugu cya Nyamirambo, cyabonye ko nta buryo bwo kongera gusubira mu icuraburindi. Akababaro n'intimba byabaye isomo rikomeye ryo kwiga iby’ingenzi byo gusigasira amahoro no guteza imbere demokarasi ishinga imizi mu kubahana n’ukwishakira ibisubizo."
    },
    {
        "story_id": 6,
        "text": "Hari mu gitondo cyo kuwa kabiri, igihe izuba ryari ricyadukira ku murwa mukuru wa Repubulika ya Imisozi miremire, Kigali, ubwo hatangiraga ibihuha bitandukanye ko hari itsinda ry'abasirikare ribarizwa mu ngabo z’igihugu, ryarimo gukora umugambi wo guhirika ubutegetsi. Abaturage bari bamaze iminsi bumva amakuru atandukanye ariko bayafata nk’ibihuha, nta wari uzi neza ibiri kubera mu nzu ndangamukuru ya Minisiteri y’Ingabo.\n\nAriko ku mugoroba wo kuri iyo tariki, nibwo ibintu byarahindanye. Radio z’igihugu zahagaritse gucuranga indirimbo zihimbaza ibikorwa by’amajyambere, maze hatangazwa itangazo ry’isaha yose ry’iminota mirongo itatu, ryujuje ubwoba n’amagambo akomeye. Abasirikare b’imbunda n’ibikoresho bikomeye binjiye mu mujyi, imbere mu modoka za gisirikare n’imbunda zirasa ibisasu byinshi, ahasigaye huzura urusaku ruhungabanya imitima.\n\nInduru n’imiborogo y’abaturage bari birutse basubira mu ngo zabo byumvikanaga hirya no hino, mu gihe imodoka zacagaguraga imihanda, hataramenyekana neza niba ari abo mu ngabo z’igihugu cyangwa niba ari abo mu mugambi. Uwo mugambi, wari uyobowe n’uwari umuyobozi mukuru w’ingabo, Gen. Kayumba Ndahiro, yashakaga guhindura ibihe, ashingiye ku byavugwaga ko habayeho gukoresha nabi ubutegetsi no kunanirwa kugarura amajyambere yari yarasezeranyijwe.\n\nIcyarimwe, ku rundi ruhande rw’igihugu, mu nkengero z’umujyi, hatangiye gukwirakwira amakuru ko hari n’itsinda ry’abaturage ryari ryiganjemo abato, bari bafashe imbunda maze biyemeza kwifatanya na Kayumba mu mugambi we wo kugundagura ubutegetsi. Aya makuru yateye akajagari kenshi n’ubwoba mu bantu basanzwe, bituma benshi bahitana mu ngo zabo, abandi batangira gushakisha inzira zo guhunga igihugu.\n\nInama idasanzwe y’abayobozi b’amadini n’amashyirahamwe atandukanye yateraniye mu nzu ndangamuntu ya Kigali, bagerageza gutekereza ku buryo bwo gutanga amahoro no gukumira intambara ikomeye yari irimbanyije gukurura. Bagerageza gutumira abasirikare kuza kwiga ku bigerageza gushyiraho inzira ya demokarasi n’amahoro yagumaho mu gihugu. Muri iyo nama, hari hatumiwe n’abagenzi b’amahanga, byeruye ko bagomba gutanga umusanzu mu gufasha ishyirwa mu bikorwa ry’ubucuruzi n’iterambere rirambye.\n\nGusa, mu byumweru byakurikiyeho, igihugu cyagiye mu kajagari kenshi, nta ntasi ihamye yari kumwe. Gusa umusaza ufite n’izina mu buvumo nk’umuhanuzi w’ibigendanye n’amateka ya kera yatangaje ijambo, asaba abantu kongera kwishyira hamwe no guterana inkunga ngo babashe kwikura mu cyondo cy’amakimbirane yari amaze iminsi.\n\nHashize amezi atatu, nyuma yagize uruhare mu mpinduramatwara wagezweho, hashyizweho urugaga rugamije gusana igihugu akoresheje inzira z’ubusabane no kuzamura abaturage mu nzego zitameze neza. Bwa mbere mu mateka y’igihugu cya Repubulika ya Imisozi miremire, abakuru b’igihugu bahuriye ku ntego imwe – gusubiza hamwe ubwo tuzaba turi igihugu cy’u Rwanda ruzanubaka ibiraro byahooranye ndetse n’imihanda yari yarasenyutse mu ntambara. Gusa, abaturage babona ya ngoma isumbirijwe ivuga ko urugamba rukiri rugari, dore ko amashyaka atandukanye arimo no kwiyereka ngo arebe uko yazagira uruhare mu kuyobora igihugu.\n\nKuri ubu, hari icyizere mu maso y’abantu, nubwo umukino w'ikimuka n'igitera ukomeje hagati ya rubanda n'abarinze ubutegetsi bushya. Ubumwe n’umudendezo nibyo byari byifuzwa kugeza ubu, n’agashya kari kumwe na buri wese."
    },
    {
        "story_id": 7,
        "text": "Igicuku kirenga, umwuka muke mu kigo cy'igihugu hagati mu murwa mukuru, Umvira. Mu biro bikomeye by'umukuru w'igihugu, amayobera yari yose, busesemi bw'umutekano bwarimo gucicikana ku muvuduko udasanzwe. Ibihuha byari bimaze iminsi bitutumba y’uko hari itsinda ry’abasirikare n'abayobozi bo hejuru bari bateguye umugambi wo guhirika ubutegetsi none byari bigiye kugaragara niba bizashoboka cyangwa niba bigiye guhinduka ishyano rikomeye.\n\nIryo tsinda, ryiyita \"Amahoro Mashya\", ryari rimaze amezi menshi ritegura umugambi waryo witonze kandi mu ibanga rikomeye. Ryazanwe hamwe n’abasirikare bari barakaye kubera kwikubira ubutegetsi bw’uwari perezida, Colonel Nayizeye, wafataga igihugu nk’akarima ke bwite. Iryo tsinda ryibwiraga ko bashobora kugaruza icyubahiro n'ituze igihugu gifite amateka yihariye y’uruhuri rw’ingorane za politiki.\n\nKu isaha ya saa kumi n’ebyiri z’ijoro, igihe umujyi wa Umvira wari mu ituze, igitero cyatangijwe mu buryo bwihuse. Imidugudu imwe y’ibanze yari yabyutswe n’urusaku rw’amasasu, bikaba byari bimaze kumenyekana mu gihugu hose ko hari igitero kigamije guhindura ibintu. Abanyamakuru bari bagarukiye ku rubuga, imbuga nkoranyambaga zicicikana amafoto y’ibibera muri iyo saha y’amage.\n\nNtibyateye kabiri, perezida Nayizeye, yari amaze kubona ko ibintu bimeze nabi, yacitse umutima. Yagerageje guhamagara abajyanama be, abacurarika ngo bongere batekereze ku ngamba. Gusa, bamwe muri bo bose bari bamaze kwifatanya n’abateye, ibintu bikomeza kuba bibi kurushaho. Mu rwego rwo kugerageza kugoboka, yatanze itegeko ryo gushyiraho gahunda yihuse yo kwirwanaho.\n\nMu ntara yo kuri Rwimurunga, abategetsi bari batangiye gushyigikira igitero ndetse n’abaturage bamwe batangiye kugirira icyizere abayobozi bashya bo mu itsinda \"Amahoro Mashya\". Benshi babonaga urugamba rwabo nk’imbarutso yo kuzana impinduka mu gihugu cyari cyarasenyutse kubera ruswa n’ubutegetsi bw’igitugu. Gusa abandi bo bari buzuye ubwoba, kuko amateka yigishaga ko bihora byikomereza mu kangaratete n’urudubi.\n\nMu bice bimwe by’igisagara, hari ayamodoka yahiye ndetse n’ububiko bwari bwibasiwe, abaturage aho kugwa mu kantu ahubwo barimo kuvuga ko bavuguruza uburyo bwose bw’ubuyobozi butajyanye n'ibyo bakeneye. Nta kandi kabura ngo akarimi ko kw’inzira kuburitse imyigaragambyo, impungenge zo gusubiranamo zaba idahangayitse!\n\nIjoro ryatambutse, hahetse ibyiringiro byinshi n’igishyitsi ku mutima rya benshi. Mu gitondo, Colonel Nayizeye yabonye ko bibaye ngombwa kwegera abanyamakuru no gutangaza uburyo bushya bwo kuvugurura igihugu cye. Ariko se, iryo tangazo rye ryanyuze abaturage binariwe n’intambara y’ijoro?\n\nUmunye no kugucishamo amaso, mu mujyi no mu byaro habaye hagezweho impinduka; ibintu bihagarara bidahwitse. Aho igihugu cyari kujya si ko bimeze ariko yari intambwe yagaragaje akoresha gakeya k’agace ka politiki kava ibintu. Mbega amateka, n’ubwo yahinduye isura umunsi umwe, yari igikurikira koko ari byinshi bishya byari kuza!\n\nIcyo gihugu cyakusanyije ubwenge, imbaraga zose zihari zo kurema umusozo mu rukundo n’ubumwe, kandi bose baratekereza: ni ibihe iminsi izana? Ni iki cy'ubwigenge mu byabayeyemo?"
    },
    {
        "story_id": 8,
        "text": "Ku mugoroba wo ku wa gatanu, igihe izuba ryari ryihisha inyuma y’imisozi y’akarere ka Muganwa, inkuru ihungabanya igihugu cyose yatangiye gukwirakwira mu mitima y'abaturage. Bwari ubwa mbere bamenye umugambi w’ibanga wari umaze amezi wategurwa mu rwihisho n’agatsiko k’abasirikari bakuru babiri, ndetse n’abanyapolitiki bamwe batishimiye uburyo igihugu cyabo cyayobowe mu myaka yashize.\n\nMuri iryo joro, umucyo w’itara rimwe mu biro by’umukuru w'igihugu ryakekwaga kudacika. Icyumba cyari gituwe n’abantu bake ariko b’ibihangange, barimo ingurube z'abajyanama n'abayobozi bakuru b'inzego z'umutekano. Hanyuma ibintu byose byahindukiye. Umuntu umwe mu bateguraga iryo hirikwa yagambaniye bagenzi be, amena amabanga yose ku bashinzwe kurinda umukuru w'igihugu. Ako kanya, umubano wari hagati ya perezida n’umwe mu basirikari bakomeye wahindutse iturufu ikomeye mu kuburizamo uwo mugambi.\n\nNtibyatinze ko imihanda yo mu murwa mukuru yuzura urusaku rw’ibimodoka n’abaturage barakarira ibyabaga mu gihugu cyabo. Benshi bari babuze amahoro bamaze igihe, ariko impamvu yavaga ku miterere y'ubutegetsi bubi, icyenewabo ndetse no gucungwa nabi kw'ubukungu n'umutekano. Abandi, baterwaga ubwoba n'igihunga ko hagiye kuba intambara y'amoko kandi bakaba babona iyo hirikwa nk'agakiza.\n\nImirwano yabereye mu nkengero z’umurwa mukuru yari yaruhije imitima, abavandimwe barashyamirana, yaganishije ku kajagari guverinoma itari yiteze. Amaduka yarafunzwe, amashuri arapfundikirwa, n’ibikorwa by’ubucuruzi bihita bihagarara. Intambara yo mu bitekerezo yaratangiye, abari bashyigikiye perezida n’abamurwanyaga bose bifashisha ibyuma by’itumanaho bashinja ibyaha n’abavumira ku gahera, bagahabwa n'imbunda zo mu buryo butandukanye.\n\nMu cyumweru kimwe gusa, igihugu cyari cyarasubiye inyuma imyaka myinshi. Imyigaragambyo mu mihanda yavaga mu rukundo rw’igihugu, igahangabanya umutima w'igihugu, yatumye n'impunzi muri uwo murwa mukuru zihinduka ingenzi z’inkuru yo ku mihanda igihe cyose.\n\nAriko uko iminsi yashiraga indi igataha, imbaraga z’iki gitero zatangiye kuganzwa n’ubwenge n’ubupfura by’abaturage badashaka gusubira mu bihe bishize by’intambara. Abakuru b’amadini n’abanyamadini b’ingeri zose baje imbere bavuga imbwirwaruhame z’amahoro n’ukwisubiraho, amajwi yabo akubaka icyizere n’ubwizerane n'umunezero muri rubanda.\n\nUko uwo mwuka wazamukaga, abaturage batangiye kongera kubaka igihugu cyabo. Kubaka inzu zasenyutse, gufungura amashuri, kongera iby’ishuri mu bitabo byanditse inkuru nshya yari igiye guhinduka amateka.\n\nN’ubwo amaraso n’umubabaro byari bigikeneye gusanwa, imbaraga z’umuturage ku mutima we ukunda amahoro zatsinze. Abantu bahisemo imbabazi aho guhora, mu nzira z’iterambere no kwiyunga, batangiza ibihe bishya by'imigambi mishya yo kubaka igihugu—aho impinduka zubakiwe ku rufatiro rw’amahoro arambye kandi y’ukuri."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Burerabana, mu mwaka wa 2027, inkuru yashyushye mu makuru yari ikoreshwa n’isi yose. Ku wa kabiri w’icyumweru cya kabiri cy’umwaka, abategetsi b’ingabo bafashe icyemezo cyo guhirika ubutegetsi bwa Perezida Kazungu, wari umaze imyaka irindwi ku butegetsi. Hari harimo amakimbirane menshi mu gihugu, cyane cyane ashingiye ku bukungu bwifashe nabi, ruswa, n’ivangura muri politiki.\n\nMu rukerera, imijyi minini y’igihugu yari yuzuye amahumbezi y’amasasu n’imiriro yaka ku nzu zimwe na zimwe. Imodoka z'igisirikare zarimo zigendagenda mu mihanda, mu gihe radiyo y’igihugu yatangaje ko ubutegetsi bushya bwa gisirikare bwafashe igihugu. Umuyobozi w’icyo gikorwa, Jenerali Mugiraneza, yavuze ko igikorwa cyabo cyari kigamije kugarura amahoro n’ubutabera kuri buri wese, avuga ko Perezida Kazungu n'abo bari bafatanyije bayoboraga igihugu mu kindi cyerekezo.\n\nIcyakora, ibyo byahise bizamura akajagari gakomeye mu gihugu. Abaturage benshi basohotse mu mihanda bamagana ubutegetsi bushya bwa gisirikare. Abashyigikiye Perezida Kazungu, hamwe n'abantu batandukanye bashakaga impinduka zitagamije intambara, bagabye imyigaragambyo minini mu mihanda ya Bujumbonza na Mugoroba, imijyi minini y’igihugu. Ibyo byakuruye amasasu arimo urufaya rw’ibyuka biryana mu maso kugira ngo bicucume abaturage.\n\nMu bice by’icyaro, bikomeye kugerwaho na leta, akajagari kari kose. Abaturage barimo bagerageza kwisuganya ku bwabo. Imiryango mpuzamahanga yahise itera yombi muri icyo gihugu, itanga ubutabazi bw’ibanze ku baturage bari mu kaga kenshi. Bemeye gutanga imfashanyo, ariko basaba ko haba ibiganiro hagati y’impande zombi kugira ngo habeho ituze mu gihugu.\n\nUko iminsi yicumaga, impande eshatu zahuriye muri Qatar mu biganiro byari biyobowe n’abahuza mpuzamahanga. Habaye kubangikanya ubutegetsi, bushyiraho guverinoma y’inzibacyuho iyobowe n’abasivili, kandi hitabazwa amatora mashya azaba mu mezi atandatu. Perezida Kazungu yemeye kujya mu kiruhuko cy'izabukuru hizewe umutekano we, mu gihe Jenerali Mugiraneza yemeye kwegura ku mirimo ye idasanzwe mu gisirikare.\n\nNi uko gahunda yo kuzanzamura igihugu yatangiye, abanyaburayi n’Amerika batanga umusanzu muri ubwo butegetsi bushya bwo kugarura ubukungu hamwe n’ubusugire mu gihugu. N'ubwo urugendo rwari rukiri rurerure, abaturage ba Burerabana bahumetse akuka gashya, bafite icyizere ko igihugu cyabo kizakomera kandi kigatera imbere muri demokarasi."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cy’imisozi igiringira amafu, ahitwa Nyamisozi, inkuru yasakaye vuba ko habayeho igikorwa cyo kugerageza guhirika ubutegetsi. Iyi nkuru mpimbano ifite ishusho rirambuye ry'uko ibintu byagenze n'akajagari kakurikiyeho.\n\nIminsi mike mbere y’uko umwaka w’2023 urangira, abantu benshi ntibakekaga ko insinzi iri hafi y’ubutegetsi bwakoranye umwete kugira ngo bugire umutekano usesuye mu gihugu cya Nyamisozi. Ariko ku mugoroba umwe w’imvura nyinshi, abasirikare b’inkoramutima bashinzwe kurinda umukuru w’igihugu bihaye intego yo kumvikana na bamwe mu bayobozi bakomeye mu ngabo, bashyiraho umugambi wo kumuhirika.\n\nIbiro by’umukuru w’igihugu byari bituje kandi birangwanywe. Icyari cyitezwe nk’amahoro karemano cyo mu gihe cy’umugoroba cyahindutse umwuka w’ubwoba n’igituntu. Aba ofisiye b’abasirikare, bemeranyijwe gutegura no gushyira mu bikorwa iki gikorwa, batangiye kubuza amahwemo abari babihishemo.\n\nMu masaha ya kare y’ijoro, amatsinda atandukanye y’abasirikare yafashe bimwe mu bikorwa remezo by’ingenzi. Radiyo y’igihugu, televiziyo ndetse n’ibigo by’itumanaho byose byari byugarijwe. Ubutumwa bwa mbere bwanyujijwe kuri televiziyo ku manywa y’ikirori, rivuga ko ubuyobozi buri mu biganza by’igisirikare kugeza igihe hatangajwe andi mabwiriza. Umujyi wa Mukundwa, umurwa mukuru, wahise umeneka nk’igishyimbo, abantu biruka imishwaro.\n\nIcyakora, guhora kutarangira kw’abaturage n’inkuru impimbano zavuga ko umukuru w’igihugu yari amaze gufatwa zatumye haba impinduka itunguranye. Abaturage batabashije kuryama batangiye kwiheba, bamwe binjira mu mihanda babaza impamvu nyayo y’iki gikorwa.\n\nIcyari kibayeho nk'amahanga mu kajagari yarushijeho kugaragaza urujijo, ubwo habonekaga amakuru ko bamwe mu begera b’ingenzi bari bafashwe bunyago. Uko amasaha yakomezaga kwicuma, byaragaragaraga ko ibyo aba basirikare bateze bitageze ku ntego uko babishakaga.\n\nNyuma y’icyumweru cy’umusarikare, umwuka wagabanyutse. Batakaje inkunga y’amahanga n’iy’abaturage, abagerageje coup d'état birinze kwiyerekana imbere y'amahanga, umukuru w’igihugu arasubizwa ku butegetsi. Yatangaje ko abari bakoze ibyo bikorwa bitemewe n’amategeko batazihanganirwa, hakaba harashizweho akanama ko gukora iperereza ryimbitse ku cyabaye.\n\nMu gihe cy’ubutayu bw’ibitekerezo n’imihindagurikire y’ibihe, igihugu cya Nyamisozi cyongeye gushiramo intego yo gushyiraho uburyo bushya bwo gukorera hamwe ngo barengere demokarasi. Icyo kivunge cy’ibitekerezo ni cyo cyagize uruhare rukomeye mu guhindura umuvuno w'ubuyobozi, bushaka gukora impinduka mu rwego rwo gukomeza amahoro n’ituze ry’abaturage bacyo. \n\nUko imyaka yagendaga isimburana, inkuru yo kugerageza guhirika ubutegetsi mu gihugu cya Nyamisozi yabaye icyibutso cy’imbogamizi n’ubutwari buturuka mu mbaraga z’abaturage, mu gihe umuryango nyamuryango watangiye uburyo bwo guharanira ejo hazaza huzuye icyizere n’ubwumvikane."
    }
]