[
    {
        "story_id": 1,
        "text": "Mu karere ka Karibu, gaherereye ku misozi miremire y’iburasirazuba, hari hagiye kuvugwa inkuru itangaje yatangaje abahatuye bose. Iyi nkuru yari ifitanye isano na Bwana Kamari, umuyobozi w’akarere wari umaze igihe kinini ku buyobozi afite izina ryiza kubera iterambere ryinjije mu karere. Yari umuyobozi washimirwaga cyane kubera ibikorwa byinshi by'imibereho myiza n'iterambere ryagejeje ku baturage.\n\nIcyakora, kuri uyu munsi utazibagirana mu mateka y’akarere ka Karibu, hamenyekanye amakuru y’uko Bwana Kamari yari yihishe inyuma y'ibikorwa bitari byiza. Inzego z'umutekano zatangajwe cyane ubwo zamenyaga ko uyu muyobozi yari ari mu ishyirahamwe ryihishe ry'abashoramari bari baragize umugambi wo kwaka ruswa no gutanga amasoko mu buryo bunyuranyije n'amategeko.\n\nAmakuru ava imbere mu karere atangaza ko Bwana Kamari yakoranye n'itsinda ry'abacuruzi bakomeye bafite imigambi yo kubaka inyubako nini mu kibanza cyari cyaragenewe guhinga kuri benshi. Icyo kibanza niho hanyuze amamiriyoni menshi y’amafaranga ya leta ku buryo butagendanye n’amatwara y’uko yakagombye gukoreshwa.\n\nByaravuzwe ko Bwana Kamari yari yarahishe neza ibikorwa bye binyuze mu gukoresha inyandiko mpimbano, icyiswe \"guhindura inyandiko\" kugirango yerekane ko ayo mafaranga yakoreshejwe mu migambi yo guteza imbere ubuhinzi n’ubworozi. Abakozi b’inyuma babonaga ko byose bimeze neza, bityo bikomeza kuba ibanga rikomeye.\n\nGusa, umukozi umwe wo mu karere, Bwana Mugisha, w’inararibonye mu gukurikirana amakuru y’imari, niwe waje kubona ko hari ibintu bitari bisobanutse neza mu mikoreshereze y’amafaranga. Yatangiye gukora iperereza mu ibanga rikomeye kugirango arebe inkomoko y'ibibazo. Ubunzaga amarenga y’ibyangombwa byakoreshejwe muri icyo gikorwa, yaje kugera ku myanzuro itari indashikirwa.\n\nMu gihe gito, amakuru yagizwe ku mugaragaro maze inzego zishinzwe ubutabera mu gihugu zihita zitangiza iperereza ku bikorwa bya Kamari na bagenzi be. Mu gihe iperereza rikomeje, abaturage b’akarere ka Karibu biyemeje gutekereza ku kwihitamo neza umuyobozi uzabunga biciye mu mahame arimo gukorera mu mucyo no kumvira amategeko.\n\nUbu isomo ryari ryamenyekanye ku buryo no mu midugudu mito abaturage batangiye kwitega amaso n’amatwi ku ngamba nshya z’imiyoborere, hagamijwe kubaka iterambere rirambye rishingiye ku bimenyetso bifatika. Bwana Kamari n’abandi barakekwaho icyaha, ni bategereje gusomerwa imanza zabo mu rukiko, mu gihe abaturage bakomeza kuririmba indirimbo yo guharanira ubunyangamugayo mu miyoborere."
    },
    {
        "story_id": 2,
        "text": "Mu minsi ishize, inkuru y'iturufu yarasakaye mu karere ka Nyarutanga aho umuyobozi w’akarere, Bwana Kayitare, yashinjwaga kugira uruhare mu bikorwa binyuranye n'amategeko. Aya makuru yatangiye kumenyekana nyuma y'uko akanama k’abaturage kari kamaze igihe gito gashinzwe guhiga no kugenzura imikorere y'abayobozi kari katangiye iperereza ryimbitse ku miyoborere y’akarere.\n\nBwana Kayitare yari azwiho kuba umuyobozi w'intangarugero, wiyeguriye iterambere ry’akarere ke. Ariko n’ubwo byari bimeze bityo, bitunguranye, bamwe mu bakozi b’akarere batangiye kugaragaza inyandiko n’ibimenyetso byerekana ko hari ibikomeje gukorwa bya rwihishwa bihabanye n’amategeko agenga imicungire y’umutungo wa leta.\n\nImbarutso yabaye raporo ivuye mu kigo cy’igihugu gishinzwe kurwanya ibiyobyabwenge n’ibikorwa by'uburiganya, aho hari hatewe impungenge z’uko hari amafaranga yashoboraga kuba yagurishijwe ku masoko atemewe. Byatumye hakorwa igenzura ry’bikorwa byose byinjira mu karere ndetse n'izijyana, biza kugaragara ko hari amafaranga asaga miliyoni eshatu y’amanyarwanda yaburiwe irengero.\n\nUbwo ibimenyetso byakomezaga gukusanywa, haje kugaragara n’ibindi byemeza ko habaga ihererana mu itangwa ry’amasoko ya Leta, aho amasoko menshi yatanzwe ku kigo kimwe gifitanye isano n’umuryango wa Kayitare, bigakorwa nta gikorwa cy’ipiganwa ryemewe. Ibyo byose byatumye umwuka uba mubi mu baturage n’abakozi b’akarere, bose bibaza iherezo ry’iki kibazo gikomeye.\n\nInama ya njyanama yihutiye gutumiza inama yihutirwa, aho bahisemo kuva ku mirimo kwa Bwana Kayitare kugirango iperereza rikomeze nta mbogamizi. Nyamara, Bwana Kayitare we yahakanye yivuye inyuma ibi birego aza gusaba ko hakorwa iperereza ry'impande zombi kandi ashimangira ko azakomeza gushyigikira imbaraga zose abashinzwe kurwanya ruswa mu gihugu bafite.\n\nUbu, abaturage bategereje kureba aho ubu busabe buzarangira, gusa bahamya ko icy'ingenzi ari uko ubuyobozi bweguriwe abatarabubona nk’isoko ry'inyungu zabo bwite, ahubwo babona nk'umurage bagomba kureresha igihugu. Ni inkuru ikomeje gukurikirwa hafi, gusa icyizere cy'uko ukuri kuzagaragara kiracyari cyose."
    },
    {
        "story_id": 3,
        "text": "Mu karere ka Vugubwoba, inkuru yaravuzwe cyane ubwo byatangazwaga ko umuyobozi w’akarere, Bwana Soma Rutamu, yari yafashwe mu bikorwa binyuranyije n'amategeko. Iyi nkuru yatangiye gusakara ubwo itsinda ry’abagenzuzi baturutse mu rwego rw’igihugu rushinzwe kurwanya ruswa n'akarengane (RCR) ryatangazaga ibyavuye mu iperereza ryari rimaze amezi atandatu rikorerwa mu ibanga rikomeye.\n\nBwana Rutamu, wari umaze imyaka itanu ayobora akarere ka Vugubwoba, yari yarubatse izina nk’umuyobozi uharanira iterambere n’imibereho myiza y’abaturage. Mu gihe cye, akarere kasaga n'ikitandukanyije n’ibibazo by’ubukene n'ibura ry’iterambere, ibyo bigatuma benshi mu baturage bamwibonamo nk’umucunguzi. Ariko n’ubwo byari bimeze bityo, hari abakorerabushake n'abakozi bo ku nzego zo hasi bavuganaga ijwi ryo kwibaza ku mikoreshereze y’umutungo wa Leta n’izindi ngamba zafashwaga mu buryo butagaragara neza.\n\nIperereza ryafashweho umwanzuro kubera amakuru yatanzwe n’umukozi wa koperative imwe mu zigize akarere. Uwo mukozi yatanze ubuhamya avuga ko hari isoko rusange ryatanzwe ryo kubaka ibikorwaremezo muri ako karere, nyamara amasezerano akaza gusinywa n’ikigo cyo hanze kitagize uruhare mu ipiganwa ry’amasoko, ndetse kikanishyurwa amafaranga y’umurengera mbere y’igihe nyirizina cyo gutangira imirimo.\n\nUbwo bahamagarwaga kugira ngo batange ibisobanuro, Bwana Rutamu n’abandi bafatanyabikorwa be bakuru, barimo umucungamari w’akarere n’umuyobozi w’akanama k'amasoko ya Leta, bashyize mu majwi gucunga nabi babyita intege nke zo mu rwego rw’ubumenyi. Ariko uburyo ibintu byakozegwamo byarushijeho gusobanuka ubwo RCR yagaragazaga inyandiko z’inzira z’imari zigaragaza ko hari imirabyo ('transfers') yakorewe ku ma konti yihishe ifite aho ihuriye n’umuyoboizi.\n\nBwana Rutamu akimenyeshwa ubushinjacyaha, yahise yiyemerera, ntabwo ari uguhita yemera icyaha ahubwo yemeye kwegura ku mirimo ye, avuga ko ashaka gutanga umwanya kugira ngo ukuri kugaragare nta nkomyi, ndetse ko aniteguye guhangana n’ibyo aregwa. Byakozwe atyo, Bwana Rutamu yahise atabwa muri yombi ajyanwa gusabwa ibisobanuro ku byo yakoze.\n\nIbinyamakuru byatangiye gukurikirana iri kosa rikomeye, bihamagarira abaturage kugira ubushishozi mu guhitamo abayobozi babo ndetse no kugumya kuba maso ngo batume ibikorwa bihabanye n’amategeko bimenekana hakiri kare. Nk’uko biri kugaragara, inkiko zasabwe gukora akazi kazo mu mucyo no kureba isano iri hagati y’ubuyobozi n’ibyaha byari bimaze iminsi bihwihwiswa. Abaturage b’i Vugubwoba bakomeje guterana inkunga no gusaba ko ubutabera bwakurikirana umutekano n’iterambere ryabo."
    },
    {
        "story_id": 4,
        "text": "Mu karere kitwa Nyamihango, haherutse kumvikana inkuru isesereza benshi mu baturage no mu nzego z'ubuyobozi. Umuyobozi w'akarere, Bwana Kayihura Muziranenge, yatahuwe ko yari ku ruhembe rw'ibikorwa binyuranyije n'amategeko byakorewe mu nzego yari ashinzwe kuyobora.\n\nIbyo bikorwa bigizwe ahanini no gukoresha nabi umutungo wa leta, aho bivugwa ko Bwana Kayihura yashyizeho gahunda z'amasoko ya baringa akayatoza amafaranga menshi abaturage, ayandi akigira mu mifuka ye bwite. Yafatanyaga n'abandi bayobozi b'inzego z'ibanze, aho bakoreshaga inyandiko mpimbano ndetse n'ibiseke by’inyenyeri bitariho ngo babeshye ko ibikorwa byubatswe n’akarere byakozwe neza kandi koko byaratakaye.\n\nIbindi bikorwa byamugaragayeho ni ukubangamira abavugaga rumwe na we, akabashyiraho iterabwoba ndetse bamwe akabafungisha kugira ngo ntihagire ushyira ahagaragara imyitwarire ye idahwitse. Bivugwa ko amwe mu magorwa yafungishije byari ukugira ngo yikomereze gahunda ze.\n\nNk'uko byatangajwe n'umuvugizi w'ubushinjacyaha bw'igihugu, iperereza ryimbitse ryatumye hafatwa ibimenyetso bihagije byerekana gukomera ku makosa ya Bwana Kayihura, ari na byo byatumye afatwa agafungwa by'agateganyo.\n\nUbu abaturage b'akarere ka Nyamihango bari mu gihirahiro, gusa hari ikizere cy'uko ubutabera buzakora akazi kabwo, bityo hakaboneka umuyobozi mushya uzayobora akarere mu mucyo no mu bwubahane bw’amategeko. Iyo nkuru yagarutseho cyane mu itangazamakuru, ndetse inzego zitandukanye z’ubuyobozi zatangiye gukaza umurego mu igenzura kugira ngo hirindwe ko hagira abandi bakomeza uwo mugirire mubi. Icyizere ni cyose ko ahari umucyo n'ubunyamwuga hahora iterambere rirambye."
    },
    {
        "story_id": 5,
        "text": "Mu karere ka Nyarugenge, hari inkuru itumye benshi baca amarenga, bijyanye n’ibikorwa by’umunyamabanga mukuru w’ako karere, Bwana Karangwa Jean Paul. Ku mugoroba umwe, amakuru yasakaye avuga ko uyu muyobozi yari yafashwe ari mu bikorwa binyuranyije n’amategeko. Ibi byakuruye urujijo, kuko Bwana Karangwa yari azwiho kuba umuyobozi ubereye abandi icyitegererezo, ku buryo bitari byoroshye ko byabaye.\n\nUmwaka wari ugiye kurangira, abaturage batekereza amahoro, ariko ibyo byabaye ingorabahizi. Amakuru yari yatangiye gukwirakwira ko Bwana Karangwa yaba yaragize uruhare mu itangwa ry’amasoko ya leta mu buryo bw’ikimenyane, akabikora yica amategeko ashizwe amwe mu migambi ikomeye mu kubaka ibikorwa remezo by’akarere. Hari abavugaga ko hari n’abayobozi bahuriye mu nama zibera mu ibanga, aho basangizaga akayabo k’amafaranga yakomotse muri izi mishinga.\n\nIcyagaragaye cyasembuye iperereza ni uko hari amafaranga yari yaburiwe irengero mu mishinga yo kubaka imihanda mishya. Abashinzwe igenzura ry’ubukungu bari barakomeje gukurikirana iyo dosiye, kugeza ubwo babonaga ibimenyetso simusiga byashimangira impungenge bari bafite. Bwana Karangwa yashyizwe mu majwi nk’uwari inyuma y’iri bura ry’amafaranga hamwe n’abandi bantu bake b’inkoramutima be mu biro bye.\n\nGusa, Bwana Karangwa we yahakanye yivuye inyuma ibyo ashinjwa, avuga ko ari umugambi wacuzwe n’abo batavugaga rumwe bashakaga kumuharabika no kumwikiza ngo badindize iterambere yari amaze kugeraho muri aka karere. Yavuze ko ibyabaye byose ari ibinyoma no guharabika isura ye mu maso y’abaturage ndetse no mu gihugu muri rusange.\n\nInkiko zari zatangiye gukurikirana uyu mwanya kugira ngo hamenyekane ukuri ku byavuzwe. Abaturage b’akarere ka Nyarugenge bategereje ku nkiko, basaba ko ubutabera bukorwa nta vangura kandi buhise, kugira ngo hamenyekane ukuri nyako. Kugeza ubwo inkuru yandikwaga, inzira y’ubutabera niyo yari ikigomba kwemeza niba impamvu zashingiyeho Bwana Karangwa zifatika, cyangwa niba koko ari inzirakarengane mu ogenwa gusesereza."
    },
    {
        "story_id": 6,
        "text": "Mu karere ka Nyabugogo, havuzwe inkuru y'impamo y'imvaho itangaje ivuga ku muyobozi w'akarere witwa Bwana Samuel Kamanzi. Bwana Kamanzi yari azwiho kuba umuyobozi ukora neza, ufite ubunararibonye mu micungire y'ubutaka n'iterambere ry'akarere ke. Ariko, inkuru yasakaye ku makuru y'ifatwa rye, agerageza gukwepa inzego z'ubutabera mu gihe yakoraga ibikorwa binyuranyije n'amategeko.\n\nByatangiye igihe Bwana Kamanzi yinjiraga muri gahunda y'ubufatanye n'abashoramari bakomeye ngo bakore umushinga wo kubaka inyubako ndende yagombaga kuba isoko ry'ubucuruzi rikomeye mu karere. Uyu mushinga wari witezweho kuzana impinduka zikomeye mu mibereho y'abatuye akarere, ndetse n'iterambere ry'aho hagiye kubakwa iyo nyubako.\n\nIcyakora, inyuma y'iyo gahunda, Bwana Kamanzi yari yaremye umubano wihariye n'abashoramari mu buryo buhabanye n'amategeko, akakira ruswa zitubutse kugira ngo ahabwe amasoko ndetse n'inyungu zindi zitangwa mu mwanya wo gucunga neza amasoko yaje. Imodoka nshya zihenze, amazu y'igiciro gihanitse hanze y'igihugu, yari imwe mu bimenyetso by'imikoreshereze mibi y'umutungo yakoraga mu ibanga.\n\nIbikorwa bya ruswa za Kamanzi byamenyekanye ubwo umwe mu bakozi be ba hafi, wamaganye ibyo bikorwa, yaje gucikisha amakuru mu nzego z'ubutasi z'igihugu. Nyuma y'iperereza ryimbitse, n'ubushishozi bw'inzego z'ubugenzacyaha, Kamanzi yafatiwe mu cyuho, afatirwa ibimenyetso simusiga byemezaga imyitwarire ye idahwitse.\n\nMu rukiko, Bwana Kamanzi yireguriye abacamanza asaba imbabazi, yemeza ko yakoze amakosa mu mikorere ye kugira ngo yishyure amadeni yari amugose. Nyamara, urukiko rwamusanganye ibyaha byamuhamye, rukatira igifungo kiremereye cy' imyaka cumi n'itanu, ndetse no gutanga ihazabu y'amafaranga menshi azashyirwa mu kigega cy'akarere.\n\nInkuru y'ifatwa rya Bwana Kamanzi yagize ingaruka zikomeye ku mikorere y'akarere ka Nyabugogo, ihwitura abayobozi b'ibindi bice kuva mu ndoto z'ibikorwa binyuranyije n'amategeko. Abaturage basigaranye inyigisho yo kwibanda ku murongo w'amategeko no kwirinda inda z'ubwirasi zitana ibyiza by'abaturage. Iyi nkuru yabaye isomo ku kinyabupfura n'imikorere myiza mu miyoborere."
    },
    {
        "story_id": 7,
        "text": "Mu karere ka Kamonyi, inkuru yabaye kimomo ubwo havumburwaga ibikorwa binyuranyije n’amategeko bikozwe n’umuyobozi w’akarere. Uyu muyobozi, uzwi ku izina rya Bwana Kubwimana Jean Bosco, yari yarigaruriye icyizere cy’abaturage kubera imvugo ye ihora ivuga neza iterambere ry’ubutabera n’indangagaciro.\n\nIcyumweru gishize cyari icyumweru cyahinduye byinshi mu mitima y’abaturage nyuma y’aho ikinyamakuru cy’akarere cyari kimaze kwandika inkuru y’imvaho ku byaha bya ruswa na kunyereza umutungo wa rubanda ashinjwa. \n\nBwana Kubwimana yafatanywe amafaranga y’amanyanga agera kuri miliyoni mirongo itanu z’amafaranga y’u Rwanda, aho bivugwa ko yayakoresheje mu gushinga ibikorwa bye bwite bitandukanye harimo no kugura ubutaka mu karere ka Bugesera. Ibi byagaragajwe mu iperereza ryimbitse ryakorewe mu ibanga rikomeye n’inzego z’ubutabera zifatanyije n’itaraganya ry’umutekano w’akarere.\n\nUmushinjacyaha mukuru w’akarere ka Kamonyi, Bwana Ndayisaba Emmanuel, yatangaje ko bahanaguye ahantu hose hihishaga amakuru ajyanye n’ibikorwa bya ruswa n’inyerezamutungo, kandi ko bari mu rugamba rukomeje rwo gukurikirana byimbitse abo bireba bose bafite aho bahurira n’iyi nkuru cyangwa bifitemo inyungu.\n\nNyuma y’itangazwa ry’iyi nkuru, abaturage b’akarere binubye cyane basaba ko hakorwa iperereza ryimbitse kandi rigamije kugaruza umutungo w’abaturage, ndetse n’ubutabera bugakora akazi kabwo kugira ngo abakoze ibi byaha baryozwe ibikorwa byabo. “Twebwe nk’abaturage ntituzihanganira ko umutungo wacu ukoreshwa nabi ahubwo tugomba guhaguruka tugaharanira ko ubuyobozi bubiducyururira bukajya bukorera mu mucyo,” umwe mu baturage yavuze ubwo yashyikirizaga ibaruwa umuyobozi w’akarere.\n\nKu rundi ruhande, Bwana Kubwimana aracyafunze ndetse ategereje kugezwa imbere y’ubutabera kugira ngo asobanure birambuye uruhare rwe muri ibi bikorwa yavuze ko ari ukunamwa.\n\nUbu, abaturage ba Kamonyi, barimo kwibaza byinshi ku hazaza h’akarere kabo maze bakibaza niba bazongera kugira icyizere mu bayobozi bagezweho. Ni urugero kandi rw’ikibazo gisaba ubuyobozi bw’igihugu gushishoza no kuvugurura uburyo bw’imiyoborere hagamijwe komora ibisebe byatewe n’imiyoborere mibi y’abitabiriye kuyobora bamara kurengwa n’inyungu zabo bwite."
    },
    {
        "story_id": 8,
        "text": "Mu ntangiriro z'ikinyacumi gishya, mu karere kazwiho kugira umuco mwiza wo kubahiriza amategeko, havuzwe inkuru itavuzweho rumwe yasakaye hose. Umuyobozi w'akarere, Bwana Karangwa, waranzwe n’igihagararo cyiza ndetse n’ishyaka mu kazi ke, yisanze ari ku ihurizo rikomeye. \n\nBwana Karangwa yari yarigaragaje nk'umuyobozi uhora uhatanira iterambere ry’abaturage be, atanga icyizere cyo kuzana impinduka zidasanzwe mu bijyanye n’uburezi, ubuzima, n'imibereho myiza muri rusange. Kubera iyo mpamvu, yari akunzwe kandi yubashywe n'abaturage benshi. Ariko, mu byumweru bigeze, ibyiringiro byahindutse impungenge, nyuma y'uko ibirego bikomeye byatangiye kumuvugwaho.\n\nInkuru nyamukuru yagaragaye ubwo Komisiyo ishinzwe gukurikirana ishyirwa mu bikorwa ry'amategeko yafunguraga idosiye y'akayabo k’amafaranga yanyerejwe, yatswe n’akarere kuri gahunda z'iterambere, gusa ibyo bikorwa nyakuri byagombaga gukorwa ntibyigeze biboneka. Byaje kugaragara ko ayo mafaranga yari yaragiye mu mifuka y’abantu ku giti cyabo, harimo n’aba hafi ba Bwana Karangwa, aho bivugwa ko yafatanyaga n'itsinda ry’abantu bake bazwi cyane m’ubucuruzi n’ibindi bikorwa bitandukanye.\n\nAbakozi b'akaminuza y'ubucamanza batangiye iperereza bakoresheje uburyo bugezweho, harimo kandi gukoresha ikoranabuhanga rihanitse mu gusaka imitungo n'amadosiye, basanga hariia amazu y’agaciro, imodoka zihenda, n’ibindi bikoresho by'imitako bifite agaciro k’umurengera byari byanditswe kuri bamwe mu bagize umuryango w'umuyobozi ndetse n’abakozi b’akarere, ariko byagaragara ko bikorwa mu nyunganirangingo y’abayobozi b’inzego z’ibanze.\n\nKubera uburemere bw'ikosa, bwavutse ikibazo gikomeye mu baturage, aho benshi batangiye kwigaragambya basaba ko Bwana Karangwa yegura, kandi ko hakorwa iperereza ryimbitse mu kurwanya ruswa no kunyereza umutungo w'akarere. Komisiyo yashyizeho imbaraga igamije gucukumbura no gukurikirana abafatanyabikorwa b’inyuma batifuzaga ko habaho impinduka.\n\nMu nkundura yo kwikuraho icyaha cyari cyaramushinjwe, Bwana Karangwa yakoze ikiganiro n’abanyamakuru, atangaza ko ibyo ashinjwa ari ibinyoma ndetse ko byose ari ibihimbano byashyizweho n’abashaka kumwikiza ku mpamvu za politiki. Yavuze kandi ko azakomeza gukorana n'ubutabera kugira ngo ukuri kugaragare.\n\nIbirimo gukorwa na komisiyo bikomeje gufata intera nini kandi abaturage biteguye kwakira umwanzuro w’ubutabera. Inkuru y’uko Bwana Karangwa yaba yarafatanywe mu byaha biremereye ni ikimenyetso cy’uko mu karere kabo hadakangwa n’icyubahiro cy’umuntu, ahubwo bagaharanira kurwanya ubukene n'akarengane bashingiye ku mategeko. Ni inkuru ikomeje gukurikiranwa na benshi, kuko bigaragara ko ari urugero rukomeye ku ruhare rwa buri wese mu guharanira iterambere rirambye mu gihugu."
    },
    {
        "story_id": 9,
        "text": "Mu karere ka Ndiza, inkuru y’iyeguzwa rya Bwana Kamanzi, wari umuyobozi w’akarere, yavugishije benshi amagambo menshi. Byatangiye nk’umuyaga uganira, inkuru mbi imugwiririye yaje kumenyekana ubwo urwego rw’igihugu rushinzwe ubugenzacyaha rwatangazaga ko hari ibimenyetso simusiga byerekana ko Bwana Kamanzi yari amaze igihe kinini akora ibikorwa binyuranyije n’amategeko mu karere ayoboye.\n\nImyitwarire idakurikije amategeko ya Bwana Kamanzi yari itangiye kuvugwa muminwa ya rubanda, ariko bikaba amahoro mu biro, kuko benshi mu baturage bamutinyaga ndetse abandi bakavuga ko ibyo bivugwa ari \"ibihuha\". Gusa, nyuma y’igihe kinini urwego rushinzwe ubugenzacyaha rukurikiranira hafi ibikorwa bye, byaje kumenyekana ko yakoraga amanyanga mu gutanga amasoko yo kubaka imihanda n’indi mirimo itandukanye yakorerwaga mu karere.\n\nIkintu cyatangaje cyane abagenzacyaha ni uburyo yari yarishyizeho itsinda ry’abantu birirwaga mu bwiru bumuhesha amakuru ku bagenzura ubuzima bwe ndetse n’ibyo bakora byose. Bagiye babona ko Bwana Kamanzi, afatanyije n’iri tsinda ry’abantu bizeraniye, yazengereje abatuye akarere, aho yabakaga ruswa ku buryo bweruye kugira ngo ibibazo byabo bikemurwe.\n\nInkiko zisumbuye zatangiye kumuburana, maze ashinjwa ibyaha birimo gukoresha nabi umutungo wa rubanda, ruswa no gushyiraho itsinda ry’abantu bashinzwe gukorera mu bwiru bwa leta. Inteko iburanisha yatangaje ko icyemezo cyayo kizwi nyuma y’amezi abiri, kuko icyo gihe kizatuma impande zombi zibona umwanya uhagije wo gutanga ibimenyetso.\n\nKugeza ubu, abaturage b’akarere ka Ndiza bategereje umwanzuro w’inkiko ndetse n’icyo leta izakora ku bijyanye no gusimbuza umuyobozi wabo wasimbuwe by’agateganyo na Madam Mukankurunziza. Amakuru avuga ko uyu mugore agaragara nk’umunyakuri kandi uzanye impinduka nziza mu karere.\n\nNi inkuru ikomeza kuvugwa cyane, itegerejweho byinshi kuko ubuyobozi bwiza n’umutuzo biracyari inzozi kuri benshi muri aka karere ka Ndiza. Abenshi biteze ko uko bizagenda, bizagaragariza abandi bayobozi ko ubunyangamugayo ari ingenzi kandi ko ubugambanyi mu kazi kuzarwanywa kugeza ku ndunduro."
    },
    {
        "story_id": 10,
        "text": "Mu karere ka Cyanyiramyeba, inkuru idasanzwe yatangaje benshi ubwo byajyaga hanze ko umuyobozi w'akarere, Bwana Simeon Kanyamibwa, yafashwe akora ibikorwa binyuranyije n'amategeko. Iyinkuru yasakaye nyuma y'iperereza ryimbitse ryakozwe n'inzego z'ubugenzacyaha z'igihugu, zashakaga kumenya ukuri ku makuru zari zimaze igihe zibonye.\n\nBwana Kanyamibwa, warufite izina rikomeye mu miyoborere myiza, yagiye avugwaho kenshi ibikorwa by'iterambere rirambye yagejeje ku baturage. Icyakora, inyuma y'uyu murimbo wari wubatswe buhoro buhoro, iperereza ryashyize hanze amakuru y’uko uyu muyobozi yari yaragize umuco wo kwikubira imitungo ya rubanda akoresheje uburyo bwa ruswa no kunyereza umutungo.\n\nBiravugwa ko ibyo bikorwa binyoma byatangiye kugenda bigaragara ubwo ibikorwa remezo by’akarere byasubiragamo inyuma, kandi nta bisobanuro bifatika bitangwa ku mpamvu yabyo. Abaturage bakomeje kugaragaza impungenge zabo nyamara bakabura icyo babikoraho kubera imbaraga n’icyubahiro Kanyamibwa yari afite.\n\nGusa, ibimenyetso byinshi byatangiye kuza ahagaragara biturutse ku batangabuhamya bemezaga ko amafaranga yagenewe imishinga y'amajyambere yavaga mu isanduku ya leta akanyarukira mu maboko y’uyu muyobozi. Byatumye inzego z’umutekano zifata icyemezo cyo gukora iperereza rya ruhame rigamije kumenya ukuri nyako.\n\nNyuma y'ibi byose, Bwana Kanyamibwa yashyizwe mu maboko y'ubutabera, maze abana b'akarere batangira guhumeka umwuka mushya w'umucyo mu bayobozi babo. Icyizere cyongeye kwibwa imitima y'abaturage ubwo hatangazwaga gahunda nshya yo gushyiraho umuyobozi mushya, wiyemeje guhashya burundu ruswa no kugarura icyizere rubanda yari yaraburiye.\n\nBityo, iyi nkuru yateye benshi gutekereza kuri wa mugani uvuga ngo “Agakiza k'akarere kaba mu maboko ya nyirako; iyo ayateshutse, akarere karahahombera.” Kanyamibwa na bagenzi be bafungiwe gukoresha nabi amafaranga y'imisoro y’abaturage, ari nako bikorwa byo gusubizaho no gutunganya imihanda, amashuri, n'ibigo nderabuzima byakomezaga.\n\nAriko se, benshi baribaza, ni gute umuntu ufite inshingano zo kubaka yibwiriza gusenya urwe? Bishobora kuzajya bibazwa n’amateka, ariko icyo abatuye Cyanyiramyeba bahurijeho ni uko uru rugendo rutoroshye rw'ubutabera rwabasigiye isomo rikomeye ryo guhora bari maso."
    }
]