[
    {
        "story_id": 1,
        "text": "Mu gihugu cy’imisozi igihumbi, hari umunsi umwe uzahora wibukwa nk'integuza y’impinduka zikomeye mu mateka yacyo ya politiki. Iyo tariki ni umunsi umuturage usanzwe wavukiye mu muryango utifashije, akaba n'umurwanashyaka, witwa Kamanzi Jean-Claude, yazamuye ijwi rye muri rubanda, maze imyigaragambyo ayoboye ituma haba ivugurura ry’ubutegetsi.\n\nJean-Claude yari umugabo ugendera ku mahame y’ubutabera n’ubwisanzure. Yabonekaga mu matsinda y’abashakira igihugu cyabo impinduka, ariko akaba yarahoranaga ubwitonzi no gusobanuza no kwigisha abaturage b’ingeri zose. Nyamara, ubukene n’akarengane byari byarabaye akarande mu gihugu cye byakururaga uburakari mu mitima ya benshi.\n\nUmunsi umwe, igihombo cy’ubukungu cyakomye ku muryango mugari w’igihugu, maze biteza imvururu ndetse n’umururumba ku bategetsi bari ku ngoma. Mu midugudu itandukanye, abaturage batangiye kwijujuta, ariko bakabura uruvugiro. Jean-Claude yahagurutse nk’umurinzi, atangiza uburyo bwo gutangariza ukuri rubanda rugufi, yifashishije uburyo bwabaga bugoye kubona nk’itangazamakuru ryo ku mbuga nkoranyambaga hamwe n'inyigisho yasohoraga mu bitabo by’iforomo rigufi.\n\nKu itariki ya 17 z’ukwezi kwa Nyakanga, Kamanzi hamwe n’abarwanashyaka bagize uruhare rukomeye mu gutegura imyigaragambyo itavugaga rumwe n’ubutegetsi igamije kugaragaza uburenganzira bwabo no gusaba guhindura politiki. Abantu basaga ibihumbi mirongo itanu basohotse mu mihanda y’umurwa mukuru batera ubwoba abari ku ntebe y'ubutegetsi barahekesha ingoma. Nta nyungu yindi bari bafite, usibye kwishimira ko amajwi yabo yumvikanye.\n\nUmugoroba w’uyu munsi, habaye imishyikirano idasanzwe hagati y’abayobozi b’iyo myigaragambyo n’abategetsi b’icyo gihe. Amaso y’isi yose yari yerekeje kuri iki gihugu cyari kimaze igihe kingana n’icya cyera kitagira amahoro n’impinduka. Ku bw’ibyo, imbaga y’abaturage yarinze amahoro ikanirinda kugwa mu mutego w’abandi bari bategereje kwihorera.\n\nBitewe n’imbaraga ziri inyuma ya Jean-Claude n’umuryango we udacika intege, Guverinoma yemeye gufungura ibiganiro bihuriweho n’abanyapolitiki batandukanye ndetse n’abahagarariye imibereho myiza muri sosiyete. Iyi myumvire mishya y’ubuyobozi, ubwo yasesekaraga mu gihugu, yatumye hagiyeho umuryango no gushyiraho gahunda nshya za politiki n’ubukungu zishingiye ku miyoborere myiza, kurengera ikiremwamuntu, no kubahiriza amahame y’ubutabera.\n\nIcyo gihe, Jean-Claude n’abandi benshi batangiye kugaragara nk’intwari mu mateka y'igihugu, kandi impinduka bakurikiranye zatumye haba ivugurura ry'imiyoborere rigamije guhesha agaciro umuturage no kunga ubumwe. Iyo nkuru yahindutse insanganyamatsiko itarangwa n’ikirenge kuri buri mutima wa rubanda, ishimangira ko ubushake n’ubufatanye by’abaturage byagira uruhare mu guhindura amateka y’igihugu."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cya Biringiro, hashize igihe kirekire abaturage bagaragaza kutishimira uburyo politiki n’ubukungu bw’igihugu cyabo byari bimeze. Ibi byafashe indi ntera ubwo umusore witwa Karera John, wari uzwiho kugira imitekerereze irambuye ku miyoborere, yafashe iya mbere mu gutegura imyigaragambyo yari igamije gusaba impinduka za politiki.\n\nIyo myigaragambo yatangiye ku itariki ya 5 Mutarama, ubwo Karera yahamagariraga abaturage bose kujya mu mihanda, ahanini bifashishije imbuga nkoranyambaga zitandukanye. Imyigaragambyo yitwaga \"Ingingo ya Rubanda\", yashishikarizaga abaturage bose gusaba ivugururwa ry'amategeko shingiro y’igihugu, hagamijwe guteza imbere ubwisanzure ndetse n'ubutabera kuri bose.\n\nMu gihe cy’ukwezi kumwe gusa, imyigaragambyo yari imaze kugera hirya no hino mu gihugu, abantu ibihumbi n'ibihumbi babaga bateraniye mu mijyi mikuru. Abaturage bari barambiwe ruswa, ubutegetsi bw'igitugu, ndetse n’ibindi bibazo byasubizaga inyuma iterambere ryabo. Ibyo byatumye n’abanyapolitiki bamwe bafatanya na Karera mu kuvuguruza ubutegetsi bwariho.\n\nBitewe n'uburemere bw'ikibazo, Perezida w’icyo gihugu, Bwana Ndayishimiye, yasabwe kwitabaza ihuriro ry’abakuru b’ibihugu byo mu karere, ariko byagaragaye ko abaturage bari bafite imbaraga zidasanzwe, ndetse banashishikajwe n'ubwumvikane aho gukoresha nabi ingufu. Mu nyandiko yashyizwe ahagaragara, Karera yavuze ko \"ari ingenzi ko impinduka zibaho mu mahoro kandi zigakorwa mu rwego rwo guhoza umubabaro w’abaturage no gukemura ibibazo mu mucyo.\"\n\nHashize amezi atandatu, mu kiganiro cyabereye mu nteko ishinga amategeko, icyemezo cyadutuburiweho n'imyanzuro yari yashyizwe imbere n'imyigaragambyo cya kwemejwe n'abadepite ubwabo. Ivugururwa ryemewe ryagiraga riti: \"Guhindura amategeko amwe n'amwe y'uturere; gushyiraho uburyo buhamye bwo kurwanya ruswa; gushyiraho uburyo bw'ubwiru n'ubwisanzure bw'itangazamakuru, no kunoza imiyoborere ishingiye ku mategeko.\"\n\nNyuma y'ibi, igihugu cya Biringiro cyabonye impinduka zikomeye: hagabanyijwe ububasha bw’umukuru w’igihugu, abayobozi batowe bashyirwaho mu buryo hakurikijwe ubushobozi kuruta isano, imyanya y’akazi mu nzego zose z’igihugu ihesha amahirwe angana kuri bose, ndetse hakagezwa ibikorwa remezo mu bice byari byaribagiranye.\n\nKarera yaje guhabwa igihembo cy'icyubahiro mu karere, ndetse n'ubu agifite imbaraga nyinshi mu rwego rwa politiki. Ibi byose byahinduye isura ya politiki mu gihugu cya Biringiro, byerekana ko kwishyira hamwe kw’abaturage bishobora gushobora gushyira mu buryo buhamye abayobozi mu gukorera rubanda no kubahiriza amahame ya demokarasi."
    },
    {
        "story_id": 3,
        "text": "Mu gihugu cyitwa Ubuhirimbere, imyaka myinshi yari ishize abaturage bifuza impinduka muri politiki y'igihugu cyabo. Ubutegetsi bwa kera bwari bwarashyizeho imiyoborere ishingiye ku bwinshi bw'inkundarubyino, aho abategetsi bifataga nk'abategetsi b'ikinyoma, abasezeranya byinshi ariko bakabigeraho gake cyangwa batazuza.\n\nMu ntangiriro z'amajyambere y'igihugu, hagaragaye umusore witwa Gashema, wari ukiri muto ariko ufite icyerekezo gifatika cy'ibitangiye bigenda baisa n'ibice byuzuye. Gashema amaze kubona ko politiki y'igihugu cye inaniwe gufasha abaturage kugera ku iterambere ryifuzwa, yifuje gukora ikintu gisabwa ngo habeho ivugurura ry'umurongo w'imiyoborere.\n\nGashema yatangiye kwitabira ibiganiro no kuganira n'abaturage mu turere tundi mu gihugu cyose. Ibyo biganiro byahereye ku masoko, mu nsengero, ndetse n'ahandi hahurira abantu benshi. Ku kiganiro cye cyahereye mu mujyi wa Gikundiro, Gashema yatangiye kugarura icyizere mu mitima y'abaturage, ababwira ko impinduka zishoboka iyo abantu bashyira hamwe bagakora ibikorwa bifatika.\n\nMu mezi make yakurikiyeho, imyigaragambyo y'amahoro yateguwe neza itangira mu mijyi yose igize igihugu. Abaturage basaga n'abarambiwe ubutegetsi bwa kera, bakabyutsa amagambo yo kwamagana ubwiru n'akarengane babonaga mu gipimo cya politiki y'igihugu.\n\nIyi myigaragambyo yari imaze kuba iturufu ikomeye, yatumye abashinzwe gutekereza uko igihugu kiyoborwa bicarana. Mu nama nyinshi zakozwe, Gashema yagiye ashimangira ko ivugurura rikomeye ari ngombwa, aho yasabaga ko haba amatora ya demokarasi, imiyoborere ishingiye ku ndezo n'ibitekerezo bya benshi ariko by'umwihariko, politiki yitaye ku mibereho myiza y'abaturage.\n\nNyuma y’igihe runaka, ivugurura ryatangiye gushyirwa mu bikorwa. Icyo gihe cyavuzwe ho kivugwa na benshi nk’uko cyari gihagaze. Abanyapolitiki bashya buzuzwemo n'abaturage bakomeje gutera inkunga ubushake bw'abo bakeneye guhesha abaturage amajyo mu miyoborere y'igihugu.\n\nGashema yabaye umuyobozi w'icyubahiro mu mateka y'igihugu cy'Ubuhirimbere, imiyoborere mishya ishingiye ku kimenyane cy'amatora n’ubwitange bw’amagambo meza. Ivangurura ry'imitekerereze yatumye igihugu kigera ku majyambere, kikamenya kwiyobora bigendanye n’ibikenewe n'igihe, bisigasira uburenganzira n’amahirwe angana kuri bose. Kuva icyo gihe, Ubuhirimbere bwabaye ikitegererezo, amahoro arasaranganywa, imidusho y’amatora iriyongera, iterambere rikegera buri wese atandukanye n'iby'umuntu ku giti cye.\n\nMu myaka yindi yakurikiyeho, Gashema yahindutse icyitegererezo ku isi hose, avuga imbona nkubone ko impinduka nshya zishoboka igihe abaturage bemera guharanira uburenganzira bwabo kandi bikozwe mu nzira y'amahoro n'icyizere. Ibyo byose byari uburimbi-nze ya politiki y'igihugu, iyaraze izindi nkomezamuryango kugirango buriwese abegemeye echeza imbere ndetse akanageza imbere yatemberewe.\n\nIvugurura rya politiki nk'iryo ryari ryongeye rutagitera abaturage de-nunuke, rikabyutsa imitekerereze yeze n'iterambere ry'ubushishozi. Ni uko igihugu cya Ubuhirimbere cyabaye cya mbere muri Afurika kinatanga icyizere gihoraho ku isi yose cyo kugera ku kwihitiramo umwanzuro wa politiki w’umunyarwanda bukeye."
    },
    {
        "story_id": 4,
        "text": "Mu mwaka wa 2028, mu gihugu kitagira izina gituwe n’abantu b'ingeri zitandukanye, hadutse umuyobozi w’igihangange witwa Kamanzi. Kamanzi yari umugabo usanzwe utuje, wakuze akunda ubwigenge n'ubutabera. Yarangije amashuri ye muri politiki mu mahanga, aho yizeye ko azazana impinduka mu gihugu cye cyakundaga kurangwa n'ubutegetsi bw’igitugu.\n\nMu mpeshyi y’uwo mwaka, umwuka wa politiki wari urimbanyije mu gihugu, aho abaturage bari bamaze imyaka myinshi bayoborwa nabi, abanyapolitiki bakuru barangwa na ruswa n'ubwikanyize. Ibyo byatumaga abaturage babaho mu bukene budashira, kandi nta buvugizi bagira. Kamanzi, wari umaze gucengerwa n’umuhate wo kuzahura igihugu, yafashe umwanzuro wo gutangiza imyigaragambyo itari isanzwe.\n\nMu kwezi kwa Kanama, Kamanzi, hamwe n’itsinda rye bise “Abaharanira Impinduka”, bateguye imyigaragambyo yo guhagurutsa rubanda. Imyigaragambyo yabaye ku mpande zose z’igihugu, yitabirwa n'abantu b'ingeri zose: urubyiruko, abageze mu za bukuru, ndetse n'abakobwa n’abagore bahoze batuje. Bose bahuriye ku ntego imwe yo kuvugurura politiki y’igihugu no kwegereza abaturage ijambo mu byemezo bikurangwa na demokarasi.\n\nUmurwanashyaka Kamanzi yerekanye ubuhanga budasanzwe mu kuyobora iyo myigaragambyo mu mahoro. Yari afite ubushobozi bwo kwigisha no gukangurira abaturage uburemere bw'ibyifuzo byabo no kubagaragariza akamaro k'impinduka zishingiye ku mahoro. Mu minsi micye, ubutegetsi bwashize ubwoba bwiyongera ku gitutu cy’abigaragambya, bituma bunanirwa kubona uko butuza umwuka muke wari ututumbamye.\n\nUbwo imyigaragambyo yakomezaga kwiyongera, amahanga nayo yatangiye kwitaho ibiri kubera muri icyo gihugu gitoya. Ubutegetsi, bwari bwarakomeye ku ngoma igihe kinini, byaravuzwe ko bwicujije butangira kuganira na Kamanzi ndetse n’itsinda rye kugira ngo haboneke umuti mushya. Nyuma y’ibiganiro byari birimo impaka ku ruhande rumwe, ndetse no kumvikana ku yindi, Leta yemeye amasezerano agamije impinduka zitangaje.\n\nHashyizweho akanama gashinzwe kuvugurura Itegeko Nshinga, kugira ngo impinduka zashingirweho mu buryo bufatika. Muri izo mpinduka, hiyongereyemo gushyiraho amashyaka menshi kugira ngo abanyepolitiki bavuge ibitekerezo bitandukanye, ubwisanzure bw'itangazamakuru, ndetse no kugabanya ububasha bw'umukuru w'igihugu. Ubu abaturage basaga n’abibohoye, bagira ubwisanzure bwo gutora abayobozi babo bahabwa urubuga rwo kubagezaho ibyo bagezeho.\n\nIyo myigaragambyo yari itangazo ku isi ko ububasha buba mu ntoki z’abaturage, ndetse ko kwihangana aba ari byo kurimara. Umuyobozi Kamanzi yabaye icyitegererezo, kandi akomeza kugirwa urugero rwiza rw’umurwanashyaka wabashije gukura mu birekere inyuma ubuyobozi bwari bumaze imyaka burimo amahwa. Kuva ubwo, igihugu cyatangiye igihugu gishya, cyuzuye amahoro, ubutabera n'iterambere ryimakajwe n'abaturage ubwabo."
    },
    {
        "story_id": 5,
        "text": "Mu myaka yashize, mu gihugu cya Zabuntu, hari umugabo witwa Kayumba Ntamuhanga, wamenyekanye cyane mu bikorwa byo kwamagana iyicarubozo rikorerwa abaturage ndetse n'akarengane gakomeye kagaragaraga muri politiki y'igihugu. Kayumba, wavutse ahitwa Mukunguri, yari yarize amashuri yisumbuye gusa, ariko yari afite impano idasanzwe mu kuvuga no guhanga ibitekerezo bihindura abantu.\n\nIcyumweru kimwe mu mpeshyi y’umwaka wa 2015, Kayumba yafashe icyemezo gikomeye cyo gutangira imyigaragambyo ikomeye ku murwa mukuru wa Zabuntu, agashyira imbere ibitekerezo bishya by'ukuntu igihugu cyakabaye gitegekwa n’abaturage, aho kuba icyicaro cy’udutsiko tw’imburabwenge twakomeje kwikubira ubutegetsi imyaka n'imyaniko.\n\nImyigaragambyo ya Kayumba yatangiye buhoro buhoro nk'itsinda rito ry’abantu bavuga make ariko bafite inyota yo guhindura, ariko uko iminsi yicumaga, abari bamushyigikiye bararushagaho kwiyongera, kugeza ubwo inzego z'umutekano zatangiye kumva impungenge. Iyi myigaragambyo yaje kuba nk'isuri itandukanye n'iyindi yazahamuye imizi y’ubutegetsi bwari bumaze igihe burundukiriye ku baturage.\n\nKayumba yari umunyembaraga kandi utajya aceceka, maze mu biganiro yagiranaga n’abantu mu misozi ya Zabuntu, yabashije kubambika umwenda w’ubusugire n’ubwitange. Igihe kimwe, yafatwaga n'inzego z'iperereza, nyuma y'ijambo rikomeye yari amaze kugeza ku bitabiriye imyigaragambyo, aho yifashishije amagambo akomeye yifuzaga ko yazahindura umuvuno w'ubutegetsi bubi.\n\nAriko ibyo ntibyabujije ihururu ry'impinduka gukomeza; abaje kumushyigikira bavuye imihanda yose, barigaragambya bashiriraho ibikoresho by’umuziki mu maghorofa manini, bongera kuvuga mu ijwi ryo hejuru gutaka ingoma ya demokarasi. Umuryango mpuzamahanga wongeye gushimangira ko leta iriho igomba gushyira imbere ubushake bwo guhindura imiyoborere, inenga uburyo yagiye yitwara mu gucecekesha amajwi atavuga rumwe na yo.\n\nNyuma y'amezi arindwi y’imyigaragambyo ikomeye, hatawe ubutegetsi bubi bwari bwaramenyerewe mu ndorerwamo y’umucyo w’impinduka. Abanyepolitiki bashya, barimo na Kayumba ubwe, bakomeje kubaka inzego zihishemo inyungu za rubanda. Imiyoborere mishya yashyize imbere demokarasi n’imiyoborere myiza, maze igihugu cya Zabuntu gitangira urugendo rw’ubumwe n’iterambere rirambye.\n\nIyi nkuru y’umurwanashyaka Kayumba Ntamuhanga yabaye urugero rukomeye rw'uburyo ubushake n’inyota yo guhindura bishobora guhinyuza igitinyiro cyo gukandamiza. Igihugu cya Zabuntu cyabaye isomo ku bandi, ko impinduka ishoboka igihe abaturage bashikamye ku byiza baharanira kuzana mu bihugu byabo."
    },
    {
        "story_id": 6,
        "text": "[**Inzogera y’Ubutabera: Impinduka ya Politiki Izamuwe n'Umurwanashyaka wa Myigaragambyo**]\n\nMu myaka myinshi ishize, igihugu cya Rubanda cyari kimaze kuba icuraburindi ry’ubuyobozi buhambaye burangwa na ruswa, gutoteza abatavuga rumwe n’ubutegetsi, no kudaha agaciro uburenganzira bw’ibanze bw’abaturage. Ibi byari byaratumye igihugu kigwingira mu buryo bw'iterambere, bituma abaturage bumva badafite ubushobozi bwo guhindura ubuzima bwabo.\n\nNi muri icyo gihe, igihangange mubijyanye na politiki, Bwana Manzi Rugamba, yatangije impinduramatwara idasanzwe. Rugamba, wari uzwi cyane nk'umurwanashyaka ukomeye kandi urangwa n’ishyaka ridatezuka ku ndangagaciro z’ubutabera, yatekereje uburyo bushya bwo kugeza ku baturage umurongo ngenderwaho wagombaga guhindura politiki y'igihugu burundu.\n\nKu itariki ya 5 Ukwakira, Rugamba yagize ikiganiro cyihutirwa n’abaturage ku rubuga rurerure rwitwaga “Igicaniro cy’Ubuhamya”. Muri ubwo butumwa, yagaragaje uburyo igihugu cyari cyarasigaye inyuma kubera imiyoborere mibi, kandi yatumira buri wese kwemera guhindura iki cyerekezo binyuze mu myigaragambyo yo mu bwoko bwa “Revolution du Changement”.\n\nAbantu ibihumbi n'ibihumbagiza, batumwe no gukunda igihugu n'ubuyobozi bushya bwuzuye ubutabera, bateraniye hamwe maze imyigaragambyo itangira ku rwego rutigeze rubaho. Iyi myigaragambyo yari itandukanye n'izindi kuko yayoborwaga mu mahoro no mu bwitonzi. Yari ikoze mu buryo bw’amakongerano y’amahoro, ibiganiro byagutse ndetse n'ibikorwa by'ubugeni bwadukanye bwagaragazaga ibyifuzo by’abantu bose.\n\nBwana Rugamba ntibyamuhagije guhagarika muri ibyo; yashyizeho itsinda ry'impuguke rikomeye mu mategeko n'imibereho myiza kugira ngo rigire uruhare muri iyi myigaragambyo. Bari bafite inshingano zo gutanga inama ndetse no kwereka abigaragambya uko bashobora guhindura birambye amateka y'igihugu cyabo.\n\nIyi myigaragambyo yageze ku nsanganyamatsiko mpuzamahanga, bitewe n’uburyo yitabiriwe cyane kandi ikayoborwa mu mahoro ndetse igihugu cyose kirayasamira hejuru. Abatwemeraga ntibayivuzemo ahubwo bayifashijemo, bahuriza hamwe imbaraga zabo kugira ngo habe imatora, amahinduka ndetse n’ivugurura rigezweho mu nzego za politiki.\n\nUmwaka umwe nyuma y’uko iyo myigaragambyo itangijwe, igihugu cya Rubanda cyabonye ubuyobozi bushya nyuma y’amatora yiswe akaba aya mbere yaranzwe no kuba mu mucyo, ayo Bwana Rugamba yatsinzemo ku ntsinzi yo hejuru. Yatangiye gushyiraho amavugururwa arambuye mu nzego zitandukanye nko mu butabera, uburezi, ubukungu ndetse n’imiyoborere myiza cyane.\n\nKuva icyo gihe, Rubanda yabaye ishimwe ry’iterambere n’uburenganzira bwa muntu. Bwana Rugamba yaje kwitwa “Izuba rirashe”, ryatumye umucyo n'impinduka bihunda igihugu, bituma benshi bashishikarira kumwigiraho.\n\nIyi nkuru y’umurwanashyaka udasanzwe ikaba ari urugero rukomeye rw’ubushobozi abantu bafite bwo guhindura igihugu cyabo baramutse bahagurukiye hamwe kandi bafite ubuyobozi bufite icyerekezo nyacyo. Imyigaragambyo yatewe na Rugamba izahora yibukwa nk'ikimenyetso cy'ubutwari no kutazuyaza mu guharanira impinduka nziza."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu kitwa Nkoramutima, ahantu hatuje n'imisozi miremire, habaye impinduka zikomeye za politiki biturutse ku myigaragambyo yabaye amateka. Iyi myigaragambyo yayobowe n'umurwanashyaka ukiri muto witwa Kavukire, wamamaye cyane kubera intumbero ye yo guharanira ihinduka mu miyoborere y'igihugu.\n\nKavukire yavutse mu muryango usanzwe utishoboye, ariko afite impano yihariye yo kuyobora. Kuva akiri muto, yabonaga uburyo abaturage babayeho mu magorwa n'akarengane kubera imiyoborere mibi. Yize amashuri ye mu buryo bugoranye, ariko yageze ku cyiciro cya kaminuza, aho yaminuje mu by'amategeko n'imiyoborere. Aho niho yahereye atekereza ku mushinga wo guhindura igihugu cye.\n\nMu mwaka wa 2023, Kavukire yatangiye gutegura ibikorwa by’imyigaragambyo y’amahoro, ahamagarira abantu bose kuzamura ijwi ryabo mu gushaka impinduka. Yifashishije imbuga nkoranyambaga, maze ubutumwa bwe bugera ku bantu benshi mu gihugu, abato n'abakuze, abari mu mijyi no mu ntara.\n\nKu itariki ya 15 Werurwe 2023, abantu ibihumbi mirongo itanu bakoraniye mu murwa mukuru wa Nkoramutima. Bitwaje amakarita arangajwe imbere n’amagambo asaba impinduka mu buyobozi, n’akarengane karangajwe imbere na ruswa kavanweho. Abigaragambya bari bafite intego imwe rukumbi: gusaba ivugurura rituma uburenganzira bwa buri wese bwubahwa, kandi umuyobozi wese agashyirwa ku mutima imibereho myiza y’abaturage.\n\nLeta yaje guhangayikishwa n’iyi myigaragambyo idahungabanywa, maze itangira ibiganiro na Kavukire n'abamuhagarariye. Nyuma y'amezi abiri y'ibiganiro bikomeye, humvikanye ko hashyirwaho komisiyo ishinzwe ivugurura ry'Itegeko Nshinga, kandi hagashyirwaho gahunda zo kurwanya ruswa no guteza imbere imirimo y'urubyiruko.\n\nMu mezi make yakurikiyeho, igihugu cya Nkoramutima cyabonye impinduka zigaragara. Abayobozi bashya batowe mu mucyo, imishinga y’iterambere rirambye yaratangiye, kandi abaturage bongeye kugira icyizere mu buyobozi bw’igihugu cyabo. Kavukire, wahise aba ikimenyabose mu gihugu, yabaye intwari, aho benshi bamubonamo urugero rwiza mu guharanira ukuri n’ubutabera.\n\nIyi nkuru ya Kavukire yatumye n’ibindi bihugu bifata urugero, maze bigatera intambwe mu guharanira demokarasi nyayo, aho ijwi rya buri wese ryubahwa. Ni urwibutso rukomeye ko imbaraga z’abaturage ntawe ukwiye kuziheza, kandi ko impinduka zishoboka iyo abantu babishyize hamwe."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cya Kalisandia cyari kimaze imyaka myinshi kibayeho mu buryo bwa demokarasi y'amatora ashidikanywaho, hari umugabo witwaga Ntwari. Ntwari yari umusore wagarukiye cyane inyungu rusange z'abaturage ndetse akaba yarabaye mu duce tw’ibyaro aho yabonaga ubukene, akarengane n'akarere ka leta.\n\nMu gihecyose yari amaze yiga muri kaminuza, Ntwari yagiye yiyemeza kumenya byinshi bijyanye n’ubuyobozi ndetse no gusobanukirwa neza uburenganzira bwa muntu. Abantu benshi rero batangajwe n'ubumenyi bwe buhambaye ndetse n’ishyaka yashyiraga mu rubuga rwa politiki y'igihugu. \n\nNtwari yakunze kujya akusanya bagenzi be bakaganira ku buryo ibintu by'igihugu cyabo byakabaye bimeze: demokarasi isesuye, ubutabera bwigenga, ndetse n’imibereho myiza y’abaturage bose. Bigeze aho, Ntwari n'abavandimwe be b’intarumikwa biyemeje gutangiza imyigaragambyo mu gihe cy’amatora y’umukuru w’igihugu. Bari bafite intego yo gusaba kuvugurura amwe mu mategeko agenga amatora ndetse no gukuraho akarengane ka politiki kafatwaga nk'aka kera.\n\nImyigaragambyo yabaye itangiriro rya byose. Yatangiye ituje, abaturage bakaza mu mihanda bafite ibyapa n’indanguru, bavuga mu ijwi rimwe ko bakeneye impinduka. Igitangaje ni uko ubushake bw'abaturage bwatsinze urusaku rw’imbunda. Leta yumiwe ku bw’imbaraga z’umubare mwinshi z’abanyekalisandia. Byabaye ngombwa ko Perezida w’ica igihe atumiza inama idasanzwe, atumira abahagarariye abatavuga rumwe n’ubutegetsi ndetse n’abanyamadini kugira ngo baganire ku cyakozwa.\n\nNyuma y’igitutu gikomeye, hemejwe ko hashyirwaho akanama kadasanzwe kagomba kwiga no kwemeza ibivugurura by’amategeko aho bisabwaga. Bemeje ko amatora agomba kuba mu mucyo, kandi amatora ya mbere yakozwe mu mizo mashya yavuyemo intsinzi ya Ntwari n’ishyaka rye rishya ryahise riba rishya. Akimara gutorwa, Ntwari yigize kuva ku mwanya we, ahindura uburyo bwo gutegura amatora ndetse n’imiyoborere kugeza ibintu bifashwe na parliya nshya ya Kalisandia.\n\nNtwari yabaye intwari, akomeza gushyigikira impinduka zirambye, aho yari afite intumbero yo kunganira impamvu za rubanda. Ku bw'ibyo, igihugu cya Kalisandia cyabaye icyitegererezo mu rugamba rugeza abaturage kuri demokarasi nyakuri kandi irambye cyane. Iyo myumvire y'uburyo byari ngombwa guhirimbanira impinduka ikomewe n'ineza y'abaturage, yatumye Ntwari azamuka mu mateka y’ikinyejana nk'umwe mu barwanashyaka bagize uruhare rukomeye mu guteza imbere demokrasi mu karere."
    },
    {
        "story_id": 9,
        "text": "Mu mwaka wa 2022, muri Repubulika ya Karisimbi, igihugu cyari kimaze igihe kinini mu bibazo bya politiki, hadutse umuryango mushya w’abarwanashyaka wari uyobowe n’umuyobozi witwaga Jean-Paul Ntaganda. Uyu murwanashyaka yari azwi cyane mu gihugu kubera ijwi rye ridatezuka ryo guharanira demokarasi n’uburenganzira bwa muntu.\n\nJean-Paul, wagiye amenya abaturage neza ku buryo bukomeye, yateguriye imyigaragambyo ikomeye ku murwa mukuru wa Karisimbi, Valence. Icyo gihe, ubutegetsi bwari bwamaze imyaka irenga icumi mu maboko y’ishyaka rimwe ryari rikomeje kuryanisha abaturage, bingana n’uko ubukungu bwari bwarashegeshwe n’ibikorwa by’akarengane ka ruswa n’imiyoborere mibi.\n\nKu itariki ya 5 Kamena, abaturage baturutse mu bice bitandukanye by’igihugu batangiye kwerekeza i Valence kugira ngo bafatanye na Jean-Paul mu kwandika amateka mashya. Ku munsi mukuru w’imyigaragambyo, abantu barenga ibihumbi magana abiri baje ku kibuga cyitiriwe Intwari, bambaye imyenda y’umweru n’amabara y’ibendera ry’igihugu, mu rwego rwo kugaragaza icyifuzo cyabo cy’amahoro n’ubumwe.\n\nJean-Paul, afite impamvu yizeye, yaganirije imbaga mu ijwi riranguruye, agira ati: \"Uburyo twahozeho ntibukwiye kuguma, dukeneye ivugurura, dukeneye guhindura ubuzima bwacu ndetse n'ahazaza h'abakiri bato. Ntituremererwa gusubira inyuma!\" Abo baturage b'ingeri zose bahagarariye icyizere gishya bari bafite ku ndoto ya demokarasi n'ubuvandimwe.\n\nIbikorwa by’iyo myigaragambyo byakurikiwe n’ibiganiro hagati y’abayobozi b’ishyaka riri ku butegetsi ndetse n’abarwanashyaka ba Jean-Paul. Amaherezo, hashyizweho akanama kadasanzwe ko kuvugurura itegeko nshinga ndetse no gutegura amatora atabogamye. Muri ibyo biganiro, hafatiwemo imyanzuro ishyigikira ihame ry’imiyoborere iri ku murongo, barengera uburenganzira bwa muntu, ndetse habaho n’impinduka mu bijyanye n’ubukungu bigamije iterambere ry’igihugu cyose.\n\nIri vugurura ryamwe indoto yarahiritswe mu myaka myinshi, rikaba ryari intangiriro y'agace gashya mu mateka ya Repubulika ya Karisimbi. Jean-Paul Ntaganda yashimiwe uruhare yagize, yibukwa nk’umurwanashyaka waharaniye impinduka mu nzira y’amahoro, akaba icyitegererezo kubandi barwanashyaka bo mu karere. Uyu murongo mushya w'ubuyobozi wahaye icyizere kirambye abaturage ba Repubulika ya Karisimbi, ibikorwa n'ibitangira by’imiyoborere mishya bihindura amateka."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cy'imisozi miremire cya Karisimbi, cyari kimaze imyaka myinshi kirangwamo umunyangire n'akarengane ka politiki, inkuru y'umurwanashyaka utazwi cyane yatumye ibintu bihinduka burundu. Uwo murwanashyaka, witwa Kamana Jean-Paul, yari azwi mu giturage cye nk'umugabo utuje, ariko w'imyumvire irebye kure kandi uharanira ubutabera kuri bose.\n\nMu myaka myinshi ishize, igihugu cyagendaga kivugwa mu bitangazamakuru mpuzamahanga kubera ruswa ikabije, akarengane mu buyobozi no gusumbana kw'ubukungu. Rubanda rwari rwarabuze ijambo, ntirwari rugishobora kugira icyo ruvuga ku miyoborere y'igihugu cyabo. Ariko se, ni inde wari kuzirikana icyo gihe ko iherezo ry'ibi byose rishobora guturuka ku mugabo umwe w'umwizerwa utapfaga gusakuza?\n\nUmunsi umwe, ibintu byarahindutse ubwo Kamana Jean-Paul yashyiraga ku mugaragaro itangazo ribabaza ariko rivugisha ukuri, asaba abaturage b’igihugu guhurira mu mujyi mukuru wa Kigali mu myigaragambyo yo kwerekana akababaro kabo n’icyifuzo cyabo cyo guhindura imiyoborere. Iki gikorwa ntabwo cyari cyoroshye. Hariya hari hamenyerewe ko ibikorwa nk'ibyo bihura n'ingufu z'igipolisi zikabije, ariko Kamana yari yizeye ko hari icyizere ku baturage kandi ko bagomba kubigiramo uruhare baharanira impinduka.\n\nKu itariki ya 15 Nyakanga, isi yose yiboneye umuhinzi mworozi usanzwe ahinduka ikirangirire mu gihe gito. Abaturage baturutse imihanda yose bahurira mu mujyi rwagati, bitwaje ibyapa byanditseho amagambo asaba amahoro, ubwigenge n’ubutabera kuri bose. Igitangaje, abashinzwe umutekano baje gutangazwa n'ubwinshi n'amahoro y'abigaragambya, bigatuma nabo bashidikanya ku butumwa bari bahawe bwo gukumira iyo myigaragambyo.\n\nAbakuru b'igihugu babonye ko ibintu bitangiye gucika imbere yabo, batumiza inama idasanzwe yiga kuri iki kibazo gikomeye igihugu cyari gihanganye. Nyuma y'icyumweru kimwe cy'imishyikirano, guverinoma yemeye kuvugurura itegekonshinga ry'igihugu, iganira na rubanda ku nzira z’ubufatanye mu miyoborere ndetse hategurwa amatora anyuze mu mucyo aho abaturage bazaba bafite ijambo rikomeye mu guhitamo abayobozi babo.\n\nMu mezi yakurikiyeho, Karisimbi yahindutse urugero rwiza rw'ukuntu abaturage bashobora kugira uruhare rukomeye mu mihindukire y'igihugu cyabo binyuze mu mahoro no mu bwumvikane. Kamana Jean-Paul yabaye intwari ya rubanda, azenguruka igihugu abwira abandi inkuru y’impinduka yagezweho, ateza imbere inyigisho z’ubumwe n’ubwiyunge.\n\nNi imigani yavuzwe mu bihugu byinshi nyuma y’ibi bitekerezo n'ibikorwa bya Kamana Jean-Paul. Kandi bitubere isomo ry’uko ijwi rimwe rishobora guhindura amateka, rikageza igihugu ku mahoro n’iterambere rirambye."
    }
]