[
    {
        "story_id": 1,
        "text": "Mu ntangiriro z'ukwezi kwa Kamena 2023, inkuru y'idasanzwe yatashywe n'uwanditsi w'igitangazamakuru cyigenga, Jean-Paul Nkusi, ikomeza kuvugisha abantu amangambure muri Repubulika y'Abanyarwanda. Uyu munyamakuru wari uzwiho ubuhanga n'ukudatinya kuvuga ukuri, yamenyekanye cyane mu gihugu hose kubera urukurikirane rw'inkuru zicukumbuye yise \"Imbuto Z'Imyihariko,\" aho yagaragazaga uburyo ruswa nakwa mu nzego za Leta byahindutse ingoma y'icyorezo izahaza iterambere ry'igihugu.\n\nIyi nkuru yiwe, yasohotse ku itariki ya 15 Gicurasi 2023, yerekanye uburyo abakomiseri mu nzego zinyuranye, n'abayobozi b'ingomero z'amashanyarazi n'amazi, bategura imitwe yo kunyereza umutungo w'igihugu binyuze mu masezerano y'uburiganya n'amasosiyete mpuzamahanga. Ikiganiro cyanyujijwe ku rubuga nkoranyambaga cyatangiye gukwirakwizwa, gikurura impaka mu bahawe inshingano zo gufata ibyemezo muri guverinoma no hanze yayo.\n\nMu gihe cy'icyumweru kimwe gusa, Nkusi yahamagajwe kenshi ngo asobanure inyandiko ze mu rwego rw'ubugenzacyaha. Yashikamanye ku kuri kwe, ariko birangira ku itariki ya 22 Kamena, atwawe n'abapolisi ba leta bamufunze bamaze gusohora inyandiko zo kumufatisha. Abamushinjaga bavugaga ko yayoboraga ibikorwa byo gusebanya ku buyobozi bukuru, ariko abunganizi be mu by'amategeko bumvikanye bavuga ko iryo ari iterabwoba hisunzwe amatwara y'ubwisanzure mu itangazamakuru.\n\nAbantu benshi bifatanyije na Jean-Paul Nkusi bari mu mihanda i Kigali, baharanira ko arenganurwa. Abanyamakuru bagenzi be bashyizeho urugaga rwihariye rwo guharanira ko adacibwa urubanza rudaciye mu mucyo, kuko bizeraga ko ibyo yakoze ari ukurengera akamaro k'itangazamakuru ryigenga.\n\nMu mezi yakurikiye, imiryango mpuzamahanga irengera uburenganzira bwa muntu yihutiye kwamagana ibikorwa byo gufunga abanyamakuru mu buryo bw'akarengane, isaba guverinoma y'u Rwanda gusuzuma uru rubanza hagati mu mucyo no mu bwisanzure. Abategetsi bahakana ibyo bashinjwaga, bavuga ko icyakozwe cyari ngombwa ngo hagumizwe umutekano n'ituze rusange ry'igihugu.\n\nMu kindi cyumweru gishyira urubanza mu mpera za Nyakanga, abacamanza n'abanyamategeko bemeje ko hagiye gukorwa iperereza ryimbitse ku byavuzwe muri iyo nkuru. Ni urubanza rwarushijeho gucengera mu bice byinshi ku isi hose, rwibutsa isi yose agaciro k'umunyamakuru urengera ukuri rwose, hatitawe ku bibazo byashobora kumukomerera.\n\nIbitekerezo by'abaturage n'abanyamategeko byakomezaga kwibaza niba Jean-Paul Nkusi azabona ubutabera cyangwa niba azakomeza kugaragura mu bibazo bya politiki. N'ubwo bigoye kumenya icyerekezo izo ntambara zo kwibohora zizafata, ariko firime nshya y'uburyo nk'ubwo izakomeza gukorerwa no gusimburana mu biro by'abanyamakuru batari bake mu gihugu, bafite amahirwe yo guhindura amateka bakoresheje ukuri nk'intwaro ikomeye yo gukora impinduka mu muryango nyarwanda."
    },
    {
        "story_id": 2,
        "text": "Mu mujyi wa Nyamirambo, mu gihugu cya Kinyarwanda, inkuru ivuza ubuhuha yaturutse ku itabwa muri yombi rya Eugene Ndayishimiye, umunyamakuru w'inararibonye wamenyekanye cyane kubera ubutwari n'ubushishozi mu itangazamakuru. Eugene yari yaramenyekanye ku izina rya \"Umunyamakuru w'umutima\" kubera uburyo yakoraga inkuru zicukumbuye kandi zifite ireme.\n\nIyi nkuru yatangiye ubwo Eugene yashyiraga ahabona dosiye ikomeye yerekeye ibyaha bya ruswa byahabwaga bamwe mu bayobozi bakuru ba guverinoma. Mu nkuru ye, Eugene yamutse agaragaza uburyo ruswa yakirwaga nk'umusanzu w'iterambere, mu nyumvishayo ikaba igisubizo cy'ibibazo by’ubuzima bw’abaturage bikomeje kwiyongera.\n\nEugene yakoze ibikorwa byo guperereza byamaze amezi menshi, yiyegereza bamwe mu bakozi bo mu nzego z’imari za leta, ndetse agasakaza inkuru ku mbuga nkoranyambaga zidatandukanye. Uko yakomezaga gushyira hanze ukuri gucicikana neza, ni ko inkuru ze zakomezaga gukurura imbaga y’abantu bavuga rumwe, ndetse n’ibyamamare byashimagizaga umurava n'ubutwari bwe.\n\nAriko, ibyo byishimo ntibyatinze kuba agatotsi mu maso ya bose. Mu gitondo kimwe cy’umuhindo, Eugene yasanze ibiro by’itangazamakuru akoreramo bifunze imiryango na we bamutegereje abantu bambaye imyenda yerekana ko ari abafite ububasha bwo gukurikirana umuntu wese imbere y’amategeko. Icyo gihe ni ho yamenyesherejwe ko yafunzwe ku mpamvu z’imyitwarire idahwitse mu myuga n’ibindi byaha byahimbwe. Ibi byazamuye uburakari mu banyamakuru benshi, bafata icyemezo cyo gukora imyigaragambyo basaba ko Eugene arekurwa.\n\nAbaturage, babonye uburyo Eugene ahagaritswe azira gukora akazi ke neza, byabateye ingoga yo kuvuganira uwo bafataga nk'intwari yabo. Habayeho guhuriza hamwe imbaraga z’ubuvugizi, ndetse bamwe mu mpirimbanyi z’uburenganzira bwa muntu zerekeza muri iki gihugu kwamaganira kure icyo yiswe iterabwoba rikorerwa itangazamakuru ryigenga.\n\nMu gihe Eugene yari agifunzwe, yanditse mapaji nyinshi. Yakomeje gushikama, yandikira igihugu asaba ko ubumwe bwabo bwaba ubw’imbaraga zo kurwanya ruswa. Ibaruwa ye irimo amashusho y’impungenge no guharanira amahoro, yavuze uburyo ibihe bikomeye byaturutse ku mbaraga yari yizeye ko zizatsinda, agacyeka ko umwe mu banyafurika adashobora kubona igihugu kitimakaza ubutabera.\n\nMu mpera z'ukwezi, nyuma y’umuvuduko ukomeye n’amategeko yinjijwe muri dosiye ye, Eugene yasohotse mu buroko atunganijwe ku nyungu rusange zatangijwe no gukomeza guhatana. Icyo gihe Eugene yabaye icyitegererezo ku bandi, agaragaza ko ari ngombwa gutsimbarara ku kuri no kubaka isi irimo amahoro kandi agendanye n'amategeko.\n\nNyuma yo kurekurwa, Eugene yakiriwe n'imbaga y'abantu bishimira ukombacke kwe. Ariko kuri we, byari intangiriro y’urugendo rushya. Yakomeje gukora kuri gahunda ye yo gushyiraho ihuriro rigamije guhangana n’abashaka guhonyora itangazamakuru ndetse no kubangamira imiyoborere myiza. Kuri Eugene, urugamba rwo kurwanya ruswa rwakomeje kuba umuhamagaro utazasubira inyuma, ashingira ku ntego yo guteza imbere umuryango Nyarwanda."
    },
    {
        "story_id": 3,
        "text": "Mu mujyi wa Karindi, uzwi cyane kubera umuvuduko w'iterambere rya tekinoloji n'ubucuruzi, icyumweru cyashize cyasize abatuye impande zose z’igihugu bakurikirana amakamyo y'inkuru umwe mu banyamakuru b'icyubahiro muri iki gihugu, Bosco Ndayambaje, watawe muri yombi ku buryo butunguranye.\n\nBosco ni umunyamakuru wamenyekanye cyane mu kigo cy'itangazamakuru cya Karindi News Network (KNN), aho yagiye atangaza inkuru zicukumbuye zikomeye kandi zigafasha abaturage kumenya amakuru y'ukuri. Azwiho gukora ubushakashatsi budasanzwe ndetse ntawe umushyira mu kato ngo abure gushaka ukuri. Muri iyi minsi ishize, Bosco yari amaze kuba ikirangirire cyane, nyuma yo gutangaza ubushakashatsi burambuye ku bijyanye na ruswa yashinze imizi mu nzego zimwe za guverinoma.\n\nInkuru ye, yatangaje abantu benshi, yarerekana uburyo bwari bwarateguwe, ibigega byangirika, amafaranga asohoka nta nyandiko zifutibwa, ndetse n'abayobozi batandukanye bagize uruhare muri uwo mukorogo mukuru w'amafaranga. Nubwo inkuru yashimwe na benshi mu baturage bashakaga ukuri, yariye isataburenge n'abanyabubasha batari bake.\n\nKu wa mbere w'icyumweru gishize, mu gitondo cya kare, nibwo inkuru yabaye kimomo. Bosco yafashwe n'abashinzwe umutekano, bamushinja gukoresha amakuru y'ibinyoma agatangaza ibihuha bigamije guhungabanya umutekano w’igihugu. Bamusanze mu rugo iwe aho yari yemeye kuza kubonana n'abanyamakuru bagenzi be mu kiganiro kigufi. N'abamukurikiranaga bavuze ko bamusanze afite ibyemezo by'akazi, ariko ngo byari ibinyoma gusa.\n\nIgiye gufatwa kwe, kwateye uruvugiro mu gihugu hose. Abaturage, abasesenguzi, n'abanyamategeko b'inzobere bifatanyije mu kwamagana icyo gikorwa, bavuga ko bifitanye isano n’uburenganzira bw'itangazamakuru no kuvuga ukuri. Ku mbuga nkoranyambaga, hashtag #FreeBosco yabaye umutako w'abanyamideli n'abanyamatangazo, ibiro ntaramakuru mpuzamahanga biratangaza ko umutekano n'umutekano w'abanyamakuru ugomba kubahirizwa.\n\nMu gihe Bosco yagejejwe imbere y'abacamanza, urubanza rwe rukomeje gukurikiranwa na benshi. Avukatwe yavuze ko hari ibimenyetso bifatika byerekana ukuntu Bosco yakoze akazi ke mu buryo bw'umwuga, akibutsa ko ukwishyira ukizana mu gutanga ibitekerezo bikubiye mu itegeko nshinga rya Karindi. Icyakora, guverinoma yanze kugira icyo ibivugaho, ivuga gusa ko iperereza rikomeje.\n\nHagati aho, umuryango wa Bosco watewe agahinda n'ibyayobye mu buzima bwabo bwa buri munsi. Umugore we, Alice, yatangaje ko nubwo bafite ubwoba, bashyigikiye Bosco mu cyemezo cye cyo guharanira ukuri. Ati \"Tuzakomeza kurengera icyubahiro n’ukuri Bosco yagaragaje mu mwuga we.\"\n\nIbyabaye kuri Bosco byateye ubwoba kandi bikageza ku mbogamizi ku ruhande rw’itangazamakuru muri Karindi, bituma abantu benshi bazongera kwibaza uburyo itangazamakuru ribereyeho gufasha abaturage gukura mu mwijima ukabije w'inzangano n'inyerezamafaranga. Ahazaza h’akazi ka Bosco ndetse n'aho ukuri kwe kuzaganisha igihugu, biracyari mu rujijo, ariko ikizwi neza ni uko umwijima ntabwo uzwi gutsinda uru rugamba rw’ukuri rwatejwe n'igihangange Bosco Ndayambaje."
    },
    {
        "story_id": 4,
        "text": "Mu Gihugu cya Nirandam, cyegereye inyanja ya Pasifika, inkuru y'itabaruka ry'ubwisanzure bw'itangazamakuru yabaye impamo mu mujyi rwagati wa Lumanga. Iryo joro, umunyamakuru wubatse izina mu gucukumbura amakuru, Jacob Mwanza, yatawe muri yombi mu buryo bwatunguye abatari bake mu bitangazamakuru ndetse n'abaturage basanzwe.\n\nJacob Mwanza yari azwiho umwuga we wo gucukumbura imikorere mibi muri guverinoma ya Nirandam. Yamenyekanye cyane nyuma yo gushyira ahagaragara inkuru ndende yagaragazaga uburyo bamwe mu bayobozi bakuru b’igihugu bari bihishe inyuma y'ikimenyane n'amacakubiri mu itangwa ry'isoko rikomeye ryubaka umuhanda wa mbere uhendutse kandi wifuzwa n’abaturage.\n\nNyuma y'iyo nkuru, Jacob yari akomeje gukora iperereza ku biriho bivugwa ko byari bimaze igihe bikumburwa: ruswa y'ibifatika ifata intera ndende mu nzego za guverinoma. Muri iyi gahunda, umunyamakuru yari afite ibyangombwa n'amajwi yahishuraga imikorere ya ruswa mu itangwa ry'ibyangombwa byo kubaka inganda zihambaye.\n\nKu mugoroba wa tariki ya 23 Ukwakira, ubwo Jacob yari atashye avuye mu biro bye byari ku igorofa rya munani mu mujyi wa Lumanga, abasirikare bambaye sivili baramwegereye maze bamujyana mu modoka itagira ibirango. Byari bizwi ko mu gihugu nta tegeko ryemera guta muri yombi umuntu nta mpapuro zibisaba, nyamara icyo gihe ibyo byasuzuguwe.\n\nInkuru yo guta muri yombi Jacob Mwanza yakwirakwiye mu binyamakuru no ku mbuga nkoranyambaga, ihangana rikomeye riba hagati ya guverinoma n'abaharanira ubwisanzure bw'itangazamakuru. Impirimbanyi za rubanda ndetse n'abanyapolitiki batavuga rumwe na Leta basabaga ko Jacob arekurwa byihuse kandi akaburana ari hanze, mu gihe abavugizi b'ubutegetsi bavugaga ko ubushinjacyaha bufite ibimenyetso bifatika byo kumukurikirana.\n\nIshyirahamwe ry'abanyamakuru batandukanye ryamaganaga icyo cyemezo, risaba imiryango mpuzamahanga gukurikirana neza ibiri kubera muri Nirandam. Muri icyo gihe, abanyamakuru b'imbere mu gihugu batawiriye inkunga ku nzego mpuzamahanga zo guhesha Jacob Mwanza ubutabera n'uburenganzira bwe bwo kuvuga akari ku mutima.\n\nMu masaha make, imihanda y'umujyi wa Lumanga yuzuye abanyamakuru n’abaturage bitwaje ibyapa byamagana ifungwa rya Jacob, batanga n’ubutumwa buhamagarira guverinoma gukomera ku ndangaciro za demokarasi. Ibiro by’umukuru w’igihugu byasohoye itangazo rivuga ko Jacob Mwanza afunzwe kubera ibyaha birebana n’umutekano w’igihugu, ariko ngo igikorwa cya mbere cyari ukumusuzugura kubera uruhare yagize mu guhishura amakosa adakunze kuvugwa.\n\nImahanga yatangiye kotsa igitutu ubuyobozi bwa Nirandam, isaba ko umucamanza wigenga yakurikirana urubanza rwa Jacob Mwanza nta kwivanga kwa politiki. Ni muri ubwo buryo, amakuru menshi anakomoka mu gihugu yerekanye ko ibi birego byose byaba ari urwitwazo rwo guhosha ijwi rye rikomeye mu gutahura ibitagenda.\n\nIbibazo by'isesengura ryirimbitse ku musaruro w’ubutabera bivuga ko igikorwa cyo guta muri yombi Jacob Mwanza kigaragaza imikorere ikocamye ikusanwa n’ubutegetsi butagifitiwe icyizere na rubanda. Ni inkuru ibabaje y'abanyamakuru benshi bahagurukiye guharanira ko ukuri gutanga amatare kandi ko umwuka wa demokarasi uhora ushwanyuka ugarurirwa icyizere. Ibirego byose bigihari, ikibaza ni ukumenya niba impinduka zishingiye ku kuri no gusanasana rusange bizanira umutuzo igihugu cya Nirandam."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cy'imisozi igihumbi, ahantu harangwa n'ubwiza nyaburanga ndetse n'abaturage bafite umutima mwiza, inkuru y'umunyamakuru witwaga Kanyarwanda Rubona yaguye nk'inkuba ku mibereho y'abantu benshi. Kanyarwanda yari azwiho gutara no gutangaza inkuru zicukumbuye kandi zubaka, nta gucengana cyangwa gutinya kuvuga ukuri.\n\nKanyarwanda yahoraga afite intego imwe: gushaka ukuri no kugushyira ahabona, byaba byiza cyangwa bibi. Yari azi neza ko akazi ke akora kari kugorana, kandi imibereho ye ishobora kuba mu kaga kubera ibyo yari ahugiyemo. Nyamara, ubwo yatahaga ruswa ikomeye mu nzego za guverinoma, ntabwo yatekerezaga ko ari we uzaba ari mu manegeka.\n\nByatangiye ubwo Kanyarwanda yakiraga amakuru y'uko hari abayobozi mu nzego za leta bakoresha nabi umutungo wa rubanda, bakira ruswa kandi bakayobya imisoro. Amakuru yari afite yari ahagije kugira ngo atangire gukora iperereza ritamworoheye, ariko yari afite ikizere cy’uko noneho ukuri kugiye kumenyekana.\n\nIbyumweru byinshi by'imirimo y’icuraburindi byaje kwikurikiranya, nibwo yavumbuye amadosiye n’imibare yerekana uburyo abakozi bamwe ba leta bari ku isonga ry’isi y'ikinyoma. Ku bw’amahirwe make, amakuru ye yaje kumenyekana n'abari mu bwiru bw’iyo ruswa.\n\nKu mugoroba umwe, ubwo Kanyarwanda yari yicaye mu biro bye arwana n’ijambo ry’ukuri, amaso ye yasitswe n’imodoka yari iparitse hanze. Abapolisi bambaye imyenda ya gisirikare bwinjiranye umujinya mwinshi, bafata Kanyarwanda bamuvana mu biro bye nta n’ijambo na rimwe amwenye.\n\nInkuru y’ifatwa rye yageze ku babarirwa muri za mirongo mu kanya gato, abantu benshi bagwa mu kantu, abandi barwana ku izina rye bavuga umuhate n’ubutwari bwe. Abanyamakuru bagenzi be ku isi yose batangije ibikorwa byo kumurwanaho, bavuga ko ifatwa rya Kanyarwanda ari ugutsikamira ukwishyira ukizana kw’itangazamakuru.\n\nMu gihe yari yarafunzwe, Kanyarwanda yakomeje gutsimbarara ku kuri, avuga ko atazahwema kuvuga ukuri n’ubwo inzira imeze nabi. Yanditse amabaruwa menshi, akayacisha mu cyumba cya gereza, akeyiha ku bandi banyamakuru bamusuye. Aya mabarura yaje gusomwa ku maradiyo menshi, abantu bamenya neza ibyamubayeho ndetse n'ukuri kw’inkuru yari yataye muri yombi.\n\nIgihugu cyaje kutisanga mu rungabangabo. Umuvugizi wa guverinoma yakomeje kuvuga ko Kanyarwanda yafashwe kubera ibindi byaha, nyamara nta bimenyetso bifatika batanga. Mu biterane byinshi, abaturage basabye ko Kanyarwanda arekurwa kubera ko ukuri kutazigera gupfukiranwa.\n\nMu mpera z’umwaka, Kanyarwanda yarekuwe nyuma y’umuvurungano w’amagana y’abantu, imiryango mpuzamahanga n’amashyirahamwe y’itangazamakuru yagaragazaga ko itoneshwa ryabaye mu ifungwa rye. Yaje kuva muri gereza anyuze mu miryango y’icyubahiro, ashimira abamushyigikiye kandi avuga ko urugamba rwo gushaka ukuri rugikomeje.\n\nMu butumwa bwe bwanyuma, yasabye ko habaho guhindura imikorere ya guverinoma, asaba abantu bose gufatanya mu rugamba rwo kurwanya ruswa. N’ubwo ibihe byari ngombwa, icyo gihe, kubera umuhate wa Kanyarwanda Rubona, igihugu cyabonye amahame y’ukuri mu buryo bundi butari bwitezwe."
    },
    {
        "story_id": 6,
        "text": "Mu mugi wa Karibu, uzwiho kuba ihuriro ry'amakuru menshi n'abanyamakuru b'abahanga, habaye inkuru itangaje ndetse y'uruvange rw'ibitanganza. Umunyamakuru w'ikirangirire, Adeline Mukamana, umaze imyaka irenga icumi akora mu mwuga wo gutara no gutangaza inkuru, yatawe muri yombi mu buryo bw'amarabira nyuma yo gutangaza inkuru ikomeye ivuga kuri ruswa ikabije muri guverinoma y'igihugu.\n\nIyi nkuru ubusanzwe yavuze ku bwumvikane bwa ruswa hagati y'abayobozi bakuru b'igihugu, by'umwihariko, itunga agatoki bamwe mu bagize Inteko Ishinga Amategeko n'abandi bakomeye mu nzego z'umutekano. Adeline, umunyamakuru ukomoka mu kigo cy'itangazamakuru \"Ukuri Kugaragara\", yakoze iperereza ryimbitse mu gihe cy'amezi atandatu, akora ku nkuru yatunguranye kandi irambuye yagaragaje uko amafaranga akomeje gusesaguzwa mu bikorwa bitubahirije amategeko.\n\nMu buryo butunguranye, mu masaha make inkuru ye igitangazwa, abapolisi barinda umutekano w'igihugu bahise binjira mu biro bye, batwara ibikoresho bye byose birimo mudasobwa ye n'ububiko bw'amakuru. Adeline atabwa muri yombi ashinjwa gukwirakwiza ibihuha no gushaka guhungabanya umutekano w'igihugu.\n\nInkuru y'ifatwa rye yacicikanye mu bitangazamakuru, haba imbere mu gihugu ndetse no ku rwego mpuzamahanga. Imiryango mpuzamahanga irengera uburenganzira bw'abanyamakuru, harimo na Reporters Without Borders, bihutiye gutangaza ko ifatwa rya Adeline ari igikorwa cyo kwihorera no gucecekesha itangazamakuru ryigenga. Abigaragambya benshi, barimo abanyamakuru bagenzi be, abanyeshuri n'abaturage batandukanye bamanutse mu mihanda y'umujyi wa Karibu, basaba ko arekurwa kandi abiswe ruswa bahanwa.\n\nAdeline, wamenyekanyeho gukorana umuhate no guharanira ukuri, yanze gucibwa intege n'ubucamanza bw'igihugu. Mu nama zabereye mu bikorwa byihuse, yanze gutanga amakuru yose yasabwaga na leta, avuga ko azaharanira ko ukuri guca mu ziko ntigushye.\n\nInkuru zamuye amarangamutima mu gihugu, aho abaturage benshi bahamya ko ibinyoma bimaze kuba byinshi kandi ko bakeneye guhumurizwa. Adeline yabaye ikirangirire cy'ubutwari bwo kuvugisha ukuri kugorana, ndetse abantu benshi bamuteye inkunga bakoresheje imbuga nkoranyambaga n'ubundi buryo.\n\nKugeza ubu, urubanza rwa Adeline Mukamana rukomeje kuba urw'ingenzi mu mateka y'itangazamakuru n'uburenganzira bwa muntu mu gihugu cya Karibu. Haba imbere mu gihugu no ku rwego mpuzamahanga, haracyari ikibazo gikomeye ku buzima bw'itangazamakuru ritabogamiye kuri leta. Abenshi bategerezanyije amatsiko uko uru rubanza ruzarangira, bizera ko ruzaba intangiriro y'ubwisanzure bushya mu itangazamakuru rya Karibu."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cy’imisozi igihumbi, ahatuwe n’abantu bafite umutima ukomeye kandi bakunda igihugu cyabo, havuzwe inkuru y’incamugongo n’icuraburindi igihe umunyamakuru Jean-Paul Mugenzi yatawe muri yombi. Jean-Paul yari azwi cyane mu itangazamakuru kubera ubushake bwe bwo gucukumbura ukuri kandi agakemura ibibazo by’ingutu byari byugarije igihugu cye.\n\nImyaka myinshi, Jean-Paul yari yararebye ukuntu ruswa yubaka ubwiru mu nzego za leta. Nta wundi muntu wabashaga kuvuga ibitagenda kubera ubwoba, ariko Jean-Paul yari yarahisemo ko umwuga we uzaba urugamba rwo kurwanira ukuri n'ubutabera. Yatangiraga gukora ubutinganyi butoroshye kandi buhanitse, maze akagera aho abashinzwe ibikorwa by'ubuhemu ntibamubonere izuba.\n\nIyi nkuru yatangiye ubwo Jean-Paul yumvaga amakuru y’ingaruka ruswa yari ifite ku mishinga y’iterambere, nk’imihanda yubakwa nabi kubera yatswe amafaranga yashoboraga kugenzura iyubakwa ryayo. Ibi byagiraga ingaruka mbi ku buzima bw’abaturage, kuko imihanda yari nkeya kandi yatezaga impanuka za hato na hato. Nk’umunyamakuru w’intwari, Jean-Paul yihatiye kurondora aya makuru no gusuzuma ibimenyetso byari byihishe inyuma yabyo.\n\nYagize umutima wo kwegera bamwe mu banyeshuri ba kaminuza bari barihirwa na leta ku nguzanyo kugira ngo bamuhe ubuhamya ku bavugaga ko hari abakozi bakuru b’ibigo bya leta babasaba amafaranga kugira ngo babone ibyo bemerewe ku buntu. Abanyeshuri benshi bari baracecetse, ariko bamaze kumva ko Jean-Paul yabaye urumuri rw'icyizere, batinyutse kumutanga amakuru yose yari akenewe.\n\nAriko ibikorwa bye ntiyabikoze atabonwa. Abantu bari bacyeka ibyo akora bari bafatanyije mu ibanga riruta amabanga yose. Umunsi umwe, mu masaha ya kare, Jean-Paul afatwa n’abantu bitwaje intwaro, agerageza guhagarika icyo yari yise “iyogezabutumwa.” Yashinjwaga gukwirakwiza amakuru y’ibinyoma agamije gusenya inzego za leta.\n\nKuva ubwo, inkongi y’umujinya yabaye yose mu muryango mpuzamahanga n’abaharanira uburenganzira bwa muntu, basabaga ko Jean-Paul arekurwa. Abaturage bishwe n’agahinda bahuye mu kivunge ku mihanda, basaba ko hatabaho kubangamira ijwi ry’abazaza ngo bazabakorere ubutabera.\n\nNyuma y'igitutu cy'abaturage n'abarengera uburenganzira bwa muntu, Jean-Paul yaje kurekurwa by'agaheta. Nubwo yemerewe gusubira mu muryango we, yari yongeye kwigishwa isomo ryo kwitonda. N'ubwo yasubiye inyuma mu itangazamakuru, icyizere yari yarateye cyasigaye kiramba mu mitima y'abanyarwanda benshi, kigaragaza ko nubwo kuri ino isi umucyo ushobora guhishwa urubura, iteka uzasubirana imbaraga kandi ukaboneshereza isi.\n\nInkuru ya Jean-Paul yabaye ikimenyetso cy’uko ijwi rimwe, n'ubwo ryacecekeshwa, ritazanywa burundu. Kandi mu mitima ya benshi, yari afatwaga nk’intwari, yatanze ubuzima bwe ku bw'amakenga y'ubutegetsi butagira rutangira. Ukuri kwe kwaramamaye, kugera kure kurusha urusaku rw’ikirondwe umunsi utarenze."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cyimagined rwa Rwimiyaga, rwari rufite umwuka utama amahoro kubera inkundura y'ibyaha bya ruswa byari bimaze imyaka myinshi byaraheze mu nzego za leta. Iki gihugu cyari gifite ubukungu butifashe neza kandi abaturage bacyo bari barambiwe na ruswa imunga iterambere.\n\nMuri uko kwiyongera kw’ibibazo, umunyamakuru w'icyamamare, Karangwa Jean-Paul, yari yarigaruriye imitima y'abaturage kubera inkuru ze z’ubutwari zakomoraga ku bintu byari byarahishwe, akabyerekana mu buryo bwimbitse kandi bwumvikana neza. Inkuru ze zakwiye hose ku mbuga nkoranyambaga z'igihugu, kandi yari yarabaye icyitegererezo ku rubyiruko rwashakaga impinduka. \n\nIkinyamakuru \"Ukuri ku Karubanda\", aho Karangwa yakoreraga, cyari cyaramenyekanye kubera gukomeza cyiyemeza kutavangirwa ku kuri. Karangwa yari afite ukurikirwa kwinshi kuko yari afite ubushobozi bwo gucukumbura amabanga akomeye yo mu buyobozi, akabishyira ahagaragara.\n\nUmunsi umwe, nyuma y’ukwezi kurenga akora iperereza ku mikoreshereze mibi y’ingengo y’imari ya guverinoma, Karangwa yasohoye inkuru y’ubushishozi yise \"Uruhererekane rw’Akaboko Gashinjagurika\". Iyi nkuru yavugaga burundu ibikorwa binyuranyije n'amategeko bya bamwe mu bayobozi bakuru ba leta bari bakuye indonke mu mishinga y’imihanda n’ibindi bikorwa remezo. Inkuru ye ikimara gusohoka, yatumye benshi batangira kwishimira Karangwa, abandi bagize ubwoba bw’ingaruka zishobora kuzayikurikira.\n\nIcyo gihembo cy'ubutwari, Karangwa yahise aterwa ubwoba n’abantu batamenyekanye, bahaga gasopo ko rwose agomba kureka ubugenzuzi bwe. Ariko, Karangwa ntiyari muntu upfukirana ururimi rwe, yarikomeje. Yari yemyera ko ukuri gusumba byose.\n\nMu minsi mike yakurikiyeho, Karangwa Jean-Paul yafashwe ku manywa y’ihangu, hashize iminsi mike havugwa uwo mutego. Abamufashe bamuregaga ibyaha byo gukwirakwiza ibihuha no kugambirira guhungabanya umutekano w'igihugu. Akimara gufatwa, habaye imyigaragambyo myinshi mu mijyi itandukanye y’igihugu cya Rwimiyaga. Abaturage basabaga ko Karangwa arekurwa, ndetse bakamagana icyiswe \"ubutabera bwa baringa\".\n\nImiryango mpuzamahanga iharanira uburenganzira bwa muntu yahise ikomera amashyi uyu munyamakuru w'igitangaza, maze ibihugu by'amahanga bitangira gusaba ko habaho ubucamanza butabogamye kuri we.\n\nNyuma y'inkundura ikaze yari imaze kuba igihe kinini, Karangwa yashyikirijwe urukiko, aho abacamanza biganjemo abaheshawe icyubahiro n'amategeko. Kubera igitutu cy'abaturage n'amahanga, urukiko rwaburanishije Karangwa mu mucyo maze rigaragara ko ibimenyetso byatanzwe n'ubushinjacyaha bidafatika. Yagizwe umwere, ndetse asubira mu kazi ke, aho yakiranwe ibyishimo by’ikirenga n’abaturage n’abandi banyamakuru bari bahuruye baje kumushyigikira.\n\nIyi nkuru ya Karangwa ntabwo yabaye impfabusa; yahinduye byinshi mu gihugu. Nyuma y’iperereza ryizindi nzego zinyuranye, bamwe mu bayobozi bavuzwe mu nkuru yajyanye ku gupfa karasa bariyatawe muri yombi kandi bagejejwe imbere y’ubutabera. Byongeye, guverinoma yashyizeho komisiyo yihariye yo kwigaho uburyo bwo kurwanya ruswa no kuyicikaho burundu.\n\nKarangwa Jean-Paul yahise aba ikirangirire ku rwego rw’isi, ahabwa ibihembo byinshi by’itangazamakuru kandi aba inkurikizi nziza y’umunyamakuru utareka kugera ku kuri, maze Rwimiyaga ritangira urugendo rushya rw’ubutabera n’umucyo. Muri ibyo byose, Karangwa yagiye akomeza kuvuga ko ukuri kutazigera gutsindwa, kabone nubwo inzira yo kurengera ubwo kuri iba karabaye."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Karanda, kizwiho kugira imisozi miremire n'imigezi y'uburanga butangaje, hari inkuru yabiciye bigacika ku mbuga nkoranyambaga ndetse no mu bitangazamakuru byaho. Inkuru iregeranya n'umunyamakuru witwa Alex Ndayisaba, uwari uzwi cyane kubera ubushobozi n'ubuhanga mu gutara no gutangaza amakuru y'impamo kandi atarya iminwa. Alex yari umunyamakuru w'imenyrohagurwa rya Karanda Independent, ikinyamakuru kitazuyaza gutangaza ukuri, uko kwaba gusharira cyangwa gutamura.\n\nIbyamamare, abacuruzi n'abategetsi bose babaye nk'atangira kurya bari menge ubwo Alex yatangazaga inkuru isekeje ariko inashengura imitima y'abaturage baturutse imihanda yose y'icyo gihugu. Yari inkuru yerekeye ruswa ivugwa mu buyobozi bukuru bwa guverinoma, aho amafaranga yagenewe imishinga y'iterambere n'ivugurura mu burezi yakomeje kunyerezwa.\n\nAlex yari yaramaze amezi menshi atanga umusanzu ukomeye mu gushakisha amakuru yerekeye iyo ruswa. Nyuma yo kunyerera mu nzego zitandukanye, kuvugana n'abakozi ba guverinoma batashakaga kumvikana n'abaturage ndetse no gukora iperereza ridashingiye ku bimenyetso birababaza, Alex yaje kugera ku bimenyetso simusiga. Ayo makuru yayatangaje mu nkuru yise \"Imihanda Yacu, Inzira Yanyu\", abisohora mu rukerera rw'icyumweru. Inkuru yatangiye kuvugisha benshi ku ishyiga, bamwe bayoboka imihanda bajya mu myigaragambyo, abandi bifata bakomeza gukurikirana amakuru hanze y'igihugu.\n\nAriko rero, ntibyatinze. Mu ijoro rimwe, Alex na we ntiyamenye uko byagenze, yisanze ashagawe n'abashinzwe umutekano baramujyana. Bamaze rimwe mu kwezi ndetse n'iryenda gutaha. Bwamara guca, abaturage bagaterwa amatsiko n'akababaro. Ibitangazamakuru byasesenguraga iby'ifatwa rye, bamwe bemeza ko yabaye igitambo cy'ukuri, abandi bagakeka ko ashobora kuba yaritega umutego we.\n\nAbaturage b'i Karanda bakomeje guhatiriza ko Alex arekurwa. Imihanda yakomeje gusakurizwa n’amajwi y'abaharanira uburenganzira bwa muntu, basabira ko ubwisanzure bwo gutangaza amakuru bwubahirizwa. Imiryango mpuzamahanga na yo yishingikirije amasezerano azwi n'aburana kugeza ijwi ryabo ryumvikanye.\n\nMu minsi mike ishize, urukiko rwemeje ko Alex akurikiranwa adafunze mu gihe iperereza rikomeje gukorwa ku byaha yashinjwaga byerekeye iperereza yakoze. Abanyamakuru bagenzi be n'inshuti zo ku mbuga nkoranyambaga baremeye kuza bahanganisha ijwi ryabo n'iry'abaturage batavuga rumwe na leta, bose baharanira ukuri n'ubutabera.\n\nInkuru y'umunyamakuru Alex yarushijeho kugenda, imiryango myinshi yo hanze y'igihugu nayo igaragaza inyungu zayo mu kugeza ku nkiko ibibazo by'ihohoterwa ry'uburenganzira bwa muntu. Mu gihugu cya Karanda, haciye imishyita ikomeye ishyira mu kimenyabose ko kurwanya ruswa ari urugamba rugikomeza, kandi inkuru nk'iyi ituma abantu baza hamwe bakijijura, bakanaharanira ko iterambere ryabo ritibwa n’ibigo byahisemo kuritungwa n’amahanga bizeza.\n\nIbi ntabwo byari gusa impuruza, ahubwo byari bigeze amajwi hafi yose; bikagaragaza ko nubwo utabonwa buva ko ukuri kuzatsinda amaherezo. Alex Ndayisaba yabaye icyitegererezo gisa n'icyiciro gishya mu ruhando rw'itangazamakuru rya Karanda, ahawe n’amagana y’abantu basabwe n'ubushobozi n'ubuhanga bwe mu gucukumbura no gutangaza amakuru. Icyo yari akuzi neza: Ntibirangiriye aho. Inkuru iracyakomeza."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cya Karindiza, ahari ubwisanzure bw'itangazamakuru ku cyumweru, inkuru yashyushye yacicikanye, ubwo umunyamakuru w'inararibonye, Bwana Samuel Gatete, yatawe muri yombi azira gutinyuka gushyira hanze amabanga akomeye ku byerekeranye na ruswa ikabije iri mu nzego za guverinoma.\n\nBwana Gatete yari amaze igihe azwiho gukora ibiganiro ndende n'ibikorwa by'itabamakuru bishingiye ku bushakashatsi bwimbitse, aho yagaragazaga amarorerwa akorwa n'abategetsi bakuru mu gucunga nabi umutungo w'igihugu. Imyaka igera kuri itanu yari ishize akora ku nkuru yavugaga kuri ruswa mu ishyirwa mu bikorwa ry'imishinga ya leta ifite agaciro k’amadolari miliyoni magana atanu. Iyi ruswa bivugwa ko yari yarimakajwe na bamwe mu bayobozi b'ibigo bya leta ndetse n'abanyapolitiki bakomeye.\n\nNyuma y'ukwezi kumwe gusa asohoye inkuru ivuga kuri iryo kosa rikomeye, biravugwa ko Bwana Gatete yatangiye kubona ubutumwa bumutera ubwoba, ndetse n'abantu bamutega bakamuburira ko adakwiye guca umurongo yarenze. Nyamara, kubera ubutwari bwe, yakomeje gushyira hanze ikibazo cya ruswa, abinyujije mu biganiro n’amaraporo y'itangazamakuru.\n\nKuwa kabiri w'icyumweru gishize, mu masaha ya nyuma ya saa sita z'amanywa, inkuru yatangiye gucicikana mu bitangazamakuru no ku mbuga nkoranyambaga ivuga ko Gatete yafunze, azira \"guhungabanya umutekano w'igihugu\" no \"gusebya abayobozi\". Ni inkuru yashenguye imitima ya benshi mu gihugu cya Karindiza, ahashize imyaka myinshi abaturage bifuza kubona isa n'amateka mashya y'ubuyobozi butarangwa n'icyenewabo n'ubuhemu.\n\nIshyirahamwe ry'abanyamakuru n’abandi barengera uburenganzira bwa muntu, ntibatinze kwamagana iri fungwa ryakozwe mu buryo bubabaje. Ibihugu by'i Burayi na Amerika nabo byateye utwatsi iyicwa ry’ubwisanzure bw'itangazamakuru muri Karindiza, byibutsa ubutegetsi bwaho ko ubwisanzure bwo gutanga ibitekerezo ari inkingi y'iterambere ry’ibihugu bikomeye muri demokarasi.\n\nMu muryango we n'inshuti ze, habaye umubabaro udasanzwe ndetse barasaba ko urwego rw'ubutabera rwahita rutangira guhagarikira iki kibazo ku rwego rwo hejuru, kugira ngo uburenganzira bw'ingenzi bwa Bwana Gatete bwubahirizwe, kandi ave mu buroko atanenzwe icyaha kiba cyarabaye icaha ryo guharanira ukuri.\n\nKu rundi ruhande, inkubiri yo gusaba impinduka ikaba yarakomeje gukaza umurego mu bantu, basaba ko iperereza ryigenga ryakorwa ku byashizwe ahagaragara na Bwana Gatete. Uretse kuba iyi nkuru iri kuvuga kuri Bwana Gatete, yaciye ibintu mu gihugu, yanatumye abaturage bongera kwisuganya basaba impinduka mu mitangire y'ubutegetsi n’imiyoborere myiza.\n\nKu munsi ukurikira ifungwa rye, mu mugi mukuru wa Karindiza, imbaga y'abanyamakuru, abanyeshuri, n’abaturage basanzwe yari yitabiriye imyigaragambyo ituje yo gusaba ko Bwana Gatete arekurwa nta yandi mananiza ndetse n’ubwisanzure bw’itangazamakuru mu gihugu bufatwe nk'ingenzi mu kugera ku mahoro arambye no kurwanya ruswa. Kugeza ubu, isi yose irakurikirana ikibazo cya Bwana Gatete, mu gihe ategereje kuzagezwa imbere y’ubucamanza mu minsi iri imbere. Uko bizagenda kose, urugamba rwo kurwanya ruswa na rubanda rugufi rwa Karindiza, ruracyari mu nzira."
    }
]