[
    {
        "story_id": 1,
        "text": "Mu gihugu cyagutse cyambaye amashyamba maremare n'ibiyaga binini, hahozeho amahoro n'ubwumvikane hagati y'abarurage n'abasangwabutaka. Abarurage bari abahinzi b'imyaka, bakoraga imirimo y'amaboko yo guca ibiti n'utwatsi bashaka guhinga, mu gihe abasangwabutaka babaga mu bworozi bw'amatungo makeya ndetse bafite umuco w'idini rikomeye, risenga imana zabo zabakomeye.\n\nKubera inyandiko zitari zimeze neza zigaragaza imbibi n'imbago z'igihugu, igihe cyarageze abagabo b'abanyembaraga b'abahinzi bumva ko bagomba kwagura ubutaka bwabo. Ariko ntibari bazi ko ivyo bakora bizabatera ibibazo ku buryo ihanini igihugu kigasubira inyuma.\n\nIbibazo byatangiye ubwo umugabo witwa Kanyarwanda, umwe mu baturage b'abahinzi, yigeze kwerekana ko ubutaka buturiho bukiri buto kandi bakeneye kongera umusaruro bitewe n'ubwiyongere bw'abaturage. Nyuma yo kubona imbuto zigenda ziba nke, Kanyarwanda yafashe icyemezo cyo kongera amakimbirane y'aho abanyamuryango bahurira n'abasangwabutaka.\n\nUmunsi umwe, Kanyarwanda yahamagaye inama nini yasaga n'iy'abaturage bose b'abahinzi, maze ategeka ko bazitwara mu gice cyo mu misozi y'ubwatsi, aho amasangwabutaka yabaga, kandi barwanyije amasangwabutaka bashaka kubaka umuhingura mwinshi mu misozi.\n\nIyo mpuhwe yaje gutera amakimbirane ningoga hagati y'ibyo byiciro byombi. Umushinga wo kwagura ubutaka wahindutse ikibazo ku mitima y’abasangwabutaka, kuko bibazaga uburyo bazabaho badashobora kwiyigenga kuri ayo masambu.\n\nUmuyobozi w'amasangwabutaka, umutware w'icyubahiro witwa Mutima, yarwanye inkundura ashinja Kanyarwanda kuvogera uburenganzira bwaba anaturanyi be. Bashyizeho inama yahuye mu kigo cy'ihuriro cyabo gifite amazu y'ibiti n'iteka, arinaho bagize inama ikomeye guhera ku byifuzo by'amahoro no kumvikana.\n\nMu izindi nama zari zateguwe, haje kwemeranywako uburenganzira bw'amasangwabutaka bwagombaga kuba bwemewe kandi bugakurikizwa rwose. Byongeye kandi, abagize amahuriro bashyizeho gahunda yihariye yo gusangira ubutaka mu buryo butabangamye, byatumaga bombi babona umusaruro.\n\nMu gihe amakuru yakomejwe gukwirakwiza, ibihugu by'amahanga byafashe ingero zo kwigiraho, byemerera buri gihugu kuzirikana ubwiza bwo gufata umuco wiyemeje kwirinda intambara kandi bagateza imbere demokarasi n'iterambere ridaheza.\n\nMuri ubwo buryo, Abahinzi n’amasangwabutaka babaye intangarugero mu bundi buryo bwo guhosha amakimbirane, basa naho bashyize imbere ukuri n’ubwubahane. Kugera ubu, igihugu ntikigeze kibona andi makimbirane nko kubona hagati y’amasangwabutaka n’abaturage b'abahinzi, byerekana ko umubano mwiza wiyubashye ushobora guhindura byinshi."
    },
    {
        "story_id": 2,
        "text": "Hari ahantu hatagira uko hasa mu gihugu gikungahaye kuri byinshi mu karere k’ibiyaga bigari. Uyu muryango w’abantu, abenshi usanga ari abahinzi-borozi bafite isano ikomeye n'ubutaka bavukiyemo. Kuri bo, ubutaka si aho gusa bakura ibibatunga, ahubwo ni umutima w'umuco n'amateka yabo.\n\nAriko rero, amakimbirane y'ubutaka hagati y'abaturage bahatuye n'abo bita abasangwabutaka yarafashe indi ntera none akaba ageze ku rwego rwateye impungenge muri sosiyete.\n\nUyu mwuka mubi watangiye igihe gito hashize igihugu kibonye ubwigenge. Abarurage bari bigeze kwimurwa ku butaka bwabo kera mu gihe cy’ubukoloni, nyuma yo kubona ubwigenge, bongeye kubaka no guhinga ubutaka bwa bo basanze bufite imbuto zibisi zibijejweho imigisha itabarika. Ariko abari basanganywe ubwo butaka bo bari barahunze kubera amakimbirane hagati yabo n’abakoloni.\n\nMu gihe gito, abari barahunze baragarutse, basanga ubutaka bwabo bwarigaruriwe. Amakimbirane yahise yatangira ubwo. Abasangwabutaka bavugaga ko ubutaka bwabo bwagurishijwe ku giciro kitumvikanweho, bakageza ikibazo cyabo imbere y’ubuyobozi bushya bw'igihugu.\n\nBimwe mu byemezo byafatiwe mu manza zagurukaga ubutitsa, byatumye hakorwa Komite y'Igihugu ishinzwe gucyemura amakimbirane y'ubutaka. Ariko kubera ruswa mu buyobozi n’itonesha kuri bamwe, umuti w’iki kibazo ntiwigeze uboneka.\n\nMu masangano ya Komini Gatisibo, ubwumvikane bwaje kuba bukeya mu mwaka wa 1998 ubwo uruhande rw’abasangwabutaka rwageragezaga gufata ubutaka ku ngufu. Bahinguka umunsi umwe bacukuza za nkota n’amahiri maze n'ubutegetsi ntibushake kugira icyo bukora.\n\nHari umuryango witwa uw'Abakumbi, wari ufite ubutaka bwabotse uruganda rwabyazaga amafu ku buryo bwihariye, ni ukuvuga amasaka n’ibigori byeragamo imanza. Basangwabuaka bagerageje kuburya kuri ubwo butaka. Iyi mirwano yaje gutuma bamwe mu bandi baturage bigaragambiriza mu mihanda.\n\nBumvaga umwuka mubi uyonga igihugu cyose. Amashyaka atavuga rumwe n'ubutegetsi yari yatangiye kubyaza politiki ikibazo cy’ubutaka, bikorwa biganisha ku matora yari ategerejwe mu myaka mikeya. Icyizere cyari gike kuri bose, kandi umuryango nyafurika wari watereye utwatsi ikibazo muri iki gihugu kigasigara cyenyine.\n\nNyuma yo kumara imyaka n'imyaka icyerekezo giheranyije, hashyizweho uburyo bwo kubahiriza amategeko ahamye kugikemura. Habayeho guha umwanya ukwiye ibiganiro hagati y'impande zombi mu rwego rwo gushaka igisubizo kiboneye kandi kirambye. Binyuze mu mishinga yo kongera gutuza abatishoboye ku butaka bw'igihugu, hazamuwe uburyo bushya bwo gufasha abatakaje ubutaka kubona aho gutura no kurangwamo.\n\nAhari uburakari n’intugunda, haje gusimburwa amahoro n’ubwumvikane. Intambwe yari imaze guterwa nubwo yari ntoya, yatumye igihugu gitangira kurema icyizere mu baturage bacyo bushya. Nyuma y’imyaka irenga icumi y'ibibazo byasaga n’aho bitazagira iherezo, aka gace kari kagaruye ituze, rimwe na rimwe byuwo uruhande rwabafashwanyuma yaho intonganya z'ubutaka byari bimaze gucyemuka.\n\nMu miryango itandukanye, habayeho iteka bwo kubana mu mahoro. Ku basangwabutaka, ubutaka bwongeye kubahisha imbere y’abana babo; ku barurage, ubutaka bwongeye kugira imiryango yabo ibiganza amahoro. Hakabaho ubwiyunge bwiza—umwaka mushya w’ubuzima ku masayidi y’ubumwe bw'ikiremwamuntu. Umuryango nyarwanda waba icyitegererezo mu karere ku bijyanye n’ubwumvikane bw’abaturage batuye ku butaka bumwe."
    },
    {
        "story_id": 3,
        "text": "Mu mpera z’umwaka wa 2023, mu gihugu cy’imisozi miremire cya Rwamayaga, hadutse amakimbirane akomeye hagati y’abaturage b’aborozi n’abasangwabutaka, imbaraga zayo zinyanyagira ku gihugu cyose. Aya makimbirane ashingiye ku kibazo cy’ubutaka, bwihariwe cyane muri ako karere kubera imiterere yako n'ubucucike bw'abaturage buteye inkeke.\n\nMu kinyejana giheruka, Rwamayaga yabaye igicumbi cy’ubuhinzi n’ubworozi, ariko n'ubwo hakoreshwa ingamba z’urwego rwo hejuru mu kugemura umusaruro w’ubuhinzi, ikibazo cy’ubutaka cyakomeje kuba agatereranzamba, ku buryo ubutaka bwerekana ibisigisigi by’imirwano y’iyandikishijwe mu mateka.\n\nAbasangwabutaka, b’abavuye inda imwe n’igihugu cyabo kuva cyabitwaga “Amajyaruguru Yambukiranya Nyabarongo,” bagize impungenge zo gutakaza ibikumba byabo ku baturage b’aborozi, bari bamaze imyaka ibarirwa mu mabarwa bafite uburenganzira ku butaka bw’uwari wungutse icyocyezo gishya cy’umwihariko. Abasangwabutaka bikomye guverinoma ya Rwamayaga, bavuga ko irimo kwishingikiriza gusa ku byemezo by’amapuro hagati yashyizweho mu gihe cya koloni, kandi ko ahubwo bagomba kureba amateka y’akarere ngo basubire bashishoze umugambi.\n\nIcyo kibazo cyarinze guverinoma mu mishinga y'iterambere, maze hashyirwaho urwego rw’ubwunzi ruhuza impande zombi. Icyifuzo cy’abaturage b’aborozi cyari uko bakwemererwa gukomeza kuba mu byabo, naho abasangwabutaka bo bashakaga ko ubutaka bwabo busubizwa. Hatangwa umushinga ko ibintu byose byashyirwa ku meza y’ubwumvikane, kandi ko habaho kugabana ubutabera bisanzwe.\n\nMu nama y'igihugu yamaze icyumweru, hakurikiyeho ibiganiro by’ubwa kabiri hagati y’uruhande rwa guverinoma n’abahagarariye izompande zombi. Abitabiriye inama, aho harimo abacuruzi b’ibikomoka ku buhinzi n’abakoresha, baharaniraga ko hakorwa umwanzuro utazahungabanya iterambere ry’icyo gihugu cyifuzaga kwihaza mu biribwa.\n\nNyuma y’aho ibiganiro bishe umuvuno, inama yashyize ku meza igitekerezo cyo gukoresha ikoranabuhanga mu gukemura ikibazo. Binyujijwe mu Bushakashatsi n'Ikoranabuhanga, abahanga bafite akabando ku byerekeranye na GPS bakemanze ko bizakorwa ishyaka ry’amahoro mu rushyanya rw’ubwumvikane buke mu nkomezabuhanganye.\n\nHaciwe imyanzuro idasanzwe itanga icyerekezo cyo kubara uburyo ubutaka buzagabanywa mu buryo buhanganye n’ubufite umwanzuro wa nyawo. Icyo gihe, guverinoma yashyize mu masoko imashini nshya yo kuvomerera ubutaka, ku buryo bushyashya, no mu buryo bufite ihuriro na gahunda y’ubuzima bwigishwe neza mu gihugu hose.\n\nMu gihe uruzinduko rw’ikoranabuhanga rwashyiraga indabo ku kibazo cy'umutekano w’ubutaka, abasangwabutaka n’abaturage b’aborozi bo muri Rwamayaga bemeye ko bagiye gukorana n’urugaga rw’amashyirahamwe rwakira amateka, kugira ngo bige ku ndangagaciro z’umuco n'ibanze mu gucunga umutungo kamere.\n\nUmunsi umwe, umuryango w’abasangwabutaka i Musangano, umwe mu masangano mu gihugu hose, wifatanyije n’abasaza b’aborozi mu irushanwa ry’ibisakuzo, basabana kandi barambika intego y’urugamba rw’amahoro. Iri sanane ryarangiriye ku mwanzuro mwiza wemewe ubwo umusaza umwe wari umuyobozi mu makimbirane, yashinje guverinoma ko itigeze ishima kugeza ubwo bafunguraga icyiyumviro nta kujenjekera.\n\nIherezo rya byose, ubwo ubuyobozi bukuru bw'igihugu bwateye intambwe isubiza amarembo yayunguruye amahoro murimwe mu gihe uruhare rw’inararibonye rwari rwemewe aho ibyo bemeranijwe byashyizwe mu bikorwa. N'ubwo hakiri inzira ndende yo kwitabwaho muri iyo nzira, Rwamayaga yaciye inzira yo kugarura amahoro asesuye kandi akazoza k'igihugu."
    },
    {
        "story_id": 4,
        "text": "Mu myaka myinshi ishize, mu karere k'imisozi miremire ya Kijyambere, hari umukenke w’amateka y’ubutaka. Iyi nkuru yibanda ku makimbirane hagati y’abahinzi b’abarurage n'abasangwabutaka, abibera muri aya misozi kuva kera.\n\nIntangiriro y'ibi bibazo ikomoka ku miterere y’ubutaka bwa Kijyambere. Ubutaka bwaho bwera cyane kandi bushobora kwera imyaka itandukanye. Abasangwabutaka bari bafite umuco w’ubufatanye n’imigenzo ivugwa mu mateka yabo. Ku rundi ruhande, abarurage bigeze kuhaza baturutse mu bice birushya kugera ku musaruro, kubera izindi mpamvu z’imibereho, bashaka ubutaka bunini kandi bwiza bwo guhinga.\n\nMu gusakaza imbago zabo, abarurage batangiye kwinjira mu butaka busanzwe bwihariwe n’abasangwabutaka, bituma haba ubwumvikane buke. Amategeko atandukanye yahindutse, ariko akagongana n’amategeko akomoka ku mwidega w’abasangwabutaka, bishora mu makimbirane.\n\nBagumya gukora inama, bagamije gushaka ibisubizo. Hari bamwe mu bategetsi b’akarere bagerageje gushyira imbere uburyo bwo guhuza no kunga abo bombi, ariko ntibyoroha kuko buri ruhande rwumvaga ruhonyorwa. Umuco w’ishingiro w'abasangwabutaka wasabaga kwimakaza imigenzo y’umuco, mu gihe abarurage bashakaga guhindura ibisanzwe ngo bibafashe kugera ku iterambere ryihuse.\n\nUmwaka umwe, habaye inama y’ubwumvikane hagati y’amoko yombi. Muri iyo nama, hakiriwe umuhuza w'amahanga, wagaragaje ishyaka rye mu kubafasha kubaka amahoro arambye. Bashyizeho uburyo bwo guhana umusaruro, aho abarurage bagombaga gusaranganya umusaruro w'ubuhinzi n’abasangwabutaka, mu gihe nabo baremererwa kugumana amahitamo y’umurage wabo ku butaka.\n\nNyuma y'izi nyito n'imigambi mishya, injana y'amahoro n'ubwumvikane yaje. Imiryango yatangiye kubana mu bwisanzure, bashyira imbere umuco n'ubutwererane. Akarere ka Kijyambere, kabaye isura y’uko amahoro yakomeza kugerwaho no mu misozi itari iya kure, maze amahoro arambye atangira kuba ibiganiro by’iterambere ku baturiye ako gace. Ibi byabaye isomo rikomeye ry’uko ubworoherane bushobora gutsinda amakimbirane yose, uko yaba ameze kose."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cy’imisozi myiza cya Kinyarwanda, hari hatuye abaturage benshi bazwi ku izina ry’Abarurage. Aba baturage bamaze imyaka n’imyaniko bahinga ubutaka bw’umweru n’ubw'imigina bigaragaza amafumbire myiza. Ariko ibyo yari umusingi w’icyizere kimaso, waje guhungabanywa n’amakuru aturutse mu mpande z’ishyamba rya Nyumundswi. Muri iryo shyamba hatuye abandi baturage b’abasangwabutaka, bamenyereye kugendagenda mu mashyamba, barya imbuto z’amako atandukanye ndetse bakamenya n’ibanga ry’inyamaswa.\n\nNyamirambo, umuyobozi w’Abarurage, yabaye icyamamare mu guhanga umurimo n’ubuhinzi bugezweho. Yari azi neza kubana n'abantu, kandi kuzirikana byimbitse inyungu z’ubumwe. Gusa, ku bw’amakuru yatashye mu maso ye, byatewe n’uko abarurage be basigaye bafite uburakari. Bumvaga ko abadege barengera ibiti n'amatongo yabo bafite uruhare mu kibazo cyo kongera aho hakuberwa ubuhinzi.\n\nMu ntangiriro abagabo n’abagore bizingiye ku nda ya Nyamirambo bamwiyambaje kugira ngo icukumbure ikibazo cyaterwaga n'uko ishyamba rya Nyumundswi ryafatwaga. Baravugaga bati: “Izuba riragiye, abadege ntibahindukira, ugutsemba ab'amajyanye n’amakuba.” Abo bantu bahisemo gucukumbura umurima aho gusaba urubyiruko kugaba intambara.\n\nKu rundi ruhande, Umuzeguru, umuyobozi w'Abasangwabutaka, nawe ati: “Inyamaswa ni ubuzima bwacu, intaho zacu ni amasoko; niba dutswe uburenganzira bwo gusubiramo ibitekerezo byacu, tuzaba dutakaje gakondo ku bandi baturage.”\n\nHageragejwe gusesengura uko imizi y’ikibazo yari ifashe. Nyamirambo na Umuzeguru bahisemo uburyo bwiza bwo kuganira. Ingando y'ibiganiro yashyizweho hagati y’impande zombi, intego yari ugufatanya gushaka umuti w’ikibazo kibangamiye bose.\n\nNubwo urugendo kwari ku ruhande rw’ibigaruriro by'inganda, inkumi n’abasore bakoze uko bashoboye mu kubungabunga ubwiza bw'ubusitani bw'igihugu. Nyuma y'amezi menshi byacokanye, Nyamirambo na Umuzeguru bemeranya ko habaho imishinga ihuriweho n'amakundana hagamije kwimakaza ubuhinzi kubutaka buteye imbere, no kurengera ubwiza n’imboga by'ishyamba rya Nyumundswi.\n\nAho ibintu bidatinze, ubwuzuzanye bwakomeje kuganisha inyungu ku mibereho myiza irambye. Amakimbirane arangirira aho, inganzo y’amahoro nayo itangira kubaho. Kandi naho ibihe byahindura icyerekezo, bishyize hamwe batsinda impaka, buri umwe yarahiriwe. Aho niho inkuru y’ubumwe izashorera Abarurage n’Abasangwabutaka mu bihe by'ibyishimo n'amahoro byuzuye."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cy'imisozi miremire, hari akarere kazwiho ubutaka bwera bwera cyane. Abaturage baho, barimo abarurage n'abasangwabutaka, bamaze igihe kirekire babana mu mahoro no gusaranganya ibyiza by'akarere. Ariko, ibintu byaje guhinduka ubwo hatangiraga kuvugwa ko hari ibimenyetso by'amabuye y'agaciro k'igiciro gikomeye mu butaka bw'akarere.\n\nIyi nkuru yahise ikwira hose, ituma abashoramari n'abacuruzi batangira kugira amatsiko no kugera kuri ako gace. Abarurage, bafite ubutaka bwabo bungana kandi bwera neza, babonye amahirwe yo kubukodesha ku bashoramari kugira ngo babone amafaranga yo guteza imbere imiryango yabo. Ariko abasangwabutaka—abenshi muri bo babaye muri aka gace kuva na kera kandi batabitswemo icyangombwa cy'ubutaka—batangiye guhura n'ingaruka zayo.\n\nAbasangwabutaka, bamaze iminsi bafata ubutaka nk'ubushyinguro bw'imibereho yabo bw’ibimera n'ubworozi, batangiye kubona bikomeye kubwugariza. Abashoramari bakomeje gusaba uburenganzira bwo gucukura amabuye y'agaciro ndetse bagatangira no gukura abaturage ku butaka bwabo mu buryo butemewe. Abarurage bamwe, batari bazi neza ingufu nibizaba, batangiye kugurisha ubutaka ku giciro gito nyamara abasangwabutaka bo bahungabanywa n'igikorwa kibambura ibyabo.\n\nMu rwego rwo gushakira umuti iki kibazo, abarurage n’abasangwabutaka bahuriye mu nama yo kurebera hamwe icyakorwa. Mukavuga n’umujinya, humvikanaga impaka ziturutse ku bucuti bwari busanzwe hagati y’aya matsinda abiri. Umukuru w'umudugudu, uzwiho ubutabera kandi bw'amahoro, yagerageje gufasha impande zombi kumva impungenge z'abandi no gukusanya imyanzuro irimo guhabwa ijambo ku bashoramari n'uburyo bashobora guha inyungu abaturage, cyane cyane abasangwabutaka.\n\nNyuma y'ibiganiro bitoroshye, habayeho kwemera aka gaciro ko gukora ku buryo igihugu cy’uturere kizagira uruhare runini mu kugenzura ibikorwa by'ubucukuzi, kandi amafaranga yinjira agasaranganywa mu mishinga igamije iterambere ry’abaturage bose. Byongeye kandi, hashyizweho umurongo ngenderwaho umegereza ubutaka abaturage batagira ibyangombwa bya leta neza, ku buryo abasangwabutaka na bo babona uburenganzira ku butaka bwabo.\n\nAmahoro yongeye kugaruka, ariko hakiri urugendo rurerure mu kugarura icyizere no kubaka kandi kwimakaza amahoro arambye. Abarurage n'abasangwabutaka bahuriye mu guhangana n'abashoramari bashakaga guteza imbere akarere kabo ariko batabanje gushyira mu gaciro umuco n'imibereho y’abahatuye. Ni inkuru ivuga ku bushibe, kwisubiranamo, no kubaka ejo hazaza hihariye ku bunini bw'ubumwe bw’abaturage."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cy’imisozi miremire cya Ngirwamahoro, amakimbirane y’ubutaka hagati y’abarurage n’abasangwabutaka yari yarabaye agatereranzamba, kandi yari afite imizi mu mateka maremare y’uburyo ubutaka bwagiye butezwa imbere ndetse bukabungabungwa.\n\n**Amateka mabi asize umugani**\n\nHashize imyaka myinshi igihugu cya Ngirwamahoro kibayeho, cyaranzwe n’imiturire itandukanye aho abasangwabutaka bari barabayeho mu buryo bwanditse ku mategeko yabo y’ibanze, bakarinda ubutaka bwabo ndetse bakabukoresha mu buryo bubangutse kandi butagusha inkongi. Muri rusange, abasangwabutaka babonwaga nk’abarinzi b’imigendekere myiza y’ubutaka, bitaga cyane ku kubungabunga ibidukikije.\n\nNyamara, haje abanyamahanga baturutse mu bihugu by’amahanga, bashakaga amahirwe yo kubaho neza, maze bitewe n’imihindagurikire y’ibihe ndetse n’umubare munini wabo, hatangira kuboneka umubare w’abarurage. Abarurage bari abantu bashyashya ku butaka bwabo, batangira guhindura ibibanza cyera byarambitse ibyatsi no kwirirwa bahinga ibihingwa bishya babisimburanya uko imyaka yihuta.\n\n**Gukomera ku mboni itandukanye**\n\nAmaherezo, intambara itavugwa yatangiye guhwihwiswa hagati y’izo mpande ebyiri. Abasangwabutaka bari bafite impungenge ku buryo ubuhinzi buzaza kuzatwika n’imisozi bikazamera nka rwa rufunzo rutazashya. Babonaga uburyo bataramye bw’ubuhinzi abarurage bakoreshaga nk’ukubangamira ingano yabo y’imvura ndetse n’ubw’inyamaswa z’inyamibwa.\n\nKu rundi ruhande, abahinzi bari babize icyuya kubwa rimwe, kuko bavutse babuze uko bagera ku bundi butaka bwo gukoreraho ibyo batekerezaga. Kubw’ibyo, ntabwo bishimiye uburyo amakimbirane yabaye urwikekwe. Bibwiraga ko bafite uburenganzira bwo gukura ku butaka bari babonye, bitavuze ko bafite gahunda yo kubuhugura gusa ahubwo bagamije no kubyaza umusaruro isi abamuze neza cyaneitwa Ngirwamahoro.\n\n**Inzira iboneye yo gushaka umuti**\n\nUmwidondoro w’iki kibazo ntabwo wafashwe ntacyo ukora; abahagarariye amahoro n’iterambere bagerageje gushaka umuti. Itsinda ry’umuryango mpuzamahanga ryaje mu gihugu, rikaba rifite intego yo guhuza ibitekerezo no gushaka ubutabera.\n\nGahunda yo gufasha impande zombi yagombaga kubanza guhumura ikirego. Bamwe mu baturage b'imbere bahaswe ibibazo by’uburyo bashobora kubaka uburyo ushobora kwaguriramo umusaruro w’ubuhinzi utabangamiye inzira nyinshi za karande z’ibidukikije. Bategetswe byinshi n'abategarugori, kandi mu mpande z’ibihugu by’amahanga bavuga ibigwi abagize umuryango mpuzamahanga yaba mu guteza imbere amahoro n’ubworoherane.\n\nNdetse hakurikijwe ibyo byifuzo, hakozwe gahunda zizatuma impande zombi, abarurage n’abasangwabutaka, babona uburyo bw’amahoro bwo gukorera hamwe mu kugarura umusaruro hakusingira ubuhinzi no kurinda imvugo ishaka guhora ihanzwe ubundi butaka.\n\n**Urugendo rurerure rw'amahoro**\n\nIvugurura ryatangiye kugera kuko ibyo mu mpande zombi bumvise ko ubufatanye aribwo buryo bwiza kuruta ubwitange no kuganisha ku makimbirane. Umuyobozi mushya watowe mu gihugu cya Ngirwamahoro yemeye ubwo bubasha bwo gufasha abaturanyi mu gukemura aya makimbirane.\n\nMuri rusange, ubu hari icyizere ko amakimbirane ashingiye ku butaka azageragezwa gukemurwa amenera, nk'uko bavuga, ko habaho ubwiyunge ubwiza ariko bukomokwa n'ubushishozi bwishinguye ku busabane. Mbere na nyuma byabangamiriye kamwe mu bice by’umutuzo kuri iyi ngingo, ariko no muri ubu bucuti bwo kwiringira ko ubwo bwenge impande zombi buzarambye. Ngirwamahoro yabaye nk'icyitegererezo ku isi yose, igaragaza ko kwivanga ku mpande zombi bihabwa icyubahiro n’ubwiyunge hagati y’icyahariwe kubaka ibyagirira akamaro aho hantu."
    },
    {
        "story_id": 8,
        "text": "Hari mu mwaka wa 1987 mu karere ka Kiremera, aho amahoro n'ituze byari bifitanye isano rikomeye n'ubutaka. Inkuru yatangiye ubwo abaturage b'abahinzi, barimo Kayitare na bagenzi be, bifuzaga kwagura amasambu yabo maze bakagera ku butaka bwari busanzwe butuwe n'umuryango w'Abasangwabutaka, urubyaro rw'ibisekuru byari bimaze imyaka myinshi byihariye icyo gice cy'isi.\n\nMu bihe byashize, Abarurage n'Abasangwabutaka babanaga mu ituze, ariko impinduka mu mibereho y'akarere hamwe n'izamuka ry'abaturage byatumye ubutaka buba iy'igiciro gikomeye n'amahane ava ku mikoreshereze yabwo ahera aho.\n\nKayitare yari umusore w'intarumikwa, wari uzwiho gukora no kugirira impuhwe abantu bose. Yifuzaga ko abana be bazagira ubuzima bwiza, bityo agashaka kugira ubutaka bunini bwo guhinga. N'ikindi kandi, ubushobozi bw'ubutaka bwehoze bwari butakibasha guhuza n'imibereho ye yo gutunga urugo runini. Yagerageje kuganira n'umuyobozi w'Abasangwabutaka, Kamurinda, amusaba ko bamuha igice cy'ubutaka bwe, ariko Kamurinda amuhakanira ku mugaragaro, ati: \"Uyu ni umuryango wacu, ni amateka yacu kandi ni twe tuzarinda iyi migina.\"\n\nImvugo ya Kamurinda yateye icyegeranyo muri rubanda, maze iganiriro rigera kuri bose. Abaturage batangiye kwibuka iby'amateka yabanje, aho ubwo butaka bwari bwaragabanywe na ba sogokuru, mu gihe Abasangwabutaka bumvaga ko amateka yemeza ko uwo ari umuryango wabo bwite.\n\nNyamara, nk'uko abakuru b'akarere bazi gukemura amakimbirane, babahuriye mu nama itumizwa n'umuyobozi w'akarere, Bwana Rwagasore. Inama yatumye bongera gushyira hamwe, bumva uruhande rwa buri wese mu mahoro no mu bumwe. Bwana Rwagasore yatekereje ku buryo bwo gukemura icyo kibazo ku buryo hatagira uhomba.\n\nYahisemo gusaba inkunga ishyirahamwe ryafataga mu mugongo ibikorwa by'amahoro kandi ryashinzwe gukemura amakimbirane ashingiye ku butaka. Hafashwe icyemezo cyo kugabanya ubutaka mu buryo bwumvikanyweho, ku nyungu n'amahoro by'abaturage bose b'akarere ka Kiremera. Kimwe mu bikorwa mu rwego rw'amahoro cyari icyo guhuriza hamwe Abarurage n'Abasangwabutaka, bagafatanya gucunga ubutaka, bagasangira amasomo y'ubuhinzi bugezweho hagamijwe kubaka ejo heza hamwe.\n\nAmasezerano hagati y'abo baturage yatumye hatezwa imbere imibereho yabo, ubufatanye bwabo bugirira akamaro impande zose. Umubano wagarutse, maze ayo mateka aheraheza aho. Iyi nkuru itwibutsa ko ahari ubushake n'ubumwe, amakimbirane atakaza ubukana maze amahoro agatura mu bantu."
    },
    {
        "story_id": 9,
        "text": "Mu gace ka Nyamurembo, kahoze ari agace gahurirwamo n’imiturire itandukanye mu gihugu cya Kinyaruramba, hakomeje kugaragara amakimbirane hagati y'abaturage basanzwe n’abasangwabutaka. Iyi nkuru ikwibutsa uburyo amateka ashobora kugorana mu bubanyi n’amahoro, ariko icyizere cy'ubwiyunge gikomeza kuyobora imitima y'abatuye aka gace.\n\n### Amavu n'amavuko y'amakimbirane\n\nMu myaka myinshi ishize, agace ka Nyamurembo kari gakungahaye ku butaka bwera n'ibyiza nyaburanga, byatumye abantu batandukanye baturuka imihanda yose baza kuhatura. Nyamara, abasangwabutaka bo muri aka gace, bo mu bwoko bwa Banyamwitu, bari bafite amateka akomeye y’ubusugire n'uburenganzira kuri ubwo butaka kuva kera.\n\nNyamarembo yaguweho n'umuvumba w'abimukira baturutse impande zose z'igihugu kubera ubukungu buturuka ku buhinzi. Ibi byatumye hapfa ubwumvikane hagati y’abasangwabutaka n’abahimukira, maze buri tsinda rikajya rivuga ko rifite uburenganzira ku butaka.\n\n### Ukubura kw’amahoro\n\nUko imyaka yagiye itambuka, abahinzi b’abimukira bageragezaga gutunganya ibyo babaga bashoboye kugira ngo biteze imbere. Ariko, uko inzara yagiye itera imbere hirya no hino mu gihugu, umubare w'abimukira wiyongereye, bigatuma ubutaka bwa Nyamurembo butangira kuba ikibazo. Igice kinini cy’ubutaka cyari giteraguriwe ahatandukanye hakabya kuryamo ibihingwa, bituma abasangwabutaka bavuga ko barimo gutakaza ibiragano byabo.\n\nAbasangwabutaka bagerageje gusaba ubuyobozi ko bwabarenganura, ariko akenshi ibisubizo babonye ntibyabasubizaga ibyifuzo byabo. Ibi byose byarushijeho kuzamura umwuka utari mwiza hagati y'impande zombi. Hakomeje kwaduka amakimbirane yoroheje yabaga hagati y’aba baturage mu mpera z’umunsi no mu masaha y’ijoro.\n\n### Ibisubizo mu nzira y’ubwiyunge\n\nAriko ubuyobozi bwa Nyamarembo ntabwo bwarebye ayo mahano inyuma. Habayeho ibiganiro byinshi bihuriweho n’inzego zitandukanye, harimo iz’imibereho myiza, iz’ubwubatsi bw'iterambere, n’iz’abahagarariye amoko yombi. Umwe mu banyacyubahiro b’intiti, Prof. Mukamana, wize ibintu birambuye by’amateka n’umutungo kamere, yaje kubiyungamo nk’umuhuza.\n\nHabayeho gukusanya inkuru z’amateka y’aka gace kugirango hamenyekane imvano nyayo y'amatandukaniro. Buri ruhande rwashoboye gusobanura imbonankubone ibyo bibona mu buryo buciye mu mucyo. Prof. Mukamana yahagarariye ibiganiro by’iminsi myinshi, bigamije gusasa inzobe mbere yo gutera intambwe yiganisha ku bwiyunge burambye.\n\n### Gusaranganya ubutaka no gusana ubumwe\n\nNyuma y'ibiganiro byimbitse, abasangwabutaka bemeye ko imiryango y’abimukira ishobora guhabwa ubutaka gahoro gahoro, ariko mu buryo bumwe bugenzurwa iyo bwo gucunga ubutaka. Mu byo bemeranyijwe, harimo no gutanga amahugurwa ku bimukira bose ku birebana no kurinda ibidukikije n’umuco by’aho baje gutura.\n\nHashinzwe ikigo kigamije guhuza izi nzego zombi ku buryo burinda ubushyamirane no kurema gahunda zihuriweho. Icyo kigo kitwa \"Murunga Amazi - Sobanuka Amahoro\", aho bashyira imbaraga mu gusangira imitungo, kubungabunga ibidukikije no guteza imbere ibikorwa by’amajyambere bishingiye ku mibereho.\n\nMu myaka yakurikiyeho, abana b’aba baturage batangiye kujya mu mashuri amwe, biga gusangira ibyiyumviro n’inzozi rusange. Mu gihe hadutse ibibazo bishingiye ku butaka, ubu hagaragara uburyo bushya bwo kubikemura hakoreshejwe amategeko n’ubwumvikane.\n\nIyi nkuru igaragaza uburyo mu bwumvikane no mu biganiro byubaka, amakimbirane ashobora gushyirwa ku munzani, maze ejo hazaza hakabonekamo ituze n'iterambere rirambye. Ibi ni isomo rikomeye noneho ku duce twugarijwe n’amacakubiri aturuka ku miturire, byerekana ko uburyo burambye bw’ubwiyunge ari inzira ikwiye."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cy'imisozi miremire, aho amabuye y'agaciro avanze n'ubutaka bwera, habayeho amakimbirane akomeye hagati y'abarurage n'abasangwabutaka. Iyi nkuru ikubiyemo uruhererekane rw'ibintu n'abantu byahungabanyijwe, ishingiye ku mateka y'ubutaka, imiryango n'umuco.\n\nUmwaka ni 1987, mu karere ka Nyamurinda. Abasangwabutaka, b'imiryango y'amateka maremare muri ako gace, bamye batuye kuri izo nkengero z'umugezi wa Kirehe. Bahingaga ubutaka bwabo, bongera kubumbatira umuco gakondo wabo ubarinda kuvanwa ku mizi yabo. Mu bihe byahise, igitinyiro cy'abasangwabutaka cyashingiye ku bwumvikane bafite n'ubuyobozi bwo muri ako gace, hakaba harananone imihango y'ubwiru n'ubuvanganzo bigasigasira imibanire yabo n'imbaga.\n\nAriko ibintu byatangiye guhinduka ubwo ubuyobozi bushya bwashyiragaho ubundi buryo bwo gutunganya ubutaka. Uruhererekane rw'izimurwa n'imiturire mishya byahindutse karande, abasangwabutaka batangiye kubona ubutaka bwabo butegurwa n'abarurage babatishimiye. Ku bw'umujinya n'agahinda, abasangwabutaka batangiye gukora inama mu bwiru, bagerageza kumva uburyo bahangana n'izo mpinduka.\n\nAmakuru y'ubu bwoba byageze ku barurage, byaba biturutse ku nshuti zabo cyangwa amabwire avuye ku nama z'abakuru. Abaturage b'abarurage, bamwe bari baratujwe muri Nyamurinda n'amasezerano ya Leta, babonye ko bashobora kuzimurwa. Ku rundi ruhande, bari bazi neza ko ibyo basabwa ku bijyanye n'uburenganzira bwo gutura ndetse no guhinga bizwi na bake mu buyobozi.\n\nImpaka n'amatiku byarakomeje, kugeza ubwo mu kwezi kwa Nyakanga 1988 ibintu byafashe indi ntera. Umunsi umwe, izuba rirekereje, abarurage bakoze urugendo rwo kwigaragambya, bagana ku murwa mukuru w'akarere. Bafite ibyapa byanditseho ngo \"Ubutaka n'ubuzima\" no \"Ubwigenge ku baturagire\". Bamaze kugera mu mujyi, basabye kubonana n'umuyobozi w'akarere. Ibiganiro byarangiye nta mwanzuro ufatika ubonekeyeho.\n\nMu minsi yakurikiyeho, igikorwa cyo kwirukana abasangwabutaka ku butaka bwabo cyarakomeje. Ibyo byateye imvururu ebyiri zikomeye: imwe yo kwamagana imiturire mishya, indi yatumijweho na guverinoma bashaka kubaka ibikorwa remezo. Abaturajyenge b'iganzo bagombye kwimuka, bakagenda bivovota baririmba indirimbo zo kwibuka ubutwari bw'abakurambere babo batsimbaraye ku bucukumbuzi bw'ubutaka. \n\nMu mpera z'umwaka wa 1990, nyuma y'immishyikirano y'igihe kirekire no gukomeza gushyirwa mu majwi n'amahanga, ubumwe bw'abarurage n'abasangwabutaka bwagezweho. Hatangijwe gahunda nshya yo gutanga ubutaka bungana kubahujwe na gahunda z’iterambere rirambye ndetse n’imishinga y’ubufatanye mu bihingwa byera cyane. Urugendo rwabahuje ni umukoro wo kwandika amateka mashya anyuze mu gutabarana, kubabarirana no gusangira ubushobozi bw’isi yabo nshya.\n\nIcyo gihe, mu ikoranabuhanga ry'umurage w'ubusangirangendo, Nyamurinda yabaye igicumbi cy'amahoro n'ubucuti bushya hagati y'abaturanyi, abo ku gasozi baba bataraguye rimwe mu gihugu cy'amahanga. Kuko, mu by'ukuri, ubutaka ni ubuzima, kandi bukaba ubusabane bw’imiryango ihahurira iturutse impande zose."
    }
]