[
    {
        "story_id": 1,
        "text": "Mu murwa mukuru wa Republika y'Ubumwe, habaye igitaramo cy'umuco cyari cyitezwemo n'abantu benshi ndetse cyavuzwe mu itangazamakuru ryo mu karere no mu mahanga. Icyakora, ku munota wa nyuma, iki gitaramo cyahagaritswe ku mpamvu zifatanyije na politiki, ibintu byateje impagarara n'ubwimvikane buke mu bitabiriye iki gikorwa cyagombaga guhuriza hamwe abanyamuryango b’amoko n’amadini atandukanye ngo bahuze umuco.\n\nIki gitaramo cyari giteganyijwe kubera kuri sitade nkuru yo mu murwa mukuru, kikitabirwa n'abahanzi baturutse mu bihugu bitandukanye byo ku mugabane wa Afurika ndetse na bamwe mu bafite amazina akomeye mu muziki wa kizamani. Abahanzi b’ibyamamare bateganyaga kuririmba indirimbo zisusurutsa ziganjemo insanganyamatsiko y’amahoro, ubusabane, n’ubwumvikane mu karere.\n\nNk’uko byari byatangajwe n’abategura igitaramo, intego nyamukuru kwari ukubaka ikiraro gihuza abantu banyuranye batewe ishema n’umuco wabo, ariko banemera guhuza inzozi zo gutera imbere baharanira amahoro arambye. Ibyishimo byari byose, ndetse amatike yari yaramaze kugurwa kera. Ariko n’ubwo byari bimeze bityo, hari icyari gihishe inyuma y’ibi byose.\n\nKu munsi w'igitaramo, amasaha abiri mbere y'uko ahagana ku itangiriro hacurangwa umuziki w’uburumbuke, hiriwe amakuru anyuranye avuga ko hari ibintu byihutirwa byatumye igitaramo gishyirwa ku munzani. Abayobozi b'inzego za leta batangiye kujya mu nama zihutirwa, hatangwa itangazo rivuga ko igitaramo gihagaritswe kubera \"impamvu z'umutekano.\"\n\nNyuma y’iri tangazo, amakuru aturutse imbere yatangiye kujya hanze avuga ko icyemezo giturutse ku mpungenge za politiki; hari amakuru avuga ko hari bamwe mu banyapolitiki bakomeye mu gihugu bavugwaga mu bikorwa byo gushaka guhungabanya igitaramo bakoresheje imbwirwaruhame zizamura urwango hagati y’amoko mu gihugu gifite amateka maremare y’amacakubiri.\n\nBamwe mu baturage, cyane cyane urubyiruko, nabo ntibabyakiriye neza, bagaragaje umujinya bitewe n’uko bumvaga iki gitaramo cyari umwanya mwiza wo kumva no gusobanukirwa imico itandukanye, no gukorera hamwe mu kongera ubwizerane. Imbuga nkoranyambaga zatsembeye amagambo y’amarenga n’ubutumwa bwimakaza amahoro, bisaba leta ko ikwiye kwicara ikareba ukuntu ibi bibazo bya politiki bihora bihombya igihugu mu buryo butandukanye.\n\nMu gihe byari byitezwe ko igitaramo cyasubikwaga kizongera kigategurwa mu gihe kizaza, hari impungenge ko umwuka wa politiki ukomeje kuba mubi ushobora gutera izindi ngaruka ndengamipaka, ndetse bikazatuma habaho isesengura rirambuye ry’imikorere y’inzego zihagarariye umutekano n’ayandi yose arebwa n’iki kibazo.\n\nIbi byabaye akarusho ku mishinga yo guteza imbere ubuhanzi nk'imwe mu nkingi za mwamba ku bukungu bw’akarere, ibintu bishobora gusaba gutekereza kurushaho uburyo abantu bashobora kubana mu mahoro, bagasenyera umugozi umwe nta shiti. Ikigaragara cyo ni uko ubukangurambaga bwamaze gutangira mu baturage, biragaragara ko habura gato ngo icyizere kibe cyasubira ku murongo mu gihe kiri imbere."
    },
    {
        "story_id": 2,
        "text": "Mu gitondo cyo kuwa gatandatu, mu murwa mukuru w’u Rwanda, Kigali, inkuru y’ihagarikwa ry’igitaramo cyari kimaze igihe kinini gitegurwa yatunguranye benshi. Iki gitaramo, cyari cyarateguwe nk'imwe mu birori by’umuco byitabirwa cyane ku rwego rw’igihugu, cyari gifite intego yo kugaragaza umuco nyarwanda n’umuco mpuzamahanga binyuze mu mbyino, imideli, n'indirimbo.\n\nAbari biteze kwitabira iki gitaramo bari mu gahinda kenshi, kuko amasaha make mbere y'uko igitaramo gitangira, abategura itangazamakuru bahawe itegeko ryo guhagarika iki gikorwa. Impamvu nyamukuru yatanzwe, nk'uko byatangajwe n'umuyobozi w'akabari gacumbikiye igitaramo, ni politiki ikomeye cyane yateye ubwoba abayobozi bashinzwe umutekano, isaba kuba bahagaritse ibikorwa bingana bityo.\n\nAmakuru aturuka mu nzego zishinzwe umutekano avuga ko hari amakuru y'uko bamwe mu bagize uruhare mu gutegura iki gitaramo bari bafite imigabo n'imigambi yo gukoresha iki gikorwa ngo bamenyekanishe ubutumwa bwa politiki budahuye n'icyo Leta yifuza muri iki gihe. By'umwihariko, byavugwaga ko hari hari bamwe mu bahanzi n'abanyamideli bateganywaga gususurutsa abashyitsi bari bafite ubutumwa bwunditse mu mpapuro zagombaga gutangwa mu gitaramo, bugamije gushotora inzego z'ubutegetsi.\n\nAbategura igitaramo, n'ubwo batunguwe n'iki cyemezo, bavuze ko bari bagamije kwerekana ishusho nyakuri y’umuco ku isi yose, kandi batari bafite umugambi uwo ari wo wose wa politiki. Mu kiganiro kigufi bagiranye n'abanyamakuru bakaba baravuze ko bazakomeza gushaka uburyo bwo kugaragaza umuco nyarwanda uko bikwiye, badakoze ku kiganiro cya politiki.\n\nMu baturage, iki cyemezo cyakuruye impaka nyinshi. Bamwe bavuga ko gishyira imbere umutekano w’igihugu, mu gihe abandi bagaragaza ko guha politiki umwanya mu gikorwa nka kiriya ntaho bihurira n'uko umuco ukwiye kwishyirwa imbere. Perezida w'ishyirahamwe ry’abahanzi yavuze ko giheruka igitaramo nka kiriya gifite uruhare rukomeye mu guteza imbere umuco no gushimangira ubumwe bw’abanyarwanda.\n\nIbibazo bisigaye ni byinshi: Ese ni irihe hame ryubahirizwa mu gushaka kugenzura ibitaramo by’umuco? Uruhare rw'abahanzi mu gutanga ibitekerezo byabo mu bwisanzure buracyubahirizwa? Ibi bibazo biracyategereje ibisubizo mu gihe ibyabaye byose bigishakirwa umuti mu biganiro bihuje inzego z’ubutegesti n’abategura ibitaramo mu gihugu."
    },
    {
        "story_id": 3,
        "text": "Ku mugoroba wa tariki ya 15 Kamena 2023, mu mujyi wa Kigali, ahateganywaga kubera igitaramo cy’umuco cyari kimaze amezi menshi gitegurwa, hateraniye abantu benshi bari bamaze igihe bategereje iki gitaramo cyari cyaravuzweho byinshi mu bitangazamakuru no ku mbuga nkoranyambaga. Cyari igitaramo cyateguwe hagamijwe kugaragaza umutungo kamere w'umuco nyarwanda, kwerekana imbyino gakondo, indirimbo za kinyatugrwanda, n’imihango itandukanye y’umuco yari yaburiwe irengero.\n\nAbahanzi n'amatsinda y'umuco yatumiwe byari byamaze kwitegura, ndetse abazatembereza abantu bagaragaza ibyiza by’umusaruro w’umuco bari bahari. Abakunzi b’umuco bari baturutse imihanda yose y’igihugu ndetse no hanze yacyo, biteguye kwijijisha, kwigira ku muco ndetse no kwishima.\n\nGusa, ibintu byaje guhinduka mu buryo butunguranye. Saa kumi n'imwe n'igice z’umugoroba, abashinzwe umutekano baje kugota ahagombaga kubera iki gitaramo, bamenyesha abatumiwe ko igitaramo kirahagarikwa ku mpamvu z’umutekano. Ibyo byabaye nyuma y’uko hari amakuru yizewe avuga ko hari igice cy’inuzi cy’abanyepolitiki batashakaga ko iki gitaramo kibaho, kubera ko ngo hari ibyo byari bihishe inyuma bishobora kubangamira inyungu zabo za politiki.\n\nAbashinzwe gutegura igitaramo, babangamiwe n’ibyabaye, batangaje ko bafashwe n’ibikorwa byabo byari bikiri ku murongo, ndetse ko bazakora ibishoboka byose kugira ngo basubukure gahunda yo kugikora mu bihe biri imbere. Umwe mu bateguye ati, “Icyo turwanira ni ukwimakaza umuco no kuwusigasira, kandi nta nyungu za politiki zigomba kuduca intege.”\n\nKu rundi ruhande, abari baje kwihera ijisho iki gitaramo basaga n’abihebye. Bamwe mu bakinnyi b’imbyino gakondo bagaragaje ko kumara amezi yose bitoza ibitaramo nk’iki, nyuma bikaba byahagarikwa muri ako kanya, bibatera ipfunwe n’agahinda.\n\nKugeza ubu, abakirirweyemo ko byatewe n’impamvu za politiki ntabwo baragira icyo bavuga. Abakunzi b’uyu muco bakaba bategereje ko hazaba impinduka, maze igitaramo gisubukurwa ku bw’umutekano ndetse no guhamagarira abanyarwanda gushyira hamwe hagamijwe kwiyubaka. Mu gihe itangazamakuru ryo ryari rikomeje gukurikirana iby’iyi nkuru ngo hirindwe ibihuha, abaturage bagasabwa kugira amahoro ndetse bakirinda kugira uwukwaka."
    },
    {
        "story_id": 4,
        "text": "Mu gihe cyari gitegerejwe n'abakunzi b'umuco n'abahanzi, igitaramo cy'umuco cyiswe \"Amahoro y'Afurika\" cyari gutangarira mu mujyi wa Kigali cyahagaritswe bitunguranye bwose ku itariki ya 15 Ukwakira 2023. Iki gitaramo cyari cyateguwe mu rwego rwo guhuza abanyempano bo mu bihugu bitandukanye bya Afurika kugira ngo bashimangire indangagaciro z'umuco n'ubumwe bw'abaturage.\n\nKu mbuga nkoranyambaga hagiye hacicikana amakuru y'ihagarikwa ry'iki gikorwa, abantu batangira kwibaza impamvu y'icyo cyemezo gikakaye. Hari benshi batangajwe n'uko iki gitaramo cyari kimaze amezi menshi gitegurwa cyahagaritswe habura amasaha macye ngo gitangire, dore ko ibyamamare bitandukanye nk'umuhanzi w'ikirangirire wo muri Sénégal, abakora imideli bo muri Tanzaniya, n'abavanganzi b'umuziki bo muri Afurika y'Epfo bari bageze i Kigali, biteguye gususurutsa abazacyitabira.\n\nAmakuru agera ku kinyamakuru cyacu aravuga ko impamvu y'ihagarikwa ry'iki gitaramo ifitanye isano n'amakimbirane ya politiki yasanzwe mu gihugu cya Mali, aho bamwe mu bahanzi bakomeye bagombaga kuhataramira bakomoka. Guverinoma y’u Rwanda n'iya Mali ngo zagize amakimbirane ashingiye ku miyoborere yihariye, bituma ibihugu bifata umwanzuro wo guhagarika umubano mu bijyanye n'umuco.\n\nMu kiganiro kigufi umukuru w’ishyirahamwe ritegura ibitaramo by’umuco yavuze, yagize ati: \"Twifuzaga ko iki gitaramo kiba urubuga rwo kubaka amahoro n’ubwumvikane mu karere, ariko tugomba kubahiriza ibyemezo byafashwe n’inzego bireba.\" Abakunzi b'umuco bari biteze kunga ubumwe binyuze muri iki gitaramo, bagaragaje akababaro n'uburakari ku mbuga nkoranyambaga, bavuga ko politiki idakwiye kuba intandaro yo kwangiza umuco uhuza abantu.\n\nNubwo cyahagaritswe, umwe mu bagize akanama gashinzwe gutegura iki gitaramo yatangaje ko bakomeje kuganira n’abafatanyabikorwa kugira ngo barebe niba iki gitaramo cyashyirwa kuri gahunda mu gihe kiri imbere, aho umutekano wa bose uzaba witaweho kandi ibibazo bya politiki bikaba byarakemutse. Iki gikorwa kibaye mu gihe Afurika ikomeje gushakisha inzira yo kwima umuco n’ubuhanzi intebe, bifatwa nk'amwe mu mazinga akomeye akubumbatiye iterambere ry'uyu mugabane."
    },
    {
        "story_id": 5,
        "text": "Ku gicamunsi cyo ku wa gatandatu, abantu benshi bari bakoraniye mu mujyi wa Kigali aho bari bategereje igitaramo cy'umuco cyari cyitezweho kugaragaza umuco w’amoko atandukanye abarizwa mu Rwanda. Iyi gahunda yari yashyizweho na Minisiteri y’umuco mu rwego rwo kwimakaza umuco w’ubwiyunge no guteza imbere iterambere ry’umuco nyarwanda n’uw’abaturanyi. Ariko, ibintu byaje guhindura isura ubwo hari hasigaye iminota mike ngo igitaramo gitangire.\n\nAbantu bari bakoze ingendo ndende baturutse imihanda yose, bamwe baturutse i Musanze, abandi bava mu majyepfo y’igihugu, bakoze urugendo rurerure baza kwihera ijisho ibyo birori by’akataraboneka. Umujyi wa Kigali wari wahawe isura nshya; insisiro zaho zari zateguwe neza n'amabara atandukanye y'umuco.\n\nNubwo umunsi wari waherekejwe n’imvura y’umuhindo, ntibyaciye intege abari baje kwitabira, kuko ibyishimo byari byose. Ariko, ubwo icyizere n'amatsiko byari byashegeshe imitima ya benshi, inkuru yaje kubageraho ko igitaramo gifunzwe ku mpamvu za politiki. Iyi nkuru yabaye nk'aho ikubitira benshi inshyi mu maso, kuko nta n’umwe wari witeze ko igitaramo cyari cyashowemo imbaraga n'ubushobozi bwinshi gishobora guhagarikwa gityo gusa.\n\nAbayobozi bateguye igitaramo baje gutanga itangazo, bavuga ko impamvu nyamukuru yo guhagarika ibyo birori ari ukubera umwuka utari mwiza mu rwego rwa politiki. Bisa nk’ibyabatunguye ndetse baryumaho ku mpamvu nyirizina zabyo. Benshi muribo bagaragaje akababaro n’umujinya byatewe n’iki cyemezo, kuko bavugaga ko umuco wari kwifashishwa nk’igikoresho cyo guhuza abantu mu bihe byari byabaye bibi.\n\nMu kibazo cy’impamvu, haravugwa byinshi mu bagize uruhare mu itegurwa ry’icyo gitaramo, aho bamwe bahamya ko hari politiki yari itangiye kugirwamo ikiraka n'abamwe mu ntore z’amashyaka atavuga rumwe, bivugwa ko bashakaga kwifashisha ibi birori mu nyungu zabo. Byavugwaga ko hari gucungwa tibuka no kuremwa itsinda rishya ry’abahanzi rivuga rumwe nabo, bityo bakaba baragerageje kwinjiza ubutumwa bwa politiki muri gahunda zari zeguriwe umuco gusa.\n\nAbari bategereje kubona imbyino z’amoko anyuranye, imivugo y'Abahanzi basanganywe umuco wo kugeza impanuro kuri rubanda, ndetse n’ibindi byinshi, basigaye mu rujijo uburyo ibyaribitegerejwe byahagaritswe.\n\nNyuma y’iminsi ibiri, ibitangazamakuru bitandukanye byakomeje gutangaza aya makuru rimwe na rimwe binenga ingamba zikomeye zagize uruhare rw'ingenzi mu kubangamira ibi birori. Byaje guhita byerekana ko urugendo rwo kwimakaza umuco w’amahoro n’ubumwe rugikeneye gushyigikirwa bikomeye mu buryo busesuye, hatitawe ku mvano za politiki zikunze kunaniza iterambere mu bice bitandukanye.\n\nNubwo bimeze bityo, abakunzi b'umuco bitanze batangaza ko bazakomeza gushakisha uburyo bwazahura ibikorwa by’umuco ndetse bakizeza ko ibitaramo birenze bimeze gutyo bizongera bitegurwe kandi bigashyigikirwa mu buryo bukomeye kurusha uko byagombaga kuba ubu. Iturufu rya politiki ntabwo rizahindura umuco wari ugiye gutangizwaho nk’ubutangaza bushya mu gihugu."
    },
    {
        "story_id": 6,
        "text": "Ku mugoroba utuje w’igikundiro, mu mujyi wa Kigali, byari biteganyijwe ko habera igitaramo cy’umuco cyakomeje kuvugwa cyane mu bitangazamakuru no ku mbuga nkoranyambaga. Iki gitaramo cyari cyateguwe mu rwego rwo kwimakaza amahoro, ubwisanzure, n'ubworoherane hagati y'amoko atandukanye agize igihugu cyacu.\n\nAbantu b’ingeri zose bari bahururiye kureba imbyino n'indirimbo zigaragaza umuco wihariye wo mu bice bitandukanye by’igihugu. Mu myanya y'icyubahiro, hari hateganyijwe ko hafata ijambo abayobozi banyuranye muri guverinoma, abahanzi, abashakashatsi ku muco, n'abandi batumirwa b'imena baturutse imahanga.\n\nNyamara, uko amasaha yagendaga yicuma, hagiye hanze inkuru ishimangira ko igitaramo kitazaba. Mu itangazo ryatanzwe n'urwego rwari rubishinzwe, hatanzwe impamvu zerekeye \"umutekano n’inyungu rusange z'igihugu.\" Nubwo ryari ijambo rigufi, ryasize abantu benshi mu rujijo no mu bwigunge.\n\nAmakuru yamenyekanye nyuma y'aho yashyiraga mu majwi impamvu za politiki. Hari habayeho kutumvikana gukomeye hagati y'abategura igitaramo n'inzego z'ubuyobozi ku bijyanye n’ubutumwa bwari buteganijwe gutangirwa mu gitaramo. Bivugwa ko bamwe mu bavugabutumwa n'abahanzi bari bateganyijwe kwitabira iki gitaramo bari bazwiho kugira ibitekerezo bidasanzwe kuri politiki mpuzamahanga, ibyabaye intandaro yo gukumirwa.\n\nMu minsi micye yakurikiyeho, byabaye intandaro y'impaka ndende mu itangazamakuru, aho bamwe bashyigikiraga ko umuco udakwiye kugirirwa imbibe za politiki, mu gihe abandi bemezaga ko umutekano w'igihugu n'inyungu rusange ari byo bigomba kuza imbere y'ibindi byose.\n\nHashingiwe ku bitangazamakuru mpuzamahanga n'imiryango itandukanye ishinzwe kurengera uburenganzira bwa muntu, ukwitabira ibikorwa nk'ibi ugashishikariza amahoro n'ubumwe burambye mu baturage. Nukuvuga ko iki gitaramo kigasubikwa byagabanyije icyizere abantu bari bafite ko umuco ushobora kuba umusingi uhamye wo kuganisha ku mubano mwiza mu baturage b'ingeri zose.\n\nIyi nkuru yagarutsweho cyane mu bitangazamakuru byaba ibyakorewe mu Rwanda cyangwa se mpuzamahanga, ishyira mu majwi ubwisanzure muri demokarasi ndetse n'uburenganzira bwo kwisanzura ku bitekerezo, ibyaba bishobora gukomwa mu nkokora igihe cyose ibikorwa bya politiki byivanze mu by’umuco n’ubugeni. Abanyarwanda ndetse n'incuti zabo hirya no hino ku isi, bategereje kureba uko iki kibazo gishobora gukemuka mu buryo bwubaka, bugamije iterambere ry'umuco n'ubumwe mu gihugu."
    },
    {
        "story_id": 7,
        "text": "Ku mugoroba wa tariki ya 15 Ukuboza 2023, mu mujyi wa Kigali, hari hateganyijwe gitaramo cy’umuco cyari gitegerejwe na benshi mu bakunzi ba muzika, imbyino n’imbyino gakondo. Iki gitaramo cyari gifite intego yo guhuza Abanyarwanda mu kwizihiza umuco wabo no kwigira hamwe uburyo imbyino n’umuziki gakondo bishobora gutezwa imbere kurushaho.\n\nAbahanzi b'ibyamamare bari bamaze iminsi bitegura gutaramira imbaga y’abantu bari kwitegura kuza baturutse imihanda yose y’u Rwanda ndetse no hanze yarwo. Aba bahanzi bari barimo abacuranzi b’inanga, ababyinnyi b’itorero, abasizi n’abahanzi b’abanyeshuri. Hateganywaga kandi imurikagurisha ry’ibikorwa by’ubugeni n’ubukorikori by’Abanyarwanda.\n\nAriko tariki ya 14 Ukuboza, umunsi umwe mbere y’igitaramo, hatanzwe itangazo rimenyesha ko igitaramo gishobora guhagarikwa kubera impamvu ziturutse ku bibazo bya politiki byagaragaye hagati y’abategura igitaramo na bamwe mu barwiyemezamirimo bagize uruhare mu gutegura iki gikorwa.\n\nIbyo bibazo byatewe ahanini no kutumvikana ku bijyanye n’uko amafaranga yavaga mu gitaramo yagombaga kugabanywa hagati y’abari babigizemo uruhare. Abatavuga rumwe na Guverinoma banakomeje gushinja ubutegetsi bw’u Rwanda kwivanga mu mishinga itandukanye y’urubyiruko, baburabuza abahanzi ngo batagira icyo bakorera igihugu.\n\nNguko uko igitaramo cyaje gusubikwa burundu nyuma yaho inzego z’umutekano zisohoreye itegeko ry’ihagarikwa ryacyo kubera impungenge z’umutekano, zitinya ko hashobora kuvuka impagarara. Abaorganizateri b'igitaramo bagaragaje akababaro kabo, bavuga ko iki cyemezo kibagiraho ingaruka zikomeye, kikaba kinashobora guteza igihombo gikomeye, cyane cyane ku bahanzi bato bagerageza kumenyekanisha impano zabo.\n\nAbantu benshi bagize umuhate wo kugaragaza ko umuco n’ubuhanzi bidakwiye kuba ibikoresho bya politiki. Nk’uko byatangajwe n’umwe mu baririmbyi wari utegerejweho gutaramira imbaga, yagize ati: “Ubuhanzi ni umurage, ni ubuzima. Kudufungira amarembo kandi twaravunitse dukora ku bw’iterambere ry’igihugu cyacu ni ukudusubiza inyuma.”\n\nMu gihe ibibazo bya politiki bikomeje kugenda bigira ingaruka ku bikorwa binyuranye by’ubuhanzi, Abanyarwanda bakomeje gusaba inzego bireba gukemura ayo makimbirane mu nzira y’amahoro, kugira ngo abahanzi babashe gukomeza guteza imbere umuco wabo nta nkomyi."
    },
    {
        "story_id": 8,
        "text": "Mu minsi yashize, mu mujyi wa Kigali, hari hateguwe igitaramo gikomeye cy’umuco cyari kuzahuza abahanzi b'ingeri zitandukanye baturuka mu bihugu bitandukanye byo muri Afrika y'Iburasirazuba. Iki gitaramo cyari cyitezweho kugaragaza umuco w’ubugeni, imbyino, n'umuziki gakondo, mu rwego rwo gushimangira umubano n'ubusabane mu baturage b'akarere. Abantu benshi bari bamaze iminsi bitegura kwitabira icyo gikorwa, harimo abanyeshuri, abashakashatsi mu by'umuco ndetse n'abakerarugendo.\n\nAriko, umunsi umwe mbere y'uko igitaramo kiba, hatangajwe itangazo ryaturutse muri Minisiteri y'Umuco n'Urubyiruko rihagarika icyo gitaramo. Mu itangazo, bavugaga ko igitaramo gishobora guteza umutekano muke ndetse no guteza urwikekwe, nyuma y'amakuru bashoje amatohoza ko hari amashyaka ya politiki atavugarumwe na leta yari afite umugambi wo gukoresha icyo gikorwa mu nyungu za politiki.\n\nIri tangazo ryakiriye yombi. Hari ababonye ko ari icyemezo cyiza mu rwego rwo gucunga umutekano, mu gihe abandi babifashe nko kubangamira uburenganzira bw'abaturage ku bwisanzure bwo kwidagadura no gukomeza umuco. Amashyaka atandukanye ya politiki ndetse n'imiryango idaharanira inyungu yihutiye kunenga icyo cyemezo, bavuga ko nta mpamvu zifatika z'umutekano zari zihari kandi ko iki gikorwa cyagombaga kuba umwanya mwiza wo kumurikira isi amahoro n’ubwiyunge bwo mu karere.\n\nMuri icyo gihe, kuri za murandasi ndetse no ku mbuga nkoranyambaga, abaturage batangiye gutanga ibitekerezo binyuranye, bamwe basaba ko hashyirwaho uburyo bushya bwo kugenzura ibikorwa nk’ibi hagamije gusigasira umutekano ariko bitabangamiye uburenganzira bw'abaturage. Mu minsi yakurikiyeho, hateguwe ibiganiro hagati y’inzego zishinzwe umutekano n’abategura ibitaramo, mu rwego rwo kugera ku mwanzuro mwiza wo gukomeza ibikorwa nk’ibi by’umuco.\n\nIcyizere cyari mu banyarwanda ni uko ikiriyo cyose cyaba kitarigeze kibaho igihe bazongera kubona uburyo bwo kwifatanya mu byishimo by’ubuhanzi n’umuco mu bundi buryo budateje impagarara. Mu gihe gito, abategura ibitaramo batekereje uburyo bushya bwo kubyutsa umutima w'abanyarwanda, binyuze mu bitaramo bito bito bigize umushinga wiswe \"Isooko ry’umuco\", aho ibikorwa bizajya biba mu buryo bwemewe kandi bufite umutekano usesuye."
    },
    {
        "story_id": 9,
        "text": "Mu ntangiriro z’umwaka, muri metero zitarambiranye za Kigali, umurwa mukuru w’u Rwanda, hateguwe igitaramo cy’umuco cyari kimaze kumenyerwa cyane. Iki gitaramo cyari gifite intego yo guhuriza hamwe Abanyarwanda n'abanyamahanga baherereye mu gihugu mu kugaragaza ibyiza by’umuco nyarwanda, binyuze mu mbyino za kinyarwanda, imideli y’ibitenge n’indi myambarire gakondo, imivugo, kwerekana ibihangano by’ubugeni, n’umuziki w’ibicurangisho bya kinyafurika.\n\nAbantu benshi bari bamaze igihe bitegura icyo gitaramo, abahanzi baturutse imihanda yose yo mu gihugu ndetse no hanze bari bamenyeshejwe ko aribo bazasusurutsa abazitabira. Abantu benshi bari bishimiye kubona umwanya wo kongera guhura nyuma y’igihe kirekire cyari gishize barabangamiwe no guhura kubera ingamba za COVID-19. Iki gitaramo cyari gitegerejweho gukomeza umubano mwiza hagati y’abatuye isi, kikaba icya mbere mu gutangira ibyiza by’umuco mu karere k’ibiyaga bigari.\n\nAriko mu gihe gito mbere y’uko igitaramo nyirizina kiba, inkuru y’incamugongo yaracicikanye hose: igitaramo cy’umuco cyahagaritswe. Hatanzwe ibisobanuro byinshi bitandukanye ku mpamvu nyakuri y’ihagarikwa ry’iki gitaramo, ariko ukuri kwihuse kwaje kumenyekana nyuma yo gukwirakwizwa kw’amakuru adafututse mu bihande bya politiki.\n\nByaje kugaragara ko abayobozi bamwe mu nzego za politiki mu gihugu batemeranyaga n'ubuyobozi bw'igitaramo ku bijyanye n’ubutumire bw’abahanzi bakomeye baturutse hanze bategerejwe kuririmbira muri icyo gitaramo. Bamwe mu bateguye iki gitaramo bashinjwaga kugirana umubano wa hafi n’amashyaka atavuga rumwe na leta, byatumye hakwiriye impungenge ko iki gitaramo cyashobora kuba uburyo bwo guha indiri ibikorwa bya politiki byashoboraga guhungabanya umutekano w’igihugu. Iyi mpungenge yatanzwe nk'impamvu yihuse yo gufata umwanzuro wo guhagarika igitaramo ku munota wa nyuma, nubwo abari biteze kugihabwa bari bongeye gutanga ikizere ko ibikubiye mu gitaramo ntaho bihuriye na politiki.\n\nAbakunzi b’umuco wabashenguye umutima kubona igitaramo cyahagaritswe, na cyane ko bari bategereje kubona ibiganiro bihuza ibihugu banyuze mu muco n’ibyiza byawo. Ariko abenshi bari bizeye ko ubushake bwiza bwa leta n’ubuyobozi bwa politiki bwo gukemura ibibazo bizatuma, mu bihe biri imbere, ibi bitazongera kubaho, bakabasha kwishimira umuco mu mahoro no mu bumwe."
    },
    {
        "story_id": 10,
        "text": "Mu Mujyi wa Kigali, ahazwi nk'urugero rwiza rw'imibanire myiza n'imikoranire mu karere ka Afurika y'Iburasirazuba, habaye inkuru itavuzweho rumwe ubwo igitaramo cy’umuco cyari gitegerejwe na benshi cyahagarikwaga ku munota wa nyuma. Iki gitaramo, cyari cyiswe \"Ubumwe n'Ubwiyunge mu Murage\", cyari cyateguwe kugira ngo kizamure umuco w'Amanyarwanda, hagaragazwa umuco n'umurage ndangamuco wa buri karere k'u Rwanda.\n\nAbateza imbere umuco mu Rwanda n’abanyamahanga bari bategereje iki gitaramo cyo ku rwego rwo hejuru, aho abanyabugeni, abacuranzi, ababyinnyi ndetse n’abahanzi b’ibiziga by’ingoma bari bashyize hamwe ngo berekane ubwiza bw’umuco nyarwanda. Cyari igitaramo cyashimishije abantu benshi kuva gitangira gutegurwa, bitewe n’abahanzi bakomeye bagombaga gutaramira abantu.\n\nGusa ibintu byahindutse umuyaga mu buryo butunguranye, ubwo habonekaga amatangazo y’uko igitaramo cyahagaritswe ku mpamvu za politiki zirimo kutumvikana hagati y'abategura igitaramo n'inzego za Leta. Amakuru yaje kumeneka y’uko haba hari hashobora kwifashishwa iki gitaramo nk'uburyo bwo gutambutsa ibitekerezo bitavugwagaho rumwe n'ubuyobozi bw'igihugu. Ibi byazamuye impaka ndende ku mbuga nkoranyambaga, aho buri wese yatangaga igitekerezo cye ku bihishe inyuma y’ikusanyabikorwa ry'’iki gikorwa cy’umuco.\n\nAbategura iki gitaramo bagerageje kubwira itangazamakuru ko ibikorwa byabo byari bigamije gusa guteza imbere umuco no kwimakaza amahoro mu gihugu, bemeza kandi ko politiki atari yo yari yibanze mu miti bagenderagaho mu myiteguro. Nyamara, abasesengura iby’imyidagaduro bakomeje gukora iperereza, bashakisha ukuri ku mpamvu nyakuri y’ihagarikwa ry'icyo gitaramo.\n\nBiravugwa kandi ko bamwe mu bari bategerejwe kuzagaragara muri icyo gitaramo bari bazwiho kugira imyanya ikomeye muri politiki yo mu karere, bityo bikekwa uko igitaramo cyajemo politikizinga. Mu gihe imwe mu mifungo ifungura inzira ku buryo bwinshi bw'imyidagaduro irimo no gusangiza abantu imyemerere itandukanye, bamwe bemeza ko iki cyemezo cyo guhagarika igitaramo cyerekanaga ko hakiri intambwe igomba guterwa mu mitekerereze kugira ngo umuco utandukane na politiki.\n\nMu bice bitandukanye by’isi, ibikorwa by’umuco bikunze kuba umwanya mwiza wo gukusanya abantu mu mahoro no guhanahana ibitekerezo mu mwanya udafite aho uhurira n'amatwara ya politiki. Abakurikiranira hafi iby'umuco mu Rwanda bemeza ko hakenewe ibiganiro bihamye hagati y'abahanzi, abategura ibitaramo n'inzego z'ubuyobozi kugira ngo hagaragare uburyo bwo kwirinda ko politiki yavangira gahunda zigamije ubumwe no guteza imbere umuco.\n\nUbu, ibitekerezo biracikika mu rubyiruko rugeze aharenze hamwe n'abashishikarira guhindura ibintu, bakaba basaba ko ibikorwa by’umuco bihabwa umwanya wabyo bidahuzwe na politiki. Igihe kizerekana niba izi ntambwe z’ubufatanye zashoboka mu gihe kiri imbere."
    }
]