[
    {
        "story_id": 1,
        "text": "Hari ku mugoroba w’isiganwa ry’imvura mu mujyi wa Kinyaga, aho inkuru idasanzwe yatangiye gukwirakwira hose. Mu muryango munini witwa \"Umucyo w'Ukuri\", wari uyobowe n’umuyobozi ukomeye witwa Pasiteri Emmanuel Mukiza, hari hatangiye kuvugwa ibintu bidashimishije. Pasiteri Mukiza yari azwi cyane nk’umuntu w’umunyamahoro, ubwira, kandi uzi guhuriza abantu hamwe. Yari yarubatse izina rikomeye muri Kinyaga, aho buri cyumweru abamuyoboraga buzuye urusengero rwe bagategereje kumva amagambo ye yuzuye imbaraga n’ihumure.\n\nIcyakora, mu cyumweru gishize ibintu byatangiye guhinduka. Abayoboke bamwe batangiye kugenda bahishura ibijyanye n’uburiganya na ruswa byavugwaga ko bikorerwa mu muryango wa Pasiteri Mukiza. Byatangiye nk’ibihuha, ariko buhoro buhoro, ukuri kwatangiye gusobanuka. Hari uwari wahungabanye cyane witwa Clarisse Niyonsaba, wari usanzwe ari umwe mu bayoboke bakomeye, waje kumena ibanga muri imwe mu nama ziyobowe n’abandi bayobozi bo mu idini.\n\nClarisse yasobanuye ko Pasiteri Mukiza yabasaba gutanga imitungo yabo yose mu izina ry'ukwemera, ababwira ko ari inzira yo kwitegura iherezo ry’isi. Ati \"Yatubwiraga ko amafaranga n’imitungo yacu tutazabikeneye nyuma y’iherezo ry’isi ribura amezi make gusa.\" Yongeyeho ko umuyobozi yari yarashyizeho uburyo bukomeye bwo gutera ubwoba no kugumya abayoboke mu bujiji, abizeza ibihembo by’ijuru niba bumviye.\n\nNyuma yo kuva kuri iyo nama, Clarisse yateguye gushaka ubufasha mu nzego z’ubuyobozi bwa leta, atangira gukusanya ibimenyetso. Yabonye inyandiko z’amasezerano y’ubugure bw’imitungo y’abayoboke yahindutse atunganya mu izina rye bwite ndetse n’inyandiko za banki zerekana koherezwa ry’amafaranga hanze y’igihugu.\n\nIkinyamakuru gikomeye cya Kinyaga cyaje kubona iyi nkuru ibinyujije kuri Clarisse ndetse n’abandi batanze amakuru atandukanye, maze bashyira hanze raporo ikomeye ivuga kuri ubwo buriganya. Abaturage b’umujyi bari bashavujwe cyane no kubona ko uwari umuyobozi wabo mu mibereho myiza n’umwuka yari yihishe inyuma y’amasura abiri. \n\nKuri ubu, abashinzwe umutekano n’ubugenzacyaha baracyakora iperereza ku bijyanye na Pasiteri Mukiza ndetse n’ibikorwa bya \"Umucyo w'Ukuri\". Abayoboke benshi basigaye bafite urujijo ndetse n’agahinda gakomeye nyuma yo kubona ko umuntu bari barizeye cyane ashobora gukora ibikorwa nk’ibi. Icyakora, Clarisse Niyonsaba yahindutse intwari mu maso y’abaturage, ku bw’icyemezo cye gitinyutse cyo kuvuga ukuri no kurengera bagenzi be.\n\nMu gihe Pasiteri Mukiza we ari mu maboko ya Polisi, umujyi wa Kinyaga wawushe ink’aho udashobora kongera kwizerana ubudahwema, utanguranwa guharanira gushyira ukuri ku mugaragaro ndetse no kwishakamo imbaraga zo kongera kwiyubaka, harebwa imbere mu itaramo ridacogora ry’ubuzima butarangira."
    },
    {
        "story_id": 2,
        "text": "Mu mpera za Nyakanga 2023, inkuru yashyuhije imitwe y’abaturage mu gace ka Nyamwijima, aho bamwe mu bayoboke b’idini ry’amahoro n’ukuri batangaje ko umuyobozi mukuru wabo, Pasiteri Jonas Marende, akurikiranweho ibyaha by’uburiganya no kwikubira umutungo w’iri dini.\n\nByatangiye ubwo bamwe mu bayoboke ba hafi ba Pasiteri Marende batangiraga kubona impinduka mu mikoreshereze y’umutungo w’idini. Mu gihe cy’imyaka irenga icumi Marende yamaze ayobora, idini ryari rizwiho gufasha abakene no gushyigikira ibikorwa by’iterambere mu gace ka Nyamwijima. Ariko mu mezi make ashize, ibyo bikorwa byagiye bigabanuka ku buryo bugaragara.\n\nAbayoboke batangiye kugira amakenga ubwo Pasiteri Marende yatangiraga kubaka inzu y’akataraboneka ku musozi wa Rubona, ahazwi kuba hari ibibanza bihenze cyane. Kubera kumvikana gutandukanye ku mikoreshereze y’iyo nzu, bamwe mu bayobozi b’idini bafashe icyemezo cyo gukora iperereza ryimbitse ku mikoreshereze y’inkunga idini ryakiriye mu myaka yashize.\n\nUbwo iperereza ryatangiraga, haje kugaragara ko hari amafaranga menshi yagiye ajyanwa kuri konti zitazwi neza mu mazina ya Pasiteri Marende n’abandi bari mu muryango we. Ibi byatumye abakirisitu batangira gusaba ko hakorwa imyigaragambyo mu rwego rwo kumvikanisha akarengane, kandi basaba ko habaho kunoza imicungire y’umutungo mu idini.\n\nMu ijambo ryateye urujijo, Pasiteri Marende yitabye abayoboke be n’itangazamakuru, avuga ko ibyo yakoze byose ari “ugushaka gukora neza byihuse” kandi ko amafaranga yavugwaga yashowe mu mishinga idini rizabona inyungu zayo mu gihe kizaza. Yavuze ko hari ibanga rikomeye muri uwo mushinga yise “Umuhigo w’Umwami,” ariko ntiyigeze agaragaza ibimenyetso bihamya ibyo yavuze.\n\nMu gihe iperereza rikomeje gukorwa ndetse n’ubuyobozi bw’inzego z’ibanze bwabyinjiyemo, bamwe mu bayobozi bakuru b’idini bamusabye gushyikiriza ubuyobozi bw’idini ubuyobozi mu gihe gito mu gushyira ibintu mu buryo. Abayoboke benshi baracyarambiwe, bibaza niba koko amoko y’ibyo bashinjaga Marende ari impamo, maze bamwe basenga basaba Imana kubereka ukuri nyako kwe.\n\nMu mpera z’umwaka, ikizere cya bamwe cyari kitaragaruka maze amatsinda amwe n’amwe yo mu idini atangira kwigenga, yishakamo urwunguko rwo gukomeza ibikorwa by’ubugiraneza yari asanzwe azwiho. Na n’ubu, abakirisitu benshi bo mu gace ka Nyamwijima baracyafite ikizere cyeze ko mu by’ukuri, ukuri kuzajya ahagaragara kandi ubutabera bugatangwa."
    },
    {
        "story_id": 3,
        "text": "Hari hashize iminsi itari mike mu mugi wa Munezero, aho inkuru yacicikanaga mu binyamakuru no ku mbuga nkoranyambaga z’abantu benshi. Ushinzwe uwo mujyi, Umuyobozi w’Idini rikomeye ryaho, Rev. Simeon Mugenzi, yari ashinjwa ibyaha by’uburiganya bihambaye.\n\nRev. Simeon yari amaze imyaka irenga makumyabiri ari ku ruhembe rw’iri dini ryari rizwiho guhuza abantu mu mugi wa Munezero. Abakristo benshi bamubonaga nk’umuntu utanga icyizere, ufasha benshi kwikura mu bibazo binyuranye. Ndetse yari azwiho kuba yarakoresheje ibikorwa by’ubugwaneza n’imishinga y’iterambere itandukanye ku rugero ruri hejuru. Icyakora, ibintu byose byatangiye guhinduka igihe hari uwatangaga amakuru avuga ko Simeon yaba yarakoresheje nabi umutungo w'iryo dini mu nyungu ze bwite.\n\nAmakuru yabaye kimomo ubwo umuturage witwa Muganga Josiane yatangiraga gushyikiriza abashinzwe umutekano amakuru yerekeye ibi bikorwa by’uburiganya. Josiane yavugaga ko yabonye inyandiko zigaragaza uburyo Rev. Simeon yahimbye imishinga itandukanye, igamije imibereho myiza y’abaturage ariko mu by’ukuri yari igamije kumwinjiriza amafaranga yitirirwa umuryango udaharanira inyungu, nyamara yose yajya mu mufuka we.\n\nMu iperereza ryakozwe, byavumbuwe ko Simeon yari yarashinze ikigo cy’uburezi cyahabwaga inkunga nyinshi n'abakristo bo hirya no hino ndetse na za leta z’amahanga z’abagiraneza. Iyo nkunga ngo yari igenewe gufasha abana batishoboye kubona amahirwe yo kwiga. Nyamara, byaje kugaragara ko amafaranga menshi y’iyo nkunga yashorwaga mu bikorwa by’ubucuruzi n’inyubako ze bwite, zirimo n’inzu y’akataraboneka yari afite mu nkengero z’umugi wa Munezero.\n\nIyakurikiyeho, Rev. Simeon yahise atabwa muri yombi kugira ngo atangire gukorwaho iperereza. Abakristo benshi ntibabashije kwemera ako kanya ko umuyobozi wabo akekwaho ibyaha by’uburiganya. Ariko buhoro buhoro, ukuri kwatangiye kujya ahabona, abakristo benshi baratangazwa ndetse bamwe banahumuka gusa umutima uremererwa no kumva ko umuntu bizeraga yari amaze igihe abashuka.\n\nMu rubanza rwe, Rev. Simeon yahakanye ibirego byose. Yavugaga ko ari umugambi w’abantu bashaka kumusebya no guteza umutekano muke mu idini yari amaze igihe ayobora. Yemezaga ko ari ibinyoma byambaye ubusa, ndetse ko abantu bashinzwe iperereza bateshutse ku nshingano zabo. Nyamara, ibimenyetso byakomeje kwiyongera mu rukiko, harimo za konti za banki, inyandiko mpimbano, ndetse n’amagambo y’abahamya bigeze gukorana nawe.\n\nNyuma y’amezi menshi y’urwa kabariro mu nkiko, Simeon yasabwe kugarura abantu bafite uburenganzira kuri ayo mafaranga yose yanyereje anahanishwa igihano cy’igifungo. Inkuru yayo yaramamaye muri Munezero ndetse n’ahandi henshi mu gihugu, ikaba yarabaye isomo rikomeye ku bayobozi ko kunanirwa gukorera mu mucyo bishobora kubaviramo umugayo n’ingaruka zikomeye.\n\nKu rundi ruhande, byasabye igihe kirekire n’ingufu nyinshi kugira ngo idini ryongere ubwiyunge nizerwe. Harakozwe cyane mu gushishikariza abakristo guhagurukira kwiyubaka bahereye mu kuri no mu gutanga ibigabo, kugira ngo icyizere cyongere kugaruka mu mugi wa Munezero."
    },
    {
        "story_id": 4,
        "text": "Mu mujyi wa Kanyamugenge, mu Rwanda, hari inkuru imaze igihe kirekire ivugwa ku muyobozi w'idini yitwaga Pasiteri Simeon. Pasiteri Simeon yari azwiho kuba umukozi w’Imana w'umuhanga kandi w'intangarugero muri uwo mujyi, ahanini kubera ijwi rye rikomeye mu kuvuga ubutumwa, ndetse n'ubumwe yarabwaga n'abakristo be.\n\nIcyakora, umunsi umwe ibintu byarahindutse. Byatangiye ubwo bamwe mu bibumbiye mu rusengero rwe batangiye gushidikanya ku mikoreshereze y'umutungo w'urusengero. Hari bamwe muri bo bavugaga ko babonaga amafaranga y'amaturo yatumwaga atavugwa icyo yakozweho n’uwo muyobozi. Hari n’andi makuru ahwihwiswa ko Pasiteri Simeon yari afite ubuzima buhenze buhanitse, harimo no kugira urutonde rw'imodoka ahinduranya umunsi ku wundi.\n\nAbakristu bamwe batangiye kwamagana ibi bintu, bavuga ko batifuza ko izina ry'urusengero ryahindanya, maze bamusaba ibisobanuro. Mu nama yabereye mu ikipe y'ubuyobozi bw'urusengero, Pasiteri Simeon yashimangiye ko ibirego byose byari ibihimbano. Yabasabye kwizera ko byose ari ibinyoma byahimbwe kugira ngo ishyari ry'ab'abanzi be rimuharabike.\n\nCyakora, kugira ngo ibintu bisobanuke neza, habaye isuzuma ryigenga ry'ibaruramari, rishinzwe gusuzuma imari y'urusengero. Iri suzuma ryagaragaje ko habayeho gukoresha nabi umutungo w’urusengero, ndetse n'imari yaburiwe irengero, ibintu byatumye hiyongera urunturuntu mu rusengero.\n\nAbayobozi b'idini muri Kanyamugenge bafashe icyemezo cyo gusaba Pasiteri Simeon gutanga imihoho kugira ngo amahoro agaruke mu rusengero. Mu gihe hategerejwe umwanzuro ku birebana n'ibirego by'uburiganya, Pasiteri Simeon yiyemeje gushaka abavoka kugira ngo yirwaneho mu bucamanza, avuga ko hari imbaraga zo hanze zihishe inyuma y’ibi bimwitirirwa.\n\nMu gihugu hose, iyi nkuru yabaye impamo y'ibyo abantu benshi bari bakomeje kuburanya: Uburyo bamwe mu bayobozi b'amadini bashobora gutera icyizere, ariko nyuma bakaba babaye intandaro y'ibibazo n'isoni. Ku rundi ruhande, bamwe mu bayoboke be ntibavuga rumwe, abandi bamugumye inyuma bamwizeza ko azatsinda uru rubanza, ivangamutungo rikagaragara.\n\nImpaka kuri iyi nkuru zatumye urusengero rwa Pasiteri Simeon n'imyizerere muri rusange bihinduka isomo rikomeye ku mikorere icuramye ishobora kwangiza inyigisho nziza bashingiyeho. Ni ukwibaza niba koko iby'iyo myizerere bifite aho bihuriye n'ibikorwa bisa nko gukinira ku bucuti bw'uwashingwe, ari byo bizahora byibazwa igihe cyose ikoreshwa nabi ry'ubutegetsi."
    },
    {
        "story_id": 5,
        "text": "Mu gace ka Kamonyi kari mu majyepfo y’igihugu, inkuru yateje impagarara ku baturage b’aka gace nyuma y’amakuru yasakaye avugaga ko umuyobozi w’idini yitwaga Pasiteri Gashumba yari amaze imyaka myinshi ashinjwa ibikorwa by’uburiganya n’amayeri yo guhenda abayoboke be.\n\nPasiteri Gashumba yari azwiho kuba umuyobozi w’itorero ryakomeye ryitwa \"Itabaza ry’Umucyo,\" ryari rimaze kubona abayoboke benshi mu gihugu no mu mahanga. Mu rwego rwo kwigarurira abayoboke benshi, Pasiteri Gashumba yakundaga kuvugwa mu bitangazamakuru ahamagarira abantu kubwiriza ubutumwa bwiza no gufasha abakene, ariko mu ibanga, hari ababaga bahangayikishijwe n’imikorere ye y’amayobera.\n\nInkuru mbi yatangiye gukwirakwira ubwo bamwe mu bagize itorero batangiye kugenda bavumbura amabanga yari yaragizwe ibanga rikomeye. Byaje gutahurwa ko amafaranga yakusanywaga mu gihe cy’amasengesho yo kugurira itorero ibikoresho n’ibindi byatanzwe mu kwagura ibikorwa by’ivugabutumwa yaburaga harebwa uko yakoreshejwe. Pasiteri Gashumba yari amaze igihe kirekire ayora imisanzu iva mu bayoboke maze ayishora mu mishinga ye bwite y’ubucuruzi.\n\nByaje gutungurana ko mu rwego rwo gukomeza kwishimisha, Pasiteri Gashumba yari afite inshuti z’abacuruzi bakomeye mu mugi wa Kigali, aho yasohokanaga nabo mu mahoteli ahenze ndetse akanagura imitungo yo mu bice byiza by’umujyi.\n\nAbayoboke b'itorero bamaze kurambirwa ubwo buriganya, baje kuregera inzego z'ibanze maze hagaragara ubuhamya bw’abari bantu be ba hafi n’abandi bakozi b’itorero, byose bigaragaza uko amafaranga y’abantu yari yaraguranyijwe inyungu ze bwite.\n\nIbihe by’amacakubiri hagati y’abo mu itorero byazamutse, babanza guhishira imikorere y’uyu mwungeri batinya guharabika izina ry’idini. Nyamara, ntibyatinze kumvikana hanze maze bitangazwa n’ibinyamakuru byinshi, kuburyo n’ubuyobozi bw’inzego z’umutekano bwinjiye muri iki kibazo.\n\nMu gihe iperereza rikomeje, mugenzi wa Pasiteri Gashumba, umwe mu basenzi bakoraga muri iryo torero, yaje gushyira ku mugaragaro amakuru arambuye ku buhumyi bwakoreshejwe, maze ahungira ahantu hatazwi kugira ngo yirinde kwibasirwa n’abo bari bafatanije kuyobya rubanda.\n\nPasiteri Gashumba mu nyandiko yashyize ahagaragara yagaragaje ko ibyo aregwa atari byo, avuga ko abashinja bamugambaniye kubera ko yashakaga gucunga neza umutungo w’itorero. Nyamara, ubuyobozi bw’igihugu bwari bufite ibimenyetso bihagije kandi bwemeza ko Pasiteri Gashumba yakurikiranwa n’amategeko.\n\nIyi nkuru yakomeje gushyushya imitwe y’abantu cyane mu gihe bitabwaga amagambo ya Pasiteri Gashumba wabandikiraga ku mbuga nkoranyambaga abahumuriza, ariko na none bituma itorero ritakaza bamwe mu bagize urukundo n’icyizere ndetse n’abayoboke benshi bava mu idini bityo kandi bigira impinduka ku mibereho y’itora mu gihugu hose."
    },
    {
        "story_id": 6,
        "text": "Mu mugi wa Kanyamibwa, hari inkuru yavuzwe cyane mu itangazamakuru no mu ruhame ku bijyanye n'umuyobozi w'idini yitwaga Pasiteri Emmanuel Nkurunziza. Uyu muyobozi w'idini yari asanzwe azwiho kuvuga neza no guhuza abantu mu rusengero rwitwa \"Itabaza ry'Ukuri\". Usibye kuba yubahwaga cyane n'abayoboke be, yagiye anashimira leta inshuro nyinshi ku bw'ubufatanye bwabo mu bikorwa byo gufasha abatishoboye.\n\nAriko rero, ibintu byaje guhindura isura ubwo umwe mu bayoboke, witwa Claudine, yaje guhishura ko Pasiteri Emmanuel yari afite ibikorwa by'uburiganya bihishe inyuma y'ubutumwa bwiza yari asanzwe abwiriza. Claudine yavuze ko Pasiteri yashishikarizaga abayoboke gutanga imisanzu ikomeye buri kwezi, avuga ko ayo mafaranga azakoreshwa mu kugura ubutaka no kubaka ikigo cy'imfubyi. Yongeyeho ko yabikundisha imvugo nziza ndetse anashimangira ko ibyo ari ugukorera Imana neza.\n\nMu gihe abayoboke benshi bumvaga ko amafaranga yabo ari mu maboko meza, Claudine yacunga neza ibikorwa bya Pasiteri maze asanga hari amafaranga menshi yajyaga kuri konti ye bwite ndetse atajya agaragarira mu bikorwa byavugwaga. Ubwo ibi byagendaga bimenyekana, abandi bayoboke batangiye kugenzura neza, maze basanga hari n'ubundi buriganya bwinshi bwakorerwaga mu buryo butandukanye: harimo ibikorwa by'ubucuruzi bigenga, amasezerano y'inyubako atigeze agera ku ntego zayo n'ibindi.\n\nIbi byateje umwuka mubi mu rusengero no hanze yarwo, maze bituma hafatwa umwanzuro wo kumena amabanga ku buryo bwimbitse. Hashyizweho akanama gashinzwe iperereza kuri aya makuru, maze bikubitiraho n'itangazamakuru ribikurikirana umunsi ku wundi.\n\nMu gihe iperereza ryari rikomeje, byaje kugaragara ko Pasiteri Emmanuel yari afite ibikorwa birimo urugomo rw'amayeri, akoresha inyandiko mpimbano kugirango asobanure ikoreshwa ry'ayo mafaranga. Byongeye, hari n'izamuka rikabije ry'imitungo ye bwite muri iyo myaka yose, bitari bihuye n'ibyo yari atangaza abayoboke ku bijyanye n'ubuzima bwe bw'umwuka.\n\nMu musozo w'iperereza, byagaragaye ko Pasiteri yatahutse uburiganya bukomeye kandi bwatinyutse gukoresha izina ry'Imana mu nyungu ze bwite. Yaje gutabwa muri yombi n'igipolisi maze ahita ajyanwa mu nkiko aho ategereje kuburanishwa. Mu rusengero, abayoboke bari mu kantu, bagendera kure ivugabutumwa rye bashaka uburyo bwo gusubiza icyizere no kwiyubaka nyuma y'ayo mahano.\n\nMu mugi wa Kanyamibwa, iyi nkuru yabaye isomo rikomeye ku bantu benshi, bibutsa ko atari buri gihe urumuri rwose rucanye ruba rufite isoko ryiza. Byasabye ko hashingwa itsinda ry'abajyanama ubwenge bwo gushishoza no kurushaho kuba maso mu guhitamo abayobozi bazima kugira ngo hashyirweho uburyo buboneye bwo gucunga ibikorwa byo gufasha."
    },
    {
        "story_id": 7,
        "text": "Mu gace kitwa Nyankuru giherereye mu gihugu cy’imisozi miremire cya Karere k’Amajyaruguru, haravugwa inkuru idasanzwe y’umuyobozi w’idini witwa Pasiteri Karekezi, ushinjwa uburiganya bwakomeje guteza urujijo mu baturage no gushyira mu kaga imyemerere yabo.\n\nPasiteri Karekezi yari umuyobozi ukunzwe ndetse wubahwaga cyane mu itorero rye ryitwaga \"Urumuri rw'Ubugingo.\" Yari ashinzwe itorero ryatangiye nk’itsinda rito ry’abasenga nyuma rigakwira mu duce twinshi tw’igihugu kubera inyigisho ze zakundaga gukora ku mitima ya benshi. Afite ijwi riryoshye cyane mu kuramya, kandi icyizere yari afite mu magambo ye cyatumaga abakirisitu bamugirira icyizere gikomeye.\n\nIcyakora, ibintu byatangiye guhinduka ubwo abaturage bamwe batangiye gutanga ibirego bavuga ko Pasiteri Karekezi yinjije idini mu bikorwa by’ubucuruzi bufifitse. Amakuru yakwirakwijwe ahamya ko yari yaratangiye kujya yaka abayoboke be amafaranga menshi, abizeza ko bazabona imigisha myinshi ndetse n’umugisha w’ubukire. Abantu benshi, cyane cyane abakene, batanze ibikorwa byabo byose bakesha abadukoko n'amatungo yabo, biteze kubona impinduka mu mibereho yabo.\n\nIbirego byarakomeje, maze byaje no kugera kuri polisi, itangira iperereza ritunguranye. Nyuma y’iperereza ryimbitse, ryagaragaje ko ayo mafaranga yose yakurwa mu nsengero yajyanwaga kuri konti z’ubucuruzi Pasiteri Karekezi yari yarashinze mu bindi bihugu, aho yaguraga inzu n’imodoka zihenze.\n\nKubw’ibyo, Pasiteri Karekezi yahamagajwe imbere y’urukiko guhakana ibi birego. Mu rukiko, yisobanuraga avuga ko ayo mafaranga yari agenewe ibikorwa byo guteza imbere itorero, ariko ibisobanuro bye byakomeje gukemangwa bitewe n'ibimenyetso bifatika byagaragajwe n’ubucamanza.\n\nIyi nkuru yabaye kimono mu itangazamakuru, bituma abaturage benshi bava mu idini rikayoyoka. Byongeye kandi, byateye impaka ndende mu gihugu, havugwa kukuntu amakoraniyanto na matorero adashyirwa mu majwi abanyamuryango bayo bayobowe nk’ingurube.\n\nNyuma y'urubanza runyuranye rwabaye nk'isomo rikomeye ku muryango wa gikirisitu wo mu gihugu cya Nyankuru, byarangiye Pasiteri Karekezi ahamwe n'icyaha ahanishwa igifungo cy’imyaka 10. Iyi nkuru yatumye abaturage batangira kwigisha abandi baturage uburyo bwo kumenya uburiganya no kumenya imyizerere yabo neza kurushaho, kandi bagaharanira guhagarara ku kuri n’ubutwari.\n\nHari icyizere cy’uko inkuru ya Pasiteri Karekezi izasigira isomo rikomeye abakirisitu, abasaba kwimakaza ukwemera ku byiza maze bashishoze mbere yo gupfana ubusa amafaranga yabo mu bintu babwiwe nta gihamya."
    },
    {
        "story_id": 8,
        "text": "Mu mwaka wa 2023, mu mugi wa Ndaluka, haturutse inkuru yahuruje benshi ivuga kuri Pasitoro Juvénal Mbonyumuryango, umuyobozi w'idini rya \"Ijwi ry'Ukuri.\" Izina ry'iri dini ryari rimaze kumenyekana kubera ibiganiro byaryo bituruka ku nyigisho zidasanzwe ku gukira, kunga ubumwe, n'uko umuntu yagera ku byishimo nyakuri. Abantu benshi bahuriraga mu rusengero rwabo buri cyumweru bavuye imihanda yose, bacyeka ko bafite umuvugabutumwa w'umwihariko ushobora kubageza kuri izo nzozi.\n\nIcyakora, ibintu byafashe indi ntera ubwo inkuru z'uburiganya zatangiraga kuvugwa kuri Pasitoro Juvénal. Mu nyandiko zacicikanye ku mbuga nkoranyambaga, abantu batangaje ko bari barasabwe gutanga imisanzu minini, bavuga ko amafaranga yatanzwe yarigwaga gutera inkunga imishinga ifasha abatishoboye, kandi ibi byafatwaga nk'umuryango ukwiye mu gihugu cyari gihanganye n'ubukene bukabije.\n\nAbakirisitu b'iki kigo bavugaga ko bagendaga babona Pasitoro Juvénal yishimira ibikorwa by'urukundo, anyura ahantu hatandukanye, ariko ku rundi ruhande amabanga yo mu muryango yari yiganjemo ibidasanzwe by'urukozasoni. Bamwe mu babonye ibyo, bavuze ko Pasitoro Juvénal yari yaratangiye ibikorwa byo kugura ubusitani bumwe nabimwe mu mujyi wa Ndaluka, yumvikanye no gutunga imodoka zihenze cyane ndetse na za villa muri nzu zigezweho hanze y'igihugu.\n\nAbayoboke batari bake batangiye gushidikanya ku buziranenge bwa nyakubahwa uwo bitwaga umuhanuzi. Hari icyegeranyo kivuga ko hari amafaranga menshi yacaga ku bikarito by'injiza kandi bikayoborwa kwa Juvénal, bikaza kumenyekana ko byarengaga ku bikorwa byo gufasha abatishoboye, ahubwo bigakora ku nkovu z'umugambi wo gukiza umuryango we bwite.\n\nUbwo amakuru y'uburiganya yabaga menshi, abaregwa n’abanyamategeko b’igihugu bibumbiye hamwe, batangira gushaka ibimenyetso bizima kuri ibyo bihamya. Ubwo Pasitoro Juvénal yaregwaga mu rukiko rwa Ndaluka, ubu yahise aba izina ryaranze ibiganiro mu bitangazamakuru byose. Umujinya n'umubabaro by'abayoboke barambuwe ukwizera bikubitiye ku gaciro yari yarabasezeranyije, byashyize ubuyobozi bw'idini muri rusange mu mazi abira.\n\nMu biganiro yatanze mu rukiko, Pasitoro Juvénal we yakomeje guhakana ibyo yaregwaga, avuga ko byari ukwihimura ku bagize ishyari cyangwa abo mu yandi madini bashaka kumwicira izina. Yavuze ko amafaranga yakoreshejwe mu mishinga y'iterambere ndetse n'inyubako z'urusengero, ahamya ko nta nakimwe cyakoreshejwe mu nyungu ze bwite.\n\nImanza zimaze igihe, ariko ingaruka kuri iri dinisane zari zaramaze kuba nyinshi. Bamwe mu bayoboke bagiye bimuka bajya mu yandi matorero, abandi bakomeza kugumya mu byiringiro by'ubuhamya bwiza, bategereza ukuri k’uwari intwari bo kugezwaho. Iyo inkuru ikomeje kubona ko igisubizo cy’ibi bibazo hakiri kare cyangwa se kugitanga ubwitonzi, gusa iteka ryose hari amasomo akurwa mu mibereho ya buri umwe, haba uwazimiye, izindi ndorerwamo zifatika zinoneye abagize amahirwe yo kutaba mu maze maze yaduka."
    },
    {
        "story_id": 9,
        "text": "Mu mugi wa Nyamirembe, habaye inkuru yavugishije benshi ku bijyanye n'umuyobozi w'idini witwa Pasiteri Ezra Nkundabarezi. Pasiteri Ezra yari asanzwe azwi cyane mu gihugu kubera inyigisho ze zikomeye ndetse n'ibikorwa byinshi by'indashyikirwa by'idini ayobora.\n\nPasiteri Ezra, wari umaze imyaka irenga makumyabiri ari ku isonga ry'iri dini, yakunzwe na benshi kubera uburyo yahuzaga inyigisho zifasha imibereho myiza y'abayoboke n'impanuro zijyanye n'ibyo mu mutwe wa roho. Umuryango w'abo yafashaga, abarwayi mu bitaro, ndetse n'abana bato bigaga mu mashuri yubatswe n'idini ryiwe bari bamuzi cyane.\n\nAriko rero, mu byumweru bike bishize, habaye impinduka ikomeye mu buryo abantu bamwumvagamo nyuma y'uko hagaragaye ibirego bisanzwe byatangiye kugenda bikwira nk'umuriro watse mu gishyamba. Byatangiye n’umuntu umwe watinyutse kuvuga, maze nyuma abandi bari bacungana baratinyuka, maze ibyabo bitangira kugaragazwa.\n\nIbirego byakorewe Pasiteri Ezra byavugaga ko yifashishaga uburyo bwo kwigisha abantu guhishurirwa mu by'ubutunzi n'ubwiza, akabizeza gutangirwa imigisha ihebuje bagatanga amafaranga menshi cyane mu rwego rw'amaturo. Aba bayoboke bavuga ko bamaze igihe basabwa gutanga amafaranga mu mishinga itagaragara, nka \"Umushinga w'Urukundo\", \"Inzira y'Imigisha\", zivugwaga ko zizabaha imbaraga nshya mu mateka y'ubuzima bwabo.\n\nUbuyobozi bwaho, bumaze kumenya ibi birego, bwasabye ko hakorwa iperereza rijejwe umutekano wa rubanda. Mu iperereza rikorwa ryagaragaje uburyo ayo mafaranga yakusanywaga yari akoreshwa mu buryo bw'amanyanga. Byavuzwe ko Pasiteri Ezra yari afite imitungo itabarika yihishwe, harimo amazu menshi, imodoka zihenze, ndetse n'ubwato bufite ikirango cy'idini ku mazina.\n\nMu gihe iperereza rikomeje, abakurikirana iby’abayoboke ba Pasiteri Ezra barasukiranya amwe mu masezerano akomeye y'amafaranga yagiranye n'abantu batandukanye, nabo baje gutinyuka nyuma yo kwitegereza uburyo ibirego byabaye byinshi kandi bivugitse ku karubanda.\n\nKu ruhande rwa Pasiteri Ezra, we yahakanye ibi birego byose avuga ko ari abanzi b'Imana bamugendaho ngo bamwangishe ubwoko bw'imana kandi bamutambikire izina. Yavuze ko azakomeza gusenga no gusabira abifuza ko ikinyoma cyogera, kandi ngo Imana izabara nk'aho nta cyabaye.\n\nAbayoboke bamwe b'idini rya Pasiteri Ezra baracyamushyigikiye mu ipfundo ry'ivugabutumwa rye, ariko benshi batangiye gushidikanya ku bunahemuka bwe. Impaka ubu zaciye ibintu mu gihugu cyose, kandi bigaragara ko inkuru yacyo izaba ari urwibutso rw'umuyobozi w'idini wavuzweho uburiganya bwo hejuru."
    },
    {
        "story_id": 10,
        "text": "Inkuru: Umuyobozi w’Idini Mu Rujijo Rw’Uburiganya\n\nMu mujyi muto wa Kinyaga, hasakaye inkuru itavugwaho rumwe yerekeye umuyobozi w’idini wamamaye cyane ku izina rya Pasiteri Samuel. Uyu muyobozi amaze imyaka irenga icumi ayobora idini rifite abayoboke benshi, abenshi bamubonamo intangarugero mu mico no mu myifatire myiza.\n\nAriko kuri iki cyumweru gishize, urusaku rw’amagambo n’amashusho byatangiriye ku rubuga rwa interineti rwa Kinyaga News rwamenyekanishije inkuru y’uburiganya aho byavugwaga ko Pasiteri Samuel yaba yaracuze umugambi wo gushora abayoboke be mu bucuruzi butemewe, akabakoresha nk’ikintu cyo guhisha imigambi ye y’ubwambuzi.\n\nAbatangabuhamya batandukanye, barimo bamwe mu bari barigize inshuti za hafi z’uyu muyobozi, bagaragaje amarangamutima n’agahinda batewe no kuba ibyo Pasiteri Samuel yaba yarakoze bishobora kwangiza ukwizera kwabo. Bagaragaza ko yari yashinze ikigo kitwa “Inzira y’Ibyishimo”, cyagombaga gufasha iterambere ry’umuryango, nyamara ngo mu by'ukuri cyakoraga nk'ibikoresho by’ubutubuzi, aho yashukaga abantu gutanga amafaranga yabo mu mishinga idafite aho ihuriye n’imigambi yatangazwaga mu rusengero.\n\nMu kiganiro n’abanyamakuru, umwe mu bantu batanze amafaranga y’ishoramari yijejwe inyungu nyinshi yagize ati: “Nari narimenyereye kwitega ko Imana izansubiza, none nasanze nari nicishije n’agati k’uyu muyobozi.” Uku gutumanaya kw’abayoboke kwateye igihunga mu muryango mugari w’abakirisitu bo muri ako gace, ndetse bamwe batangira kwibaza niba bari mu nzira nyayo cyangwa niba barajyanywe mu rwobo batabizi.\n\nNk'uko amakuru aturuka ahantu hizewe abivuga, ngo inzego z'ubugenzacyaha zamaze gutangira iperereza kuri iki kirego cyo kunyereza amafaranga no gucura umugambi wo kwambura rubanda. Umuvugizi wa polisi, Madame Karungi, yemeje ko hari ikibazo gikomeye kandi ko bakomeje kwegeranya ibimenyetso bihagije kugira ngo uwo ukundi umuco w’uburiganya uhagurukirwe.\n\nPasiteri Samuel, mu itangazo yacishije kuri radiyo yaho, yahakanye ibyo ashinjwa byose. Yatangaje ati: “Ibi ni imitwe y’abashaka kwangiza izina ryanjye n’ibikorwa byiza by’itorero.” Imvugo ye ariko ntiyaciye impaka, ndetse abayoboke be bakomeje kugaragaza uko batatuje ntibasobanukirwe ibirego bimurega.\n\nInkuru ya Pasiteri Samuel ikomeje kugenda ikura, ibika byinshi ku binyamakuru binyuranye byo mu gihugu hose. Harinze hategerejwe umwanzuro uzava mu iperereza ry’inzego z’ubuyobozi, ndetse umunsi yagejejwe mu rukiko hakabaho amaso atari ay’umugayo, abantu bifuza kumva icyo urubanza rw’iyi nkuru rusigira itorero ry’i Kinyaga ndetse n’ubumwe muri rusange.\n\nMu gihe cyose cy’iperereza, impaka zikomeje kuba ndende, ariko icyizere kiringa, ni uko ukuri kuzatsinda ibinyoma, n’ubuyobozi bukazabona ubutabazi bukwiye mu bizere icyo buhagarariye. Indoto z’abayoboke ni uko igisubizo gikwiriye kizaboneka kandi kigaragaze byinshi ku bwicanyi buteye ubwoba bw’ikinyejana."
    }
]