[
    {
        "story_id": 1,
        "text": "Mu mugi wa Kigali, mu karere ka Gasabo, hari ishuri rikomeye ryari rimaze imyaka myinshi rizwiho kugira ireme ry'uburezi ry'ikigereranyo cyo hejuru. Umuyobozi waryo, Bwana Fabrice Ndayisaba, yari azwi nk'umugabo ukora cyane, wiyemeje guteza imbere imibereho myiza y'abanyeshuri no guharanira ko ishuri riba mu bya mbere mu gihugu.\n\nIcyakora, ibyishimo by'abarezi, ababyeyi ndetse n'abanyeshuri byaje guhindukirwa n'inkuru mbi yatangiye gukwirakwira mu nkambi zose z'uburezi. Ibyo byaturutse ku makuru yatanzwe n'umwe mu bakozi b’ishuri, wavugaga ko Bwana Ndayisaba afite uburyo bukomeye bwo kwaka ruswa ku banyeshuri bashaka kwinjira mu ishuri ryabo cyangwa gukomeza kwiga muri iri shuri bahabwa amanota meza.\n\nUbuhamya bwatanzwe bwavugaga ko hari ababyeyi bifashishaga amafaranga kugira ngo abana babo babone imyanya muri iri shuri, mu gihe abandi bayatanga kugira ngo amanota y'abana babo azamurwe, ndetse bakaba banakomeza kubona bourse yo kujya kwiga mu mahanga. Ababyeyi batangaga amafranga atari make, ndetse hari n'abavugaga ko babaga basabwa no guha impano z'agaciro gakomeye uyu muyobozi.\n\nIbi byatumye haba urwikekwe mu muryango mugari w'ishuri. Inama y'ubuyobozi yahamagajwe mu maguru mashya, mu rwego rwo gukusanya amakuru ku birego by’iyo ruswa ivugwa. Uyu mwanzuro ukaba warashimangiwe n’umuyobozi w’akarere, wagombaga gushakira umuti iki kibazo gikwiye kwitabwaho byihutirwa.\n\nMu gihe hakorwaga iperereza ryimbitse, hagaragajwe ubuhamya butandukanye. Bamwe mu barimu bemeje ko, mu by’ukuri, hari amakuru yari atarajya ahabona, ariko bari bafite ubwoba bwo kuvuga kubera gutinya akazi kabo. Abanyeshuri bamwe na bo bagaragaje ko babwiwe na bagenzi babo uburyo bwakoreshwaga mu gutanga ruswa kugira ngo amanota yabo azamurwe.\n\nBwana Ndayisaba yahakanye ibi birego byose, avuga ko ari ibihimbano bigamije kumuharabika no kwica izina rye mu ruhando rw’ubuyobozi bw’amashuri. Yakomeje avuga ko azakora ibishoboka byose kugira ngo ukuri kugaragare, ndetse ko akeneye ubutabera kugira ngo asezerere ibi birego bimushinja mu buryo yise ko budakwiriye na gato.\n\nNyuma y'amezi make y'iperereza, hateguwe ikiganiro n'abarezi, ababyeyi, abanyeshuri n'ubuyobozi bw'umugi. Ubwo iyi nama yabaga, komisiyo yashinzwe iperereza yakoze raporo yagiye ikorwa ku byerekeye ibyavuzwe byose. Aho raporo igaragaza ko koko hari ibimenyetso bifatika by'uko hari uburyo bwa ruswa bwakoreshejwe, bigatuma hafatwa umwanzuro ukomeye wo guhagarika Bwana Ndayisaba ku mirimo ye, mu gihe hagikorwa iperereza rirambuye.\n\nNyuma y’icyo cyemezo, habaye impinduka nyinshi mu kazi k'ishuri ndetse n'uburyo bwo gukurikirana imyigire y'abanyeshuri. Hiyongereyeho imbaraga zo kwigisha no gusobanurira abarezi n'abanyeshuri uburyo bwo kurwanya ruswa, ndetse hashyirwaho uburyo bushya bwo gutsura umuco w’ubunyangamugayo.\n\nAbanyeshuri n'ababyeyi b'igihe kirekire babonaga iryo shuri nk'isekuru y'uburezi nyaryo, basabye ubuyobozi bushya gushyiraho ingamba zikomeye zo gukomeza guteza imbere ubumenyi n'uburezi bwiza, ariko by'umwihariko hagenzurwa neza impande zose kugira ngo hatagira ibindi bibazo bya ruswa byongera kuvuka.\n\nIyi nkuru yabaye impamo mu itangazamakuru, igaragaza uburyo ruswa imbere mu burezi idakwiye kwihishira mu mfuruka iyo ariyo yose, ndetse isaba inzego zose gukora ibishoboka ngo umuco w'ubunyangamugayo n'ubunyamwuga byogere hose."
    },
    {
        "story_id": 2,
        "text": "Mu mujyi wa Nyabyondo, mu karere ka Gasabo, hari ishuri ryitwa \"Urumuri High School\" ryari ryaramamaye kubera umuyobozi waryo w'umuhanga cyane, Bwana Samuel Ntigurirwa. Uyu muyobozi yari yarakuye iryo shuri kure, rikaba rimwe mu mashuri akunzwe kandi akizewe mu gihugu. Bwana Ntigurirwa yari azwiho ubuhanga mu miyoborere ndetse n'umubano mwiza n'abanyeshuri ndetse n'abarezi.\n\nAriko, hagize ikintu kibaye cyerekana ko nta muntu uzi ibye byose. Umunsi umwe, haje gukwirakwira inkuru zavugaga ko Bwana Ntigurirwa yaba yishora mu bikorwa bya ruswa mu guha imyanya abarezi bashya no kubahiriza imitangire y'amanota yihariye ku banyeshuri babaga batanze \"ubwasisi\". Iyi nkuru yabaye nk'inkuba ikubise abatuye Nyabyondo, ndetse mu gihugu hose, kubera isura nziza yari ifite Bwana Ntigurirwa.\n\nIkinyamakuru cya \"Gasabo Times\" cyahise gitangira iperereza ku by'ayo makuru, maze gitangira kwisobanura byimbitse kubyo cyabonye. Hari ababyeyi bavuga ko ngo hari igihe bagerageje kuganira na Bwana Ntigurirwa ku kijyanye n'uko abana babo bahawe amanota make, akabizeza kubafasha igihe 'cyose bakemera ' 'gutangira amafaranga yo gufasha ishuri'. Hari kandi n'abarezi bavuganye n'iki kinyamakuru, bavuga ko babonye akazi kubera 'amakoraniro' bagiranye na Bwana Ntigurirwa mu buryo butaziguye.\n\nMuri iyo minsi y'iperereza, ubushake bwo kumenya ukuri bwahuriranye n'inyota idasanzwe y'abaturage bifuza kumenya ukuri. Umunsi umwe, Minisitiri w'Uburezi yakiriye ikirego giturutse mu rugaga rw'ababyeyi bavugaga ko hari amakosa akomeye mu miyoborere y'ishuri.\n\nNyuma y'iperereza ryimbitse ryakozwe n'ikigo cyihariye gishinzwe kugenzura imicungire y'ibigo by'amashuri, byageze aho bemeza ko ibyo Bwana Ntigurirwa yashinjwaga bifite ishingiro. Gusa, Ntigurirwa yatangaje ko atigeze ashobora gukora ibintu nk'ibyo ashinjwa, ashimangira ko ari imigambi yo kumuharabika no kugambanira itsinda ry'ubuyobozi ryashakaga umwanya we.\n\nKu munsi wo gukurikirana urubanza rwe mu rukiko, umujyi wa Nyabyondo wose wari uraho. Aho imbere y’umucamanza, Bwana Ntigurirwa yavuze ijambo ryuzuye agahinda, yisobanura niba hari ibyo yashinjwa bimuriho. Yakomeje agira ati: \"Sinigeze ntekereza ko ishuri nakoreye cyane kugira ngo rigererwe na benshi, ryaba urusobe rw'ibyaha byangiza inzozi zanyuzemo imyaka myinshi.\"\n\nMu mpera z'urubanza, urukiko rwemeje ko amakosa yari yakozwe koko, ariko hagashakishwa impamvu nyamukuru niba ari atekerejwe cyangwa yaba yarakozwe mu buryo bwa habuze uko bikorwa. Ntigurirwa yahanishijwe gufungura iminsi 90 no kwishyura ihazabu, ariko inkuru ye yasize isomo rikomeye ku bijyanye n'ubwikanyize n'ubunyangamugayo mu buyobozi.\n\nUyu muyobozi w'ishuri akaba yarasize umurage w'uko ubupfura no kwitonda ari ingenzi mu kuzamura ibigo n'imiryango, ndetse yaranigisha n'inyigisho ku buzima bwiza mbere y'umunsi yandikiweho amateka mashya y'ubuzima bwe. Inkuru ye ikaba isanisha n'izindi nyinshi z'abantu bamenyekanye nyuma yo kwitwara nabi mu mirimo bagiriwe icyizere cyo kuyobora."
    },
    {
        "story_id": 3,
        "text": "Mu mujyi wa Kigali, hari ishuri ryisumbuye ryamamaye kubera uburezi bwiza ryahatangwaga. Iryo shuri ryitwaga \"Indatwa High School\", kandi ryari rifite umuyobozi ukunzwe n'abanyeshuri n'abarezi kubera ubupfura n'imyitwarire ye myiza. Uyu muyobozi, Bwana Ndayizeye Tharcisse, yari azwiho kuba umuhanga ndetse afite intumbero yo guteza imbere uburezi mu Rwanda.\n\nInkuru yatangiye umunsi umwe mu gihembwe cya nyuma cy'umwaka, ubwo hatangiraga gukwirakwira ibihuha bivuga ko Bwana Ndayizeye yaba yarahabwaga ruswa ku banyeshuri n'ababyeyi kugira ngo bahabwe amanota yo hejuru cyangwa babashe guhabwa imyanya mu ishuri ryabo. Ibyo bihuha byatangiriye ku mubyeyi umwe wari wamaganye amanota mabi umwana we yari yahawe, akavuga ko hari impuhwe n'itonesha ritangwa ku batanga ibintu runaka.\n\nGusa, ibintu byafashe indi ntera ubwo ubwo hari umunyeshuri wavuga ko yigeze guhamagarwa na Ndayizeye mu biro bye akamusaba amafaranga kugira ngo amufashe kuzamura amanota ye. Uyu munyeshuri yatanze ubuhamya bwe mu kinyamakuru cyandikirwaga ku ishuri, maze inkuru ikwirakwira mu banyeshuri no mu baturage.\n\nUbwo byageraga ku nzego z'uburezi mu karere, hatangijwe iperereza ku byashinjwaga Bwana Ndayizeye. Abarezi bagenzi be batangajwe cyane n'ayo makuru, ndetse bemeza ko niba ari ukuri byaba ari ikintu cyazimya isura nziza y'ishuri. Abanyeshuri bamwe nabo bagaragaje kutizera ukuri kw'izo mpamvu, bahamya ko umuyobozi wabo yari intangarugero mu rugendo rwabo rw'uburezi.\n\nMu iperereza ryimbitse ryakozwe, ryagaragaje ko nta kimenyetso na kimwe cyashingirwaho gishinja neza Bwana Ndayizeye kuba yarakiriye ruswa. Ahubwo ryerekanye ko hariho abantu bake bari barababajwe n'uburyo bukomeye ishuri ryayobowemo maze bakwirakwiza ibihuha kugira ngo umugambi wabo wo kwamamaza inkuru y'ibinyoma ugere ku ntego.\n\nNyuma yo gusohora raporo y'ibyo iperereza, Bwana Ndayizeye yasubiye mu nshingano ze igihembwe cyakurikiyeho. Yashimiye leta y'u Rwanda n'abaturage bamuteye inkunga mu gihe cy'ingorane, kandi yiyemeza gukomeza gukora neza no gushaka ibyateza imbere abarerwa be.\n\nHashira igihe kitari gisumbirije, Indatwa High School yakomeje kuba indashyikirwa mu gutsindisha no guha abanyeshuri ubumenyi bufatika, ishimangira ko umuyobozi mwiza atava ku izima n’iyo inzira itoroshye. Iby’inyandiko z’ibihuha n'amikangara biba nk’amateka azaguma mu mitwe ya benshi, bigaragaza ko mu isi yacu ibyo kubona ukuri bishobora gufata igihe ariko bikaba ngombwa kuzirikana no kwita ku tuyaga tw’ukuri."
    },
    {
        "story_id": 4,
        "text": "Mu mugi w’imisozi igihumbi, aho umuyaga uhuha bucece ukivanga n’amashyaka y’amakoma, harimo ishuri ryigenga ryitwa \"Urumuri Academy.\" Iri shuri ryamenyekanye cyane mu karere kubera ireme ry’uburezi ritangaje, abarezi babikunze n’abanyeshuri bagaragaza ubushobozi buhambaye. Ariko, aho ibintu byari byiza, ibicu by’imyuzure y’ikosa rya muntu byaje kuza byijimye, bifuka urumuri rw’icyizere abantu bose bari bafite kuri iri shuri.\n\nBwana Ndahiro, umuyobozi w’iri shuri, yari umuntu uvugwa ibigwi byinshi. Yaranzwe n’ubudakemwa mu kazi, arangwa no kutavogerwa mu kinyabupfura cye. Yari umuntu wicisha bugufi, wafatanyaga n’abandi mu mirimo itandukanye, kandi washyigikiraga iterambere ry’abarimu na gahunda zifasha abanyeshuri kwiga neza. Nubwo bimeze gutyo, mu kwezi kwa Nyakanga, inkuru yatangiye gusakara mu mugi wose, ivuga ko Ndahiro ashinjwa kwakira ruswa ngo yemerere abanyeshuri batsinzwe ngo bakomeze amasomo.\n\nIbi birego byatangiye bucece, ariko vuba bidatinze bifata indi ntera, amagambo araseseka mu matwi ya benshi. Ababyeyi bamwe bavuga ko bishyuye amafaranga ngo abana babo babone amahirwe yo gutsindishwa, mu gihe hari n’abavuga ko babangamiwe no kutubahiriza amahame yo guha umwana wese amahirwe angana.\n\nIyi nkuru yabaye iciro ry’imigani, abantu batangira gucikamo ibice. Abari ku ruhande rwa Ndahiro bavugaga ko ari umugabo utavogerwa, ko ibi ari amayeri y’abashaka kumuharabika bakananiza ishuri rihiguye ayandi. Abandi, barimo n’abayobozi b’amashuri bagenzi be, bifuzaga ko hakorwa iperereza rihamye ngo ukuri kugaragare.\n\nUrwego rw’igihugu rushinzwe iperereza mu by’imari rwatangiye akazi karwo. Rwaje gusanga koko hari ababyeyi 10 bari barishyuye amafaranga atari make, bakavuga ko bayahaye umuyobozi ngo abizeze umwanya mu ishuri ryari ryifuzwa na benshi. Abenshi muri abo babyeyi ntibashoboye kugaragaza inyemezabwishyu zayo mafaranga, ariko ibiganiro byabaga hagati yabo na Ndahiro bikagaragarira mu butumwa bwanditse kuri telefoni.\n\nIgihe cyarageze, Bwana Ndahiro ahamagazwa mu rukiko gucyemura urwo rubanza rwari rwaratashye imitima ya benshi. Ibyegeranyo by’amajwi n’ubutumwa bwa telefone byakiriwe mu rukiko byabaye gihamya ikomeye ku ruhande rw’uregwa. Ariko Ndahiro, yemye, yakomeje guhakana ibi birego, avuga ko ayo makuru yose yabaye impimbano, kandi ko abantu bamwe mu buyobozi biyemeje kumutera icyasha kubera ko atashatse kubashyigikira mu bindi bikorwa bidafututse.\n\nUmucamanza, ubwe utari ufite aho abogamiye, yashingiye ku bimenyetso byatanzwe mu rubanza. Mu gihe cy’ibyumweru bitatu urubanza rugikomeje, umunsi wo gufata umwanzuro wageze. Abantu bari bateraniye mu byumba by’urukiko baratengamaye, bumva umucamanza atangaza ko Ndahiro ahamwa n’icyaha cyo kwakira no gusaba indonke, aho agomba kumara imyaka ibiri afunze ndetse akanatanga ihazabu igaragara.\n\nIyi nkuru y’ukuri k’ubuzima bw’abantu benshi yagaragaje ko n’ahantu hahamye nk’ah’ishuri hishimirwa, hakwiriye gukorwa uko bishoboka kose kugira ngo hatangirwe ruswa. Naho Ndahiro, yasohotsemo umuntu wacogoye, ariko avuga ko azitabaza inzego zo hejuru kugira ngo ukuri kwamamare, kuko mu mutima we ntiyigeze yemera iyo nyundo y’ubucamanza.\n\nUko imyaka yaciciraga, buri wese mu mugi w’imisozi igihumbi yibukaga iyi nkubiri, iryo shuri rikomeza kubaho, ariko umuyobozi waryo Yashakishwaga impande zose uko azavugurura izina rye, n’ubwo benshi bavuga ko bishobora kugorana. Ariko ku bandi, yari intwari yacumuye, bityo intego nyamukuru y’uburezi bwiza itanganza, ndetse ihama mu mitwe n’imitima y’abarenga umunani."
    },
    {
        "story_id": 5,
        "text": "Mu gace gatatswe n'isomero ry’uko mugi witwa I Nyamweru, hari ishuri ryisumbuye ryari rimaze kumenyekana mu gihugu hose kubera umuyobozi waryo, Bwana Kwezi. Yari umuyobozi umaze imyaka myinshi ku ntebe, kandi yashimirwaga impinduka nziza yari yazanye muri iryo shuri. Abanyeshuri bahuraga n’uburezi bufite ireme, abarezi bakabonerwa imyitozo igezweho, kandi ibikoresho by’ishuri byari byakarabonekaga.\n\nAriko mu gihe gito, inkuru yakwirakwiye mu mugi ko Bwana Kwezi akurikiranyweho ibyaha bya ruswa. Iyi nkuru yabanje kuza buhoro mu kanwa k’abagore b’i Nyamweru baganira mu isoko, hanyuma iza kugera mu bitangazamakuru by'akarere. Abantu baratenguwe ndetse benshi baratunguwe kuko Kwezi yari umuntu wubahwaga kandi wakoraga uko ashoboye ngo ashyigikire iterambere ry’umugi wabo.\n\nMu iperereza ryatangiye gukorwa, byagiye ahagaragara ko hari ababyeyi bavuga ko umuyobozi w’ishuri yabasabaga indonke kugira ngo abana babo babone imyanya mu ishuri cyangwa bemezwe ko batsinze neza, mu rugero rwiza kurusha uko basanzwe bari. Ndetse hari n’abarezi bamwe batangaje ko kugira ngo ube umunyamuryango w’itsinda ry’abahabwa amahirwe atandukanye nk'amahugurwa hanze y'igihugu, byasabaga kubanza guha impano umuyobozi.\n\nIyi minsi ishize yari ikomeye kuri Bwana Kwezi. Yakomeje guhakana iki cyaha, avuga ko ari ibinyoma bishaka kumuharabika no gusebya izina rye. Abamushinja bo barashimangiye bavuga ko bafite ibimenyetso simusiga by’amajwi n’amashusho, byerekana Kwezi afata ruswa. Umuryango wa Kwezi wariwagize inteko yihariye yo kumufasha no kumushyigikira muri ibi bihe bikomeye yanyuragamo.\n\nAbanyeshuri bamwe bagiye mu myigaragambyo, bavuga ko batazemera ko umuyobozi ukorera ku nyungu zabo ashyirirwaho ibirego bidafite ishingiro. Bagize bati: \"Kwezi ni intwari yacu, kandi ntabwo tuzemera ko aharabikwa. Yasubije icyizere mu burezi, akura abanyeshuri badasobanukiwe bakaba abahanga.\"\n\nHagati aho, igitutu cy’abayobozi n’abaturage cyatumye habaho inama idasanzwe yahuje inzego z’uburezi, iy’ubutabera ndetse na komite y’ababyeyi. Bamwe bagize bati: “Ubutabera bukore akazi kabwo, kandi niba ahamwa, ubutabera bugere ku ndunduro. Ariko niba ari umwere, azasubizwe icyubahiro cye.”\n\nMu giha iperereza ryakomezaga, byagaragaye ko hari abandi bantu bari bihishe inyuma y’ibi birego kugira ngo bashake kwegukana umwanya wa Kwezi uri mu bagize itsinda ryamugize nk’uw’icyubahiro i Nyamweru. Uko bimeze kose, ukuri kwari kuzagera ku muryango wa Nyamweru, abanyeshuri ndetse n’Abanyarwanda muri rusange, kuko igikenewe cyane muri icyo gace kari karitangiye kujyaho ibitekerezo bitandukanye, kari ukumenya ukuri nyakuri ku birebana na Kwezi na ruswa yashinjwaga.\n\nKu munsi w’urubanza, inteko y’abantu benshi yari yategereje icyashaka kuba arimo, hari imitima yizigiye ko ukuri kuzasohoka. Amahanga yose yari ashyize amaso mu muryango w’ubutabera wa Nyamweru, aho umucamanza yiteguraga gusoma umwanzuro w’urubanza rwanarutijwe byinshi mu mateka yaho.\n\nKuko ukuri kuruta kwihangana, umucamanza yaje kwemeza ko Bwana Kwezi ari umwere. Icyo gihe inkuru yakomeje kuvugwa iminsi myinshi, abantu bagizwe n’isoni, bagaragaza ko uburangare mu kumva urubanza rwose bidashinga. Ariko ku rundi ruhande, iyi nkuru yagaragaje ko kugirango ukuri kugere ku ndiba, ari ngombwa kugira ukwishyira hamwe kw’abantu bose. Ku musozo, umushungero ntiyawemo intanyura, ahubwo abasangiye ibyishimo byo kongera kubona Kwezi mu mwanya we w’icyubahiro."
    },
    {
        "story_id": 6,
        "text": "Mu mugi wa Kamenge, hari ishuri ryigenga ryamamaye cyane mu burezi bwiza ryitwa \"Indatwa Academy\". Iri shuri ryubatswe mu myaka ya mbere ya 2000, rikaba ryaramenyekanye kubera umwihariko waryo mu gutanga ubumenyi bufite ireme ndetse no kuba ryareze abanyeshuri benshi bakomeye. Kuva ryashingwa, ryayoborwaga n'uwahoze ari umwarimu w'inararibonye witwa Bwana Jean Bosco Nshimiyimana, wafatwaga nk'umuyobozi w'intangarugero.\n\nBwana Nshimiyimana yari azwiho ubunyangamugayo ndetse n'ubuhanga mu micungire y'abakozi b'ishuri. Ariko, mu kwezi gushize, inkuru iteye inkeke yatangiye gukwirakwira muri Kamenge. Iyi nkuru yavugaga ko Bwana Nshimiyimana akekwaho kwaka ruswa ku babyeyi b'abanyeshuri bashya bashakaga kwinjira muri \"Indatwa Academy\".\n\nAya makuru yatangiye kumvikana ubwo umubyeyi umwe, Madamu Agnes Mukamana, yavugaga uburyo yamenyeshejwe ko kugira ngo umwana we abone umwanya mu ishuri, yari asabwe gutanga amafaranga y'ikirenga atavugwa ametekere nyuma ngo ni \"yamirongo y'ishuri\". Madamu Mukamana yavuze ko ibi byamushegeshe kuko yatekerezaga ko \"Indatwa Academy\" ari umwanya uboneye w'uburezi bwa nyabo wuzuyemo ukuri n'ubutabera.\n\nAya makuru yaje kugera ku buyobozi bw'akarere ka Kamenge ndetse n'ikigo cy'Igihugu gishinzwe ireme ry'uburezi. Bwana Nshimiyimana yahise ashyirwa mu bikorwa by'iperereza ku birego bya ruswa byamugezemo. Abashinzwe iperereza basanze hari abandi babyeyi benshi bafite imiryango yagize akamaro mu mugi bashinje Bwana Nshimiyimana icyo cyaha cyo kwaka ruswa kugira ngo abana babo bubahirize imyanya y'uburezi ikenewe cyane.\n\nMu gihe iperereza ryari rikomeje, haba impaka zikomeye mu nzego z'uburezi n'imiryango itandukanye y'ababyeyi, bamwe bumvaga ko byaba ari ikinyoma guhimbira ibintu umuntu w'intangarugero nka Bwana Nshimiyimana, abandi bakavuga ko nta kanya ko gushyiraho akadomo kuri aya makimbirane yari yugarije ishuri ryabo.\n\nIbintu byarushijeho gufata indi ntera ubwo komite y'uburezi mu karere yateguraga inama yihutirwa. Abayobozi b’akarere hamwe n'ubuyobozi bw'igihugu baganiriye n'abanyeshuri n'ababyeyi b'ishuri kugira ngo bamenye ukuri. Mu byo bagamije kureba, harimo kureba nimba koko hari habayeho imikorere idakwiye ndetse no kureba uburyo hakwagirwa inzira yo guhosha amakimbirane.\n\nMu gihe hagitegerejwe ibizava mu iperereza, ubuyobozi bwahagaritse by’agateganyo Bwana Nshimiyimana, kugira ngo hatagira icyo atambamira ku iperereza riri gukorwa. Hakurikiraho gushyiraho umuyobozi w’agateganyo kugeza igihe ukuri kuzaba kumenyekanye. Nubwo ibintu bitari byifashe neza, ababyeyi benshi n’abanyeshuri basabye ko habaho ituze n’ubwihangane.\n\nNyuma y'ukwezi kumwe, raporo y’iperereza yarasohotse igaragaza ko ari byo koko hari hakorwa ibikorwa bya ruswa, ariko ko Bwana Nshimiyimana yaba yarabaye umwere, ahubwo ko hari abandi bakozi b’ishuri bagiye bakoresha izina rye mu buryo butari bwo kugira ngo babe aribo bagabana ayo mafaranga atangwa nabi.\n\nAgahinda karaganje mu maso ya Bwana Nshimiyimana ndetse n'abamushyigikiye ubwo inyandiko z’iperereza zasohokaga, zagaragazaga ko yari yibeshyeho byuko n'abo akorana nabo batari inyuma yo kumuharabika. Iyo minsi imubera iya ngombwa cyane, aho abantu batangiye gusaba ko agarurwa mu kazi, ndetse akaba yahabwa umwanya wo gukomeza urugendo rw'uburezi yari yaratangiye.\n\nIyi nkuru yahindutse isomo mu migi ya hafi ya Kamenge, aho benshi batangiye gushyira ingufu mu bijyanye no kurwanya ruswa mu nzego zose, cyane cyane mu burezi, mu rwego rwo kongera kubaka ikizere cyari cyarazimiye hagati y’abana n’ababyeyi babo mu rugendo rw’uburezi. Bwana Nshimiyimana yasubiye mu kazi he, ibise by'ibikomere ariko ku mutima we akaba yari afashe ingamba zo kutazongere kwegera abantu batari inyangamugayo mu kazi k'isuri rye rifite intego yo gukomeza kuba urumuri mu burezi bw'igihugu."
    },
    {
        "story_id": 7,
        "text": "Mu karere ka Karangazi, mu majyaruguru y'u Rwanda, hari inkuru yateye urunturuntu mu mudugudu wa Nyabikenke. Iyi nkuru ikaba ari iy'umuyobozi w'ishuri ryisumbuye rya Nyabikenke, Bwana Tawanda Mbonimpa, umaze igihe kirekire ashinjwa ibyaha bya ruswa.\n\nBwana Mbonimpa, w'imyaka 52, yari amaze imyaka igera ku icumi ayobora iri shuri rizwiho kugira umwihariko mu gutsindisha abana mu masomo ya siyansi. Ubuzima bwe bwihariye n'akazi ke ka buri munsi byahindutse ku buryo butunguranye mu kwezi gushize ubwo hatangiraga kuvugwa amakuru y'uko ashinjwa kwakira ruswa kugira ngo yimurire abanyeshuri mu myaka yo hejuru ndetse no guhindura amanota yabo.\n\nByatangiye nk'ibihuha mu muryango w'abanyeshuri, ariko bitinze bijya mu matwi ya bamwe mu barezi bakorana na Mbonimpa. Nyuma y'iminsi mike, umubyeyi utashatse ko amazina ye atangazwa yaje gushinja Bwana Mbonimpa ku mugaragaro, avuga ko yamusabye ibihumbi Magana atanu y'amafaranga y'u Rwanda kugira ngo umuhungu we ashyirwe ku rutonde rw'abanyeshuri bazatsinda mubizamini bya leta.\n\nIbi birego byabaye ikibazo gikomeye iyo nkuru imaze kuba kimomo, itangazamakuru riratangira, kandi igikorwa cy'iperereza ku byaha bya ruswa kirahita gitangira. Komisiyo ishinzwe kurwanya ruswa mu Rwanda yohereje intumwa mu kigo ngo zisobanukirwe neza imiterere y'ibibazo byavuzwe.\n\nAbanyeshuri bamwe, bagize bwoba ko bashobora kugira ingaruka mbi, batangiye gutangariza itangazamakuru ko Bwana Mbonimpa yari azwiho guhitamo abanyeshuri baturuka mu miryango itishoboye, abizeza ubufasha mu masomo yabo niba bemeye kumuha impano zitandukanye. Ariko abakozi bari bamwizeye ndetse bakorana nawe bya hafi bamushyigikiye, bavuga ko byaba ari amanyanga agamije kumuharabika.\n\nUko iperereza ryakomezaga, ibimenyetso byinshi byatangiraga kugaragara. Hari abanyeshuri batatu batanze ubuhamya bwanditse mu buryo butunganye bavuga ko ibivugwa ari ukuri. Bwana Mbonimpa akomeje kwihagararaho, agashimangira ko ibyo ashinjwa ari ikinyoma cyambaye ubusa, byateguwe n'ababisha be bashaka kumwirukana ku kazi kubera impamvu z'imiziro yo mu kazi.\n\nMu rwego rwo kwirinda icyuho mu buyobozi, minisiteri y’uburezi yafashe icyemezo cyo guhagarika Bwana Mbonimpa by'agateganyo mu mirimo ye kugeza igihe iperereza rizasozwa. Abantu benshi mu mudugudu wa Nyabikenke, harimo n’ababyeyi b’abanyeshuri bo ku kigo, bategerereje umwanzuro w’iperereza ryigendeye muri dosiye y’amajuriro na raporo z’ibanze.\n\nInkuru ya Bwana Mbonimpa yabaye isomo rikomeye ku baturage ba Karangazi no ku gihugu cyose muri rusange ku birebana no guhangana no gukumira ruswa mu mashuri. Nubwo ibintu bitari byoroshye kuri Bwana Mbonimpa, akaba ahanganye no kwiyunyuguza izina rye, iyi nkuru yabereye abandi bayobozi isomo rijyanye n’umukakati wo gukorera mu mucyo no mu kuri, bityo bakarusha abandi ubudashikirwa mu bikorwa byabo by’uburezi."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cya Kinyarwanda, mu mujyi wa Kigali, hari ishuri ryahoze rizwiho kugira imyigishirize y’indashyikirwa ndetse rikagira umutekano usesuye. Iryo shuri, ryitwa \"Kaminuza y’Ubumenyi n’Indangagaciro,\" ryari rifite umuyobozi witwa Emmanuel Ntakirutimana. Emmanuel yari azwi nk’umuyobozi w’intangarugero, ariko umunsi umwe ibintu byarahindutse.\n\nUmunsi umwe, abanyamakuru b’inkuru mpamo bavumbuye ko hari ibibazo by’imicuko mibi kandi bimunga indangagaciro z’ishuri ryabo. Bamenye ko bishoboka ko hari ruswa yabereye ku kibuga cya basketbalry’ishuri. Byahwihwiswaga ko Emmanuel yakiraga impano n’amafaranga mu ibanga kugira ngo atange amanota meza ku banyeshuri bamwe. Ibi byatangiye gutuma habaho kumeneka umutwe no kwiheba muri iryo shuri ryari riherutse kugaragara mu myanya ya mbere mu gihugu hose mu bizamini bya leta.\n\nAbanyamakuru bakomeje gukora iperereza ku bimenyetso by’iriya ruswa, bifashishije amakuru bakeshamwo abakozi b’ibanga bari imbere mu ishuri. Baje kumenya ko hari abanyeshuri batangaga ibimenyetso by’uko bajyaga basabwa amafaranga mu ibanga kugira ngo amanota yabo azamurwe. Hari kandi n’ababyeyi batangaga ubuhamya bw’uko batanze amafaranga ngo abana babo babone imyanya myiza mu mashuri akomeye y’abanyamahanga.\n\nNi uko icyago kiravugwa, hashyirwaho akanama k’inzobere kugira ngo kige ku by'iyo ruswa. Emmanuel Ntakirutimana yahakanye ibyavuye muri icyo kirego, avuga ko ari ugutotezwa no kwibasirwa atagira icyo apfa na cyo. Yokejwe igitutu, ndetse asabwa kwegura mu gihe iperereza ryakomeje. Abakurikiranaga iki kibazo baje gutangaza ko hari inyandiko zemeza iyinjizwa rya ruswa binyuze mu mafaranga yishyuwe binyuranyije n’amategeko hamwe n’amajwi yafashwe mu ibanga agaragaza ukuri.\n\nIcyo gihe, abarimu n’abanyeshuri bahise batangira kwishyira hamwe ngo barwanye iki kibazo cyari cyugarije indangagaciro z’ishuri ryabo. Basezeranye ko bazajya batanga amakuru ku bintu byose bifite aho bihuriye na ruswa cyangwa ubundi butiriganya.\n\nNyuma y’amezi atandatu y’iperereza ryimbitse, akanama k’inzobere karangije akazi kacyo gasanga ko koko Emmanuel Ntakirutimana yari afitanye isano n’ibikorwa bya ruswa byavuzwe. Yegujwe ku mwanya yari ariho maze ashyirirwaho ubundi bushinjacyaha bwo kubahiriza amategeko.\n\nHashingiye ku burere no ku ndangagaciro zisubiwemo na none, ishuri ryafashe gahunda yo gukomeza kuvugurura imiyoborere yaryo n'uburyo itangwamo uburezi. Abari mu burezi bw’u Rwanda ndetse n’ababyeyi bashimye imbaraga zakozwe ngo ukuri kujye ahagaragara. Uyu munota w’ukuri n’ubutabera wahinduye bidasubirwaho uburyo uburezi butangwamo, bugerageza gushyira imbaraga mu kubaka ejo hazaza heza h’abanyeshuri, hubatswe ku bumwe n’indangagaciro z’ubuzima bwa muntu.\n\nNgicyo uko twattoye Emmanuel Ntakirutimana yaje kuba yarariganyije ubwenge kugira ngo yigarurire amaronko mu nzira itaboneye. Ariko kandi, icyerekezo cyiswe \"Guharanira Indangagaciro mu Burezi\" cyakomeje kuba umurage ukomeye ku bigo by’amashuri mu Rwanda, gushishikariza abanyeshuri gukura barangwa n'ukuri n'ubutabera."
    },
    {
        "story_id": 9,
        "text": "Inkuru ndende mpimbano: \n\n**Muri za Nyuma z'Ishuri: Urubanza rwa Bwana Murenzi n'Icyasha cya Ruswa**\n\nMu mujyi uteye imbere wa Kigali, mu karere kazwiho kugira ibikorwa by'uburezi bitagereranywa, hari ishuri ryari ryaramamaye kubera umwihariko waryo mu mitsindire n'uburere burambye. Iri shuri ryitwaga \"Amahoro Academy\" rikayoborwa na Bwana Jean-Paul Murenzi, umuyobozi wari uzwiho ubuhanga n'imiyoborere myiza. Ariko, mu mpeshyi ya 2023, amahoro y’iri shuri yaje guhungabanywa n’ikibazo kidasanzwe: ibyaha bya ruswa byashinjwaga Bwana Murenzi.\n\nBwana Murenzi yari umugabo wiyubashye, uzwiho kuba yarahinduye isura y'uburezi mu karere akoramo. Imyaka isaga icumi, yari yarayoboye Amahoro Academy atarangwaho inenge, ndetse akaba yaragize uruhare rukomeye mu gutuma iri shuri rirushaho kugira ireme ry’igihe kirekire mu burezi. Ariko rero, ibirego bishya byaje bikubita nk'inkuba mu matwi ya benshi igihe humvikanaga ko hari ababyeyi bashinje Murenzi kwakira ruswa kugira ngo abana babo babashe kubona imyanya n'amanota ya mbere mu kizamini cya Leta.\n\nByose byatangiye mu minsi ya nyuma y'umwaka w'amashuri. Janvière, umubyeyi wari ufatanyije uburezi bwa abana be hamwe n'iryo shuri igihe kirekire, yaje gutungurana atangaje ko yari amaze kubona ibimenyetso simusiga byerekana uko amafaranga atangwa mu ibanga, agacishwa ku munyamabanga wa Murenzi kugira ngo abana babone amanota meza. Benshi ntibemeye ibyo birego ku ikubitiro, bagirango ni ibihuha. Ariko uko iminsi yagendaga, indi miryango y'incuti n'abandi banyeshuri batangiye gushyira ahabona ubuhamya bwabo, ibintu birushaho kuba ihurizo kigoye.\n\nNyuma yo kumva izo mpuruza, ubuyobozi bw’akarere bwiyemeje gukora iperereza ryimbitse. Mu gihe igitutu cyakazaga umurego ku Bwana Murenzi, abanyeshuri bo bashyigikiraga umuyobozi wabo ku buryo bweruye, bakoze imyigaragambyo ibera mu busitani bw'ishuri basaba ko ubuyobozi busubiza agaciro ku izina rya Murenzi. N'abarezi bagenzi be ntibari basigaye, ngo kuko byinshi byagezemo byagaragaraga nk'ubushotoranyi buturutse hanze.\n\nNyuma y’ibyumweru bitatu, itsinda ry'iperereza ryashyize ahagaragara raporo, itegerejwe n'amatsiko menshi. Mu gihe benshi bitegaga ibyemezo bikakaye cyangwa se ikimwaro ku muryango wa Murenzi, raporo igaragaza ko nta kimenyetso gifatika cyashinjaga ko habayeho iryo hohotera mu mitangire y'amanota cyangwa imyanya. Ahubwo, ryavumbuye ko hari itsinda ry'amatsinda y'abigize inyapolitiki mu karere ryashakaga gucisha bugufi izina ryiza rya Murenzi mu bidashingiye ku kuri, kubera impamvu z'ubusambo n’ishyari.\n\nIcyemezo cyasomwe mu ruhame kuri radiyo y’igihugu, kikaba cyaranzuye ko Murenzi nta cyasha afite, ndetse yemererwa gusubira ku mirimo ye y’umwimerere. Abo mu muryango w’ishuri bakira icyo cyemezo ku byishimo byinshi, bashimira umuyobozi wabo wayoboye inzira ndende y'urugamba.\n\nByongeye, Murenzi yahise yumva ko harimo ayandi masomo yo gukuramo: yibutsa abanyeshuri kurwanya ruswa mu gihe cyabo cyose, gushyira imbere kwimakaza ukwemera gukorera mu mucyo. Kuri we, ubu buhamya bwo gukura isomo mu kaga bwari bwaramubereye kimwe mu bihembo by'ubuyobozi bwe.\n\nAmahoro Academy yongeye kugarukirwa n'amahiri yo kuba ikigo cy'amahoro, aho uburezi bufite ireme ry'isumbwe bushobora kurwanira umuziro ku cyasha na muke cya ruswa. Koko icyo gihe, imvugo y'ubujiji niyo yari yamaze kuguruka nk'umuyaga w'imvura itamutse ikagaruka mu joro ry'ukuri. Igihe cyose cyaranzwemo urukundo rw(su)tangaje rwa Murenzi n'umuhate we ku ishuri rihamye. Kandi ishyaka ryaratsinze.\n\nIyi nkuru rero ntikomeza itekanye, kuko ni ishusho y’ubuzima bwacu bujyanye n’ubutwari no gutinyuka, aribo Bwana Murenzi Jean-Paul, umuyobozi utagereranwa wagaciye ukubiri n’ubuhamya bubi bwa ruswa."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cy'imisozi igihumbi, aho akarere ka Nyabihanga gasingizwa gukora cyane mu guteza imbere uburezi, havuzwe inkuru yahuruje benshi mu biganiro by'ikinyamakuru gikorera ku ruhande rw'ukuri. Iyi nkuru ivuga ku muyobozi w'ishuri rikuru ry'icyitegererezo, Bwana Rugwiro, wari umaze imyaka irenga icumi arirongoye, ariko ubu akaba yarashinjwaga ibyaha bya ruswa.\n\nBwana Rugwiro yari azwi nk’umuyobozi w’ishuri ukunda umurimo kandi ufite ubushobozi bwihariye mu kubaka umubano mwiza n’abarimu n’abanyeshuri. Amahitamo ye mu gushyiraho gahunda zijyanye n’uburezi no kuzamura ireme ryaryo yamuhesheje ishema haba mu karere ndetse no ku rwego rw’igihugu. Icyakora, umukororombya w’ubuzima bwe waje guhindura ibara ubwo bamwe mu barimu bashingaga ikirego bagahamya ko umuyobozi wabo yajyaga asaba impano kugira ngo babonekwere ku myanya runaka cyangwa bazamurwe mu ntera.\n\nIbi birego byateye urujijo mu baturage n'abayobozi. Bamwe bemezaga ko ari amayeri yo kumutesha agaciro, dore ko bagendaga bavuga ko ari we muyobozi w'icyitegererezo watinywaga n'abashoramari bashakaga kwigarurira isoko ry'ibikorwa by'amajyambere mu burezi. Mu gihe abandi, cyane cyane abari baraguze impano, bashimangiraga ko ibyo byose byari impamo.\n\nUbwo Minisitiri w’Uburezi yageraga kuri iri shuri kugira ngo ashyireho akanama k’iperereza, Bwana Rugwiro yamwakiriye n'umutima ucutse ariko agaragaza ko nta nenge afite mu mikorere. Abanyeshuri n'abavandimwe babo bari bakutse umutima, bamwe bafite impungenge z’uko umuyobozi akuweho bashobora gusubira inyuma mu myigire yabo.\n\nIperereza ryaratangiye, risanga hari amakuru anyuranye ahamya ko hari amafaranga yanyurijwe mu bikorwa bimunga umutungo wa Leta. Mu gihe Bwana Rugwiro yageragezaga kwikura muri ibi birego, yahise akoresha ikiganiro n'itangazamakuru aho yashinje bamwe mu bakozi be kumuharabika. Yavuze ko ibyo bamushinja byaturutse mu bwumvikane bucye n’ishyari ry’uko yashyiraga itangazo ry’uko ashaka guhindura imikorere igamije kurwanya amakosa.\n\nNyuma y’amezi ane y’iperereza, akanama gashinzwe amakosa n’imicungire y’abakozi ba Leta kashyize hanze raporo y’uko hashize igihe kirekire umuco wa ruswa uvugwa no mu zindi nzego z’uburezi, ariko ibirego bihabwa Bwana Rugwiro byari bimwe mu byo yamaganaga ngo biri mu rwego rwo gutinza impinduka hamwe n’amakimbirane yo mu kazi.\n\nUwo munsi, mu muhango wari ukunzwe guhamagarwamo abayobozi bo mu cyaro, Bwana Rugwiro yahagaritswe by’agateganyo mu mirimo ye, ariko byanashimangiwe ko hagiye guhangirwa uburyo bushya bwo kwigisha umuco w’imikorere myiza mu burezi. Ibyo byaje gutuma avuzwa impundu nk’intwari yabanje gutumwa kurwanya ingeso mbi zivugwa, birangira atasize inkuru mu mitima y’abo yayoboraga.\n\nKuva ubwo, abanyagihanga batangiye gushyira imbaraga mu bikorwa byo kurwanya ruswa mu mashuri yabo, bakoreshwa na gahunda nshya yahagarariwe na Komite y’igihugu ishinzwe uburezi. Nubwo ikosa ryo gushinjwa rya Bwana Rugwiro ritakuweho burundu, yahindutse ikimenyetso cy’uko niyo biremererwa, ukuri nta bwo gupfa kuzima."
    }
]