[
    {
        "story_id": 1,
        "text": "Umunsi umwe, mu mujyi muto w'amahoro witwa Nyabikere, haherutse kuba inkuru y'igitangaza yavuzwe mu Rwanda hose. Ni inkuru y'umugabo witwa Gasore, umuhinzi wicishaga bugufi wabaga mu mibereho iciriritse, ariko waje gutsindira ibihembo bikomeye bitunguranye.\n\nGasore yari azwi n'abaturage ba Nyabikere kubera imyitwarire ye myiza n'umuhate yashyiraga mu mirimo ye. Amasaha menshi y'umunsi yayamaraga ku murima, yita ku bihingwa bye, cyane cyane ibijumba n'ibirayi. Nubwo atari afite amafaranga menshi, yari umuntu wishimira uwo ari we, agashimira Imana umunsi ku wundi.\n\nUmunsi umwe, igihe Gasore yagendanaga imbuto zo guhinga ku isoko rya Nyabikere, yahuye n'ikintu kidasanzwe. Yahutanye n'ikaramu n'agapapuro ku nzira, bimeze nk'ibyo abana bacagagura. Agapapuro kabaga kari ifishi yo guhabwa igihembo mu irushanwa yigeze kumva abantu bavuga imyaka myinshi ishize. Yaritaye ku bikapu bye n'imbuto yari afite, aricara ku ntebe yo ku ruhande rw'umuhanda kugira ngo arenzure iyi mpapuro.\n\nYumvise amaherezo noneho ajyaniwe n'ibitekerezo, afata icyemezo cyo gutanga iyi mpapuro mu biro by'irushanwa ry'ibihembo byari aho hafi. Abakozi b'irushanwa baratunguwe bamubwira ko ifishi ye yari imwe mu zakinweho muri tombola y'igihembo gikomeye cyari cashimwe n'abaturage ba Nyabikere mu myaka yashize: amafaranga miliyari imwe rwose ndetse n'ibindi bihembo! Ikinyamakuru cy'abahinde n'icy'Abanyaburayi byari byamaganye harimo no guhabwa ibikoresho by'ubwubatsi, impushya zo gutembera hirya no hino ku isi, no gufashwa mu bikorwa by'ubuhinzi.\n\nInkuru yagiye yiruka nk'umuriro mu gasozi, birangira abaturage ba Nyabikere bose bumenye iby'ibigwi bya Gasore. Abantu bari baramenyereye kumubonana inkari n'imvura, none abenshi batangiye kumugaragariza ishyari. Inshuti n’abavandimwe baje kumusaba icyo bazakora kugira ngo abahe uburenganzira bwo kumuha inama mu byo azakoresha iyi ntsinzi kugira ngo bamusabe ku buryo bw’uruhame.\n\nAriko Gasore, n'umuranto utumamtama mu maso, yabonye neza ko ibihembo yatsindiye bishobora kumutera umutwaro. Yafashe umwanya wo kwitekerezaho cyane ku cyo yaba yariboneye amahirwe. Ariko yanagendaga asubiramo mu mutwe we ko amahirwe ari amahirwe. Kuva icyo gihe yahisemo kuba umuterankunga w’ibikorwa remezo, guteza imbere amashuri n’amavuriro ahantu hose mu mujyaruguru y’igihugu. Byateje akajagari muri komini, ariko ibyo bikorwa byasize amasomo akomeye mu mitima y’abaturage b’akagari ka Nyabikere kandi ibihe bigeze, hari ibikorwa bishingiye ku bumwe n’amahoro byakomeje mu nzira ye.\n\nMu mpera z'iyi inkuru, Gasore yakomeje gukora nk'umuhinzi ariko ubu ufite ibikorwa binini ahahoze akerenzaho amaso gusa, abenshi baramwibukiraho ubunyangamugayo. Inkuru ye isigara ari urugero rw’ukuntu umuntu ashobora guhindura urugendo rw’isi mu gihe gito kubera umutima w’urukundo kandi kubera amahirwe!"
    },
    {
        "story_id": 2,
        "text": "Mu mujyi w’amahoro wa Kigali, hari hafi kuza umuhango wo gutanga ibihembo byitiriwe \"Amanota Adasanzwe\". Ni ibyo bihembo byatangijwe mu buryo bw'ubwenge bwo gutera ishyaka abikorera no guhemba ibitekerezo by'udushya mu ngeri zitandukanye. Ariko uyu mwaka, ibintu byari bigiye guhindura isura mu buryo butunguranye.\n\nUmuryango wateguye igikorwa, wiswe \"Ubumwe Bwa Creativity\", wari unyuzwe n'umubare munini w'abakandida bari bariyandikishije. Ariko mu gihe hitegurwaga umuhango wo gutanga ibihembo, Perezida w’uwo muryango, Bwana Mugisha, yahuye n'ingorane ubwo yagiraga ikibazo gikomeye mu muryango we. Ibi byatumye ashyiraho akanama k’abagenzuzi bakaba abazafatanya gutora abazahabwa ibihembo, bakaba aribo bazaba abashinzwe guhuza iyi gahunda kugeza iherezo.\n\nInkuru yatangiye kujya mu gifaransa ubwo hageze igihe cyo gutanga icyo gihembo cya nyuma kiri mu cyiciro cya \"Igitekerezo Cyo mu Bandi\". Abantu bose bari batanze ibitekerezo byabo by’indashyikirwa mu bijyanye n'ubumenyi, ubuhanzi, n'ikoranabuhanga. Habayeho igihe kitari kinini cyo gutanga ibi bihembo, abantu batangiye kubona ubutumwa bw'ubwo gihembo cyegukanwe n’umuntu utunguranye cyane: umuzamu witwa Gatera wo kuri iryo shuri.\n\nGatera ni umusore wari umaze imyaka itanu akora nk’umuzamu mu kigo cy’amashuri yisumbuye. Yari azwiho gukunda gusoma ibitabo, cyane cyane ibijyanye n’ubumenyi nyuma yo gusinzira abana bakunda kumwita \"umunyeshuri udafite impamyabumenyi.\" Yari yaritabiriye irushanwa atanga igitekerezo kidasanzwe cyo guhanga imiti mishya ishingiye ku bimera byo mu Rwanda. Yari yagize igitekerezo cyo gukusanya amakuru acukumbuye ku byatsi by'ubuganga gakondo amaze igihe yiga mu bihe bye by'ikiruhuko. \n\nAbanya-Kigali baratunguwe ndetse barashidikanya uko byashobokaga ko Gatera, atari mu bantu basanzwe bazwi nka ba rwiyemezamirimo cyangwa abanyeshuri mu by'ubumenyi, yakwegukana igihembo gishyitse gutyo. Ikinyamakuru cyaho cyo sinzoga cyahise cyandika inkuru ivuga ngo \"Amasiganwa Y'isi Atunguranye: Umuzamu Yambuye Igikombe Abayobozi mu Bumenyi!\"\n\nNyuma y'icyumweru, hakorwe ubusobanuzi kuri televiziyo y’igihugu, Gatera yahawe ikaze mu kiganiro cya nimugoroba. Umwana wese ku rugo yagabanyije ijwi kugira ngo bumve ibyavugwaga n'uyu munyamahanga mu mwuga bigishaga. Gatera yasobanuye ko, ubwo yari akiri muto, yakundaga kubaza ikibazo k’uko ibihangano byashobora kuzana impinduka mu bisubizo by’ubuzima bw'amuntu, igitekerezo cyamutwaye imyaka yose yo gukora no kukigenzura.\n\nUko inkuru yakwirakwijwe hose, abantu batangiye kumufatiraho urugero. Abandi bandi nabo batangije ubutumwa bwa \"Ushobora Gukora Ibitangaje\" maze bemeza ko bakomereje igitekerezo cye ku mbuga nkoranyambaga, bibwira abari mu isi y’ubucuruzi n’ikoranabuhanga, ko amahirwe ari hose kandi ko umuntu wese afite ubushobozi bwo gukora impinduramatwara aho akorera.\n\nMu minsi itageze ku kwezi, Gatera yahawe amahugurwa mu bigo biturutse hirya no hino, agirana ubufatanye bwo guhashya ubukene n’ubujiji mu rubyiruko rwiga kandi rwifitemo ubushake bwo guhindura isi. Icyo gihe hamenyekanye ko umuntu wese, ndetse n'uwo wagira ngo \"afite umwuga usanzwe\", ashobora kugira uruhare mu iterambere ry’abantu.\n\nGatera ntazibagirana mu mateka y'Umujyi wa Kigali, ndetse no mu mitima ya benshi, atyo umwaka uwo uhoraho w’ibihembo bigahora byibutsa ko ingamba z’umutima nk’izo za Gatera ziza ari umurage ukomeye abanyarwanda bitaho."
    },
    {
        "story_id": 3,
        "text": "Mu mujyi mutuwe n'abantu benshi rwagati mu gihugu cy'imisozi miremire, habayeho umugabo witwa Kalisa, wari uzwiho ubugwaneza no kwiyoroshya. Kalisa yari umukozi usanzwe mu biro by’akarere, aho yakoreshaga imbaraga ze zose mu kazi ke ka buri munsi. Ubuzima bwe bwari butuje, aho yiberaga mu mirimo ye y'ubugororangingo no gufasha abandi. Icyakora, ibyo byari bigiye guhinduka mu buryo butunguranye.\n\nUmunsi umwe, ibintu byahinduye isura ubwo Kalisa yajyaga ku kazi mu gitondo agasanga igipapuro gishinze neza ku meza ye. Cyari urupapuro rw'ubutumire gusa rwari rutegereje isinya ye ngo rukore. Atangira gusoma, umutima we wateye insikwi. Yari yatumiwe mu muhango wo gutanga ibihembo byari biteguye gutangwa n’ikigo kidasanzwe gikora mu by’ubushakashatsi ku bwenge. Yibajije icyatumye atoranywa, Kalisa yumvaga umwuka umushirana, ariko ntiyareka kujya kureba neza ibyo byari byo.\n\nIbyumweru byaricumye, umunsi nyirizina uragera. Kalisa yagiye muri uwo muhango atoranyije imwe mu myambaro ye isa neza. N’ubwo yari afitiye amatsiko ayo mahuriro, ntiyatekerezaga kuba umunyamahirwe. Ubwo bahamagazaga intsinzi ye mu buryo bw'ikirenga kiri mu magambo n’amajwi byakubwnihaga, Kalisa yikubitanye n’inkuru ko yari yatsindiye igihembo gikomeye cy’akazi keza mu ikoranabuhanga, imitungo n’amafaranga yari atarigeze atekereza kubona.\n\nIyo ntsinzi yateje impagarara mu karere. Abaturage bavuze byinshi byiganjemo izina rya Kalisa, mu gihe abakozi be batangiye kwibaza byinshi ku mimerere y’icyo kigo cyamuhaye igihembo. Byari byaravuzwe n'abantu ko iyo kihembo kitabonekamwo bwa mbere. Hari bamwe bagize amatsiko niba yari ikinyegezwa cy’umugambi muremure cyangwa niba hari ikindi kibiri inyuma.\n\nKalisa yari mu gahinda gakomeye. Uburame n’ubugororangingo bwe byamutesheje umutwe, ndetse bigera ku rwego aza gutumizwa n’inzego z’umutekano ngo abazwe ku byo yari yatsindiye. Nyuma y’ibibazo umusubirizo no gucukumbura bihagije, byaje kugaragara ko ikigo cyitanze igihembo cyari icy’impimbano, cyari gishingiye ku gushakisha abazagambirira kugura ibikoresho byabo mu muco utavugwa.\n\nNyuma y'iryo shyano, Kalisa yasubiye mu buzima busanzwe, ariko ntibyamubuza gukomeza gukorera imwe mu mishinga igamije iterambere ry'umuryango we n'abanyeshuri batofasheyeho urugero rwe rwiza. Yabaye icyitegererezo cy’uko kwicisha bugufi, gukorana umwete n’umutima udaheranwa bivamo umusaruro w’ukuri mu buzima budasubira inyuma. Abayobozi nabo bafashe ingamba zo kugenzura amahame y’ibigo bitanga ibihembo, ku bw’umutekano no kwizera mu muryango wabo."
    },
    {
        "story_id": 4,
        "text": "Igihe kimwe mu mujyi witwa Mabali, habayeho umugabo witwaga Kamanzi. Uyu mugabo yari asanzwe ari umubaji usanzwe ubana n’umuryango we mu nzu nto yagendaga igendanwa. Uburyo bwe bwo kubaho bwari bumworoheye; buri gitondo yazindukaga ajya mu igaraje rye, agahanga ibintu bitandukanye mu biti, akanyuzamo akajya kugura ibikoresho byo mu rugo ku isoko ryo hafi aho.\n\nUmunsi umwe, ubwo yari avuye guhaha, yasanze ku muryango w’igaraje rye harahigitse urupapuro rw’ubutumire. Yarufashe arusomye, asanga ni ubutumire bwo kwitabira umuhango w’itangwa ry’ibihembo bihabwa abantu bakoze ibikorwa by’indashyikirwa mu mujyi wa Mabali. Kandi yari ashyizwe ku rutonde rw’abazahabwa ibi bihembo!\n\nKu ikubitiro, Kamanzi ntiyabyiyumvisha. Yatekereje ko ari ikosa ryabaye ku ishyirwaho ry’amazina cyangwa se ikimwaro kidasanzwe. Nyamara, uko yagendaga asoma ku nkuru zitandukanye zanyuzwe mu binyamakuru n’abaturanyi be bamutake iteka, byabaye ngombwa kwemera ko atayobewe ko byose ari ukuri.\n\nIgihe cyo gutanga ibihembo cyageze, umuhango ukorwa mu nzu mberabyombi iruta izindi mu mujyi. Kamanzi yinjiye afite ubwoba bwinshi, imyambaro ye y’uruganda ariyo itaraza mu buryo bugezweho kuruta abandi bashyitsi. Ariko abantu bamwakiranaga urugwiro ku buryo bwumvikanaga rwose ko bishimiye kumubona.\n\nYicaye mu kibanza cye, yagize ngo igicuku kirinjiye, abumvu inkuru z’abandi batsindiye ibihembo kubera ibikorwa bifatika bakoze mu muryango nyarwanda. Mu gihe ibyo byose byabaga, yatekerezaga igihangayikishije: \"Ni iki cyaba cyaratumye mwemera ndi umwe mu bahatanira ibihembo?\"\n\nAho ibintu byabereye igitangaza ni uko bageze mu gice cya nyuma, umuyobozi mukuru yaje gufata ijambo avuga ko hari igihembo 'gitunguranye' cy'uwagize uruhare rukomeye mu guhimba igihangano cyabashije gukurura benshi, kugira umutima mwiza ndetse n’ubutwari mu bihe bitoroshye. Byaratunguranye ubwo batangazaga ko ari Kamanzi!\n\nMuri ako kanya, yibutse ibyiciro byose yarimo acishamo ubwo yabaga yitonze mu kumva amarira y’abandi, akitabaza gukubira abandi ubwenge ndetse no gushyira imbere abandi. Urumuri rw’umunezero rwamusaze, ati “Ibyo nkora si ibintu bitangaza, ahubwo ni urukundo rw’urudaca rw’abo nzengurutse.”\n\nAbari bateraniye aho bose bamuhaye amashyi y’urufaya, umujyi wose uremeye ko ubworohe bw’umutima we bwatumye ahabwa icyo gihembo. Nta wahakana ko yari umugabo udasanzwe mu mwijima w’umunsi, ugahaza uwo abonye wese.\n\nNyuma yo gutahana igihembo cye, ntiyahindutse; yakomeje kuba Kamanzi umuhanga mu kubanza abandi imbere kugera ubwo uyu mujyi wahindutse uw’isonga mu ruhando rw’umuco wo kwiheshereza ndetse no guterana inkunga mu bikorwa byiza. Yitegereje uburyo yahindutse igicumbi cy’impinduka zisendereye umuhozantare n’abaturage baje kwigira kuruhande rwe. kandi ubuhanga bwishimiwe na bose, babibona nk'igitangaza cyadutse!"
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Kanyamumbogo, cyari gisanzwe kizwiho ituze n'umudendezo, inkuru y'igitangaza yatangiye kuvugwa hirya no hino mu mihana ubwo hatangazwaga ko umwe mu baturage b'ako karere, Umurisa Japhet, yari yatsindiye ibihembo bitari byarigeze bibaho.\n\nUkwezi kwa Nyakanga kwari gutangiye neza nk'ibisanzwe, ariko ku manywa y'ihangu, inkuru iturutse mu kigo cyita ku mpano no guhanga udushya (CIU) yatangaje ko Japhet yari yatsindiye ibihembo by'amakipe atandatu mpuzamahanga yari yahuriye mu marushanwa yo guhanga udushya, ariko amaherezo yawo yari yarabaye ibanga rikomeye. Bose uko ari batandatu bifatanyije gutangaza ko atsinze.\n\nUmurisa Japhet wari umukozi ushinzwe kugenzura ubuziranenge mu ruganda rw'ibijumba, yisanze ari umwe mu bantu b'icyamamare mu kanya nk’ako guhumbya kubera impano ye yo kwihangira udushya mu buryo bworoshye kandi budasanzwe. Udushya twe twari tugizwe n'igikoresho cyoroshye gishobora guhindura ibisigazwa by’ibijumba mo ingufu z'amashanyarazi. Gukorwa k'icyo gikoresho byatangiriye mu gikorwa cy'abana bato mu mudugudu batumizwaga amakarito y'umugati, aho yagendaga akusanya ibisigazwa by’ibijumba abandi babonye bidafite akamaro.\n\nNyuma y’uko Japhet yegukanye ibihembo, umugi wa Kanyamumbogo wakomeje kujya mu makuru akaba ari bwo bwa mbere wigarurira ibitangazamakuru mpuzamahanga. Impuguke zirakeka ko ibihembo Japhet yatsindiye byaba bifite agaciro k’amadolari y'Amerika agera ku bihumbi magana atanu. Uyu mwanya yatsindiye kandi wazanye impinduka zakuruye impaka mu nzego z'ubuyobozi bw'igihugu cyangwa bigafasha abakene kubera ko amafaranga yariyongereye mu ishoramari ry’abaturage.\n\nAbaturage barimo n'imiterere ya Kanyamumbogo batangiye gufata ibyemezo bitunguranye kandi bikiza abaturage. Mu gihe bamwe biyeguriye imyidagaduro, abandi bagize uruhare mu gushyiraho gahunda yo gushora imari mu kongera umusaruro w’umusarane.\n\nIcyakora, iyi ntsinzi ikaba yarakururiye Japhet umunsi ku wundi kugira ipfunwe ry'uko umugambi we uba wafatwa nabi n’abo batahuje ibitekerezo. Aho kubona indoto ze zibaye impamo, yatangiye kubona imirimo itunguranye maze abona ko imvano y'aya mahirwe itazwi n'abantu benshi.\n\nNyuma y'iminsi micye, ibitangazamakuru byinshi byakomeje gutangaza iby’iyi nkubiri. Japhet yarahamagawe kwitabira ibiganiro ku isi yose, bikaba byarabaye urugero rwiza rw’uko umuntu umwe n’igitekerezo cye gishobora kugira uruhare mu guhindura igihugu ndetse n'abaturage bacyo.\n\nUbwo umunsi wo gutanga ibihembo wagezaga, Japhet yaje ku rubyiniro rw’icyubahiro asanganizwa induru z'amashyi n’ibyishimo. Yavuga ijambo rimwe gusa ritangaje ryaciyemo abari aho, ‘Ibanga ni uguhanga udushya kandi ukarangwa n'inyangamugayo’.\n\nUyu niwo wabaye intangiriro yo kuzirikana umuhati n’umusanzu wa buri muntu mu iterambere ry'ubukungu n’imibereho myiza y’abaturage ku Isi. Umurisa Japhet yahise aba umuntu ushimwa n’abari baciye akenge mu muryango w'abashakashatsi mpuzamahanga kubera ibikorwa n’ubushakashatsi bye byakozwe neza kandi bitangaje."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu gituranye n'imisozi miremire y'ubururu n'ikirere gisukuye cyijimye, hari umugabo witwaga Kamanzi. Kamanzi yari umucuruzi usanzwe, utuye mu mujyi wiganjemo abacuruzi n'abahinzi, aho buri wese yabaga ahugiye mu mirimo yo kwiteza imbere. Uyu mucuruzi yari afite iduka rito ricuruza ibikoresho by’ibanze byo mu rugo, aho yahoraga yicaye yitonze, ategereje abakiriya ntibuze.\n\nUmunsi umwe wuzuye izuba ry’igikombe, Kamanzi yicaye ku ntebe y'imbere y'iduka rye, yisoma igitabo cy’inyamaswa z'ingororano zitangaje. Atari azi ko umutwe w'ibiri bugwaneza wabaye, mu itangazo rya radiyo y’Igihugu yasomwe mu matwi ya benshi, hatangajwemo ko hari ibihembo bikomeye byatanzwe bidasanzwe.\n\nIbihembo byari byatanzwe n'umuvandimwe aba kure, witangaza nk’umutunzi utazi umuntu n’umwe mu gace, washakaga gutanga umutungo we mu buryo butandukanye. Uwo mutunzi yari yarashyizeho gahunda y’ubutunguranye, aho abantu bafatwaga mu buryo bw'ihindagurika, hagatangwa ibihembo bitandukanye birimo amazu, imodoka, amasambu, ndetse n’amafaranga y'ingoboka.\n\nIgitangaje, Kamanzi ni we wagizwe umwe mu batsindiye ibi bihembo bitangaje. Ntawe umuzi nk’uwaba yerekanye izo nyandiko, ariko ku bw’amahirwe, yatsindiye inzu n'imodoka nshya. Inkuru yahise ikwira umujyi wose ndetse ikomeza inshuro nyinshi ku baturanyi be b’agace ko hasi n'aho hejuru.\n\nAko kajagari kose katumye abantu bamusukurira ndese abuza amahoro abajyanama ba banki, baje gushimira no kubwira Kamanzi uko yashobora gushora ayo mahitamo neza. Ariko kandi, hakaba n'abamushinja bafite ishyari, babaza uburyo n’ukuntu yabashije guhitamo igihembo cy’ubutunguranye.\n\nImyanzuro yari hagati ya gutura aho bakabaye bara imizi y'uko yabitwaye cyangwa ku bw’amizero ashore mu mishinga mishya. Nyamara, mu mutima we yaratekerezaga kuri ya masano maremare yari afite ku isi imbere. Byamusabye ihohoterwa mu nzozi ze ndakuka kugira ngo amenye uburyo yatsindira ubu buryo ndetse n’uburyo yamera akomeye mu bumwe n’amakipe yabamufashaga kugera kure.\n\nMu nkuru ya Kamanzi, hadasize iteka ku mahirwe ndetse n’uko imicungire myiza yamufashije yumva ko ibihembo bihanitse bisa n’ibitasanganywe, yakurikirana no mw’imbaga rinini iby’ubutaka n'ubutunzi bw'umuntu bikikije isi. Gukomera k’umuturanyi bivuze ibyo bakura mu myenda ya buri munsi, birangira Kamanzi abaye umwe mu kuvuga inkuru ikomeza kuba urukundo n'iminshyi mu muco ugari, aho yakomeje kuranga urukundo n'ubumwe mu banyarwanda."
    },
    {
        "story_id": 7,
        "text": "Hariya mu karere ka Nyabizaro, icyumweru kimwe cyahindutse nk’ikitazibagirana mu mateka yaho, ubwo umuturage witwa Karangwa Samuel yatungurwaga no gutsindira ibihembo bitunguranye byari byateguriwe abahanzi baho. Ibi bihembo byari bizwi nka \"Imena Awards\" byateganyirizwaga kuzatangirwa ku munsi mukuru w’umwaka mushya, ndetse byamenzwe cyane n’itangazamakuru ryaho.\n\nKarangwa, uwo mukandara mu bumotari, yari azwi n’umugabo uticishije bugufi, ukunda umurimo kandi wita ku muryango we. Abamutazaga bapfa kuvuga ko mu buzima bwe atigeze anagira amahirwe yo gukandagira mu iteme ry’abahanzi cyangwa abakinnyi b’ibizwi mu mugi wa Nyabizaro. Ariko ku buryo butunguranye, agiye mu isoko ngo atunge urugo, yaje gusaba ibara ry'uruhushya rwo gutega iminara kuri mudasobwa ye, ni ko kubona ubutumwa bugufi bw’itumanaho bwemeza ko yatsindiye \"Ihembo ry’Umuhanzi Muri Bose.\"\n\nAya makuru yamuteye ubwoba, abandi banya-Nyabizaro bikanga bati: \"Ibihembo bikataje bigiye kuba ibya jenoside y’ibikorwa by'imyidagaduro!\" Ntibyatinze, kubera ibyo bihembo, yahise yiyongera mu nzu y’ibigwi, inzu imenyereweho kuba mu rugero rwo hejuru rw’abahanzi b’umwuga, amusanga mu rugo, bashaka kuduza ubusobanuro bwose bw’uko yatsindiye ibyo.\n\nMuri icyo cyumweru gishya, habaye akajagari kenshi ko gufata amafoto, amarasita n’ibiganiro by’itangazamakuru, Karangwa atabarizwa nk’umuhanzi kandi atarigeze yandika indirimbo imwe cyangwa ngo ajye mu nzu itunganya umuziki na rimwe. Imitwe y’ibinyamakuru yandikiraga mu bihugu binyuranye byibazaga uwo \"muhanzi utazwi\" wigaruriye intwaro za muzika mu buryo butazwi.\n\nAriko kandi, uko iminsi yagendaga, abantu n’abandi baratekereza, begerana hafi y’urugo rwa Karangwa ngo bamwibonera na nyirizina, bamusaba kuganira ku mateka y’ubuzima bwe. Mu buryo butunguranye, Karangwa yahise ahinduka ikirango cy’ukuri ko mu buzima kw’abaranga, yiga uko yateza imbere bakore ndetse abamenyekanisha mu buryo bwihariye.\n\nKarangwa, mu mvugo nkeya, yakomeje kwemera ko gutsinda ibyo bihembo atari impanuka, ahubwo ko ari igisubizo cy’amahitamo y’ubuzima bwe, asaba abantu bose kugana ubuzima muri nta buryarya ndetse no mu bwiyoroshye kuko iby’isi bihora bihinduka. Hakomeje kuba harimo impaka nyinshi mu itangazamakuru, ariko Karangwa yahisemo kwibanda ku mucyo w’ubuzima bushya butagira uruhande ibihe byatwaye.\n\nMu buryo butaryamye, Karangwa yahise atsindirwa kandi mu buzima bushya, burya uyu muhirwe wo mu karere k’amateka ashyira imbere cyane ubutumwa bw’ubuserukizi bwiza bw’ibikorwa bye kandi yibanda ku kurinda ishingiro ry’umuryango we muri ibyo. Icyo kintu, yagize, ni ikinamico y’amateka udashobora kwiyumvira."
    },
    {
        "story_id": 8,
        "text": "Ku munsi umwe mwiza mu mujyi wa Kigali, hatariki 15 Ukwakira 2023, inkuru yasakaye hose mu gihugu, ndetse no hanze yacyo. Byari isaha ya saa yine za mu gitondo ubwo Radiyo y’Igihugu yatangazaga inkuru idasanzwe ko Habimana Jean, umuturage usanzwe ukora akazi ko gucunga umutekano ku kigo cy’amashuri cya Rugunga, yatsindiye ibihembo bikomeye bimuteza izina rikomeye mu buryo butamenyerewe.\n\nImbere y’akaruhuko Rwibutso, Habimana yagaragaye akubita agatwenge kadasanzwe we ubwe atabyiyumvisha. Icyo gitondo, yaramutse akora ibisanzwe, akomeza gukangura abanyeshuri no gukosora imyenda y’amashuri isa nabi. Mu gihe yibwiraga ko ari umunsi usanzwe mu buzima bwe, telefone ye yaciyemo ishyirwa ku murongo w’amakuru, ivuga ko atsindiye igihembo cy’umuhanzi mwiza mu irushanwa “Umurage w’Isi”.\n\nIri rushanwa mpuzamahanga, ritavugwaga cyane mu Rwanda, ryari ryateguwe n'ikigo kidasanzwe cy'umuco muri Canada. Byari ugutora ibihangano bitandukanye hirya no hino ku isi, kandi ibyatangaga ibimenyetso by'uko bifite umwimerere mu kubaka amahoro n'ubumwe. Kubw’ibyago cyangwa amahirwe, Habimana yasanzwe afite urubuga rwa YouTube rwigaruye mu mishinga ye yo gusubiramo indirimbo n’ubuhanga bwo gucurangira abakubukana ndetse n’ubugeni.\n\nYatangaje abari bamuzi ubwo yagaragaraga kuri Televiziyo mpuzamahanga amwenyura, aho yahishuye ko ibyo bihangano yari yarabikoze atagamije kurushanwa, ahubwo ngo byari uburyo bwo gusigasira ubwiza bw’ubuhanzi bw’u Rwanda no kugaburira umutima we nyamara bari benshi bashimishijwe nabyo i Toronto.\n\nUburyo uwo musore yaje gutsindira ibi bihembo, guhera ku nkono y’amahitamo y’indirimbo n'imiterere ya muzika mu mfura, byatumye umujyo w’amakuru wongeye guhindukiza amateka. Abanyamakuru baturutse imihanda yose, baje kumwegera bifuza kumenya birenze ibyo yari asanzwe azwiho umubyimba ntiwari wifite icyo utari kurata.\n\nMu minsi yakurikiyeho, akajagari karatangiye mu murwa wa Kigali. Abafana n’abanyamakuru batashye i Kigali, ndetse n’abahoze bamugendera kure baje gushaka amakuru ye. Inkomereye ni uko abahanzi bakomeye n’abasangwa mu buhanzi bushyashya bavugaga ko Habimana aza guhindura uburyo ibintu byari biyobowe. Abahanzi batandukanye basabaga gufatanya nawe, naho abashashanya n’ibigo by'ibyamamare basaba kuba bamusinyira mu gihe kirekire.\n\nMu byokurya, abana, abana b’abaturanyi, ndetse n'abasaza bari bashikiwe no kutagira aho bashibwe kubera akajagari n’uruhererekane ku mugabwa by’urufatiro rw’ibyo byamubayeho.\n\nGusa Habimana Jean, mu rwesamihigo, yabaye w’intangarugero. Yamenyekanye neza muri bamwe mu bakizamuka, ukorera igikomeye mu rundi rubuga ariko bitari biri kw'amafaranga cyangwa guhinyuza abandi, yarakoresheje amahirwe yari abonyemo kubyutsa ubukorikori no gushyigikira abandi bafite impano, abigisha gucuranga ndetse no kwamamaza mu mfura.\n\nMu buryo butunguranye, atanze urugero rw’umuntu uretse ibyo yari yarateguye kuva kera, akaba impamvu y’ibyishimo byo kwishima n’akanyamuneza mu gihugu, maze yongera gusubizaho indangagaciro yo gusaranganya. Ni inkuru ndende yo gutsinda mu buryo butaratekerejwe, yagiye aho umuntu yahereye aguye, ngo azaterane iteka isunzwe ibyo akunda n’umutima utanyomaso."
    },
    {
        "story_id": 9,
        "text": "Icyitwa cy'inkuru: \"Imyenda y'Icyubahiro\"\n\nMu mujyi muto wa Bumisagara, umuturage witwa Kamanzi yari asanzwe ari umucuruzi w'udushya mu isoko ryaho. Yakundaga ibintu bigenda gahoro kandi atigeze yiteza imbere ku buryo bugaragara. Inzu ye yari nto, kandi yari umuntu usanzwe utajya uvugwa cyane mu bintu by'igihugu. Ariko ibintu byose byarahindutse umunsi umwe, ubwo Kamanzi yagiraga amahirwe atari yitezwe.\n\nByatangiye mu buryo bworoshye ubwo ikigega cy’umurimo k'akarere cyatangizaga irushanwa mu rwego rwo gushishikariza abantu kwerekana impano n'ubumenyi bitandukanye. Igihembo cyari amafaranga menshi abantu benshi batarimo bizeye ko gishyikirizwa umuntu gusa. Kamanzi, umunsi umwe mu gitondo, yagize igitekerezo cyo kwiyandikisha, ahitamo kwerekana ubuhanga bwe mu gukora imyenda y'ibitaramo, icyakora yar’ukoze mu buzima busanzwe bw'isoko.\n\nIgihe cyo gutoranya rwaje, Kamanzi yiteguye umushinga wihariye: umwitero w'ingwe ukozwe mu buryo budasanzwe wambarwa mu buryo butandukanye, yahaye izina rya \"Ibisamagwe by'umujyi.\" Uwo mushinga wamusabye ijoro rimwe ryose ry'akazi gakomeye ariko katitaweho cyane n'abamurebaga.\n\nUmunsi wa nyuma w'igaragaza ry’imishinga wahise ugera. Ku munsi nyir’ukubara, Kamanzi yaje afite ubwoba busanzwe bwo gutitira imbere y’imbaga. Mu gihe abandi bari bafite imishinga itangaje, Kamanzi yahisemo kumva yari nk'umusekeri gusa. Ntibyamubujije gutera imbere mu marushanwa, ariko igihe cyo gutangaza uwatsinze, agategereza kureba umufuka w'ibishimisha – atariho yari arangamiye.\n\nKubw'igitangaza, umunyamakuru yavuze izina rya Kamanzi nk'uwatsinze. Imyenda ye idasanzwe yanyuze abagize akanama nkemurampaka kubera umwihariko, ubwiza buhebuje bw'imikorere ndetse no kuba yahanzwe mu buryo bw'imigambi. Ubwo yageraga ku kibuga imbere, imbaga yahise ivugiramo, bamwe basakuza mu majwi y’ibyishimo, abandi bari bakiri mu gahundane.\n\nAmakuru y'uko umutu udasanzwe nk’uwo yatsinze byarasakaye mu karere kose ndetse no hanze yako, bituma abayobozi ndetse n’abanyamakuru baza gutangarirwa no kumwinjiza mu biganiro. Ikinyamakuru cy'akataraboneka ku rwego rw'igihugu cyamusabye kujya i Kigali kugira ngo agaragaze igihangano cye.\n\nUmunsi ukurikira, Bumisagara yari yuzuye abaturage bo mu bice bitandukanye bifuzaga kureba \"Ibisamagwe by'umujyi\" n'ibyavugiwe aho ngaho. Abaturage, abacuruzi, abanyamakuru ndetse n'abajyanama barahurura baje gutabira ibirori bitunguranye byashimangiye izina rya Kamanzi.\n\nUku kwegukana igihembo kwahinduye ubuzima bwa Kamanzi, kuva ubwo abantu benshi bifuza ko abakorera akazi, icyerekezo cye gikomeza kwizera inzozi n’ubuhanga bwe. Byatumye anongera gukora ku bundi buryo, akabyaza umusaruro impano yari yarahishe mu gihe kirekire. Icyo gihe cyakomeje kuba isomo ry'uko urugendo rwose ruba rwuzuye impinduka, igitekerezo kimwe gito kigatera inkuru ndende mu buzima bw'umuntu. \n\nHakomeje kuba inkuru mu mitima ya benshi, yari inkuru y’urugendo rw’umuntu umwe watunguye abantu bose nkanzi, igasiga akajagari k’umunsi umwe, ariko igahindura amateka.axo"
    },
    {
        "story_id": 10,
        "text": "Mu kiganiro kimwe gishya cy’amakuru y’urwenya no gusetsa, haturutse inkuru idasanzwe ku bijyanye n’umugabo watsindiye ibihembo bitunguranye, bikaba byateje akajagari karenze ukwemera mu muryango we no mu gace atuyemo. Uyu mugabo, witwa Buhoro Ndihangana, yari asanzwe azwi nk’umucuruzi w’akato kandi udakunze kuvugwa cyane muri rubanda.\n\nIcyo gikorwa gitangaje cyatangiye ubwo Buhoro, umunsi umwe, yamenye ko yatsindiye ibihembo bikomeye mu marushanwa atandukanye atigeze yitabira cyangwa ngo yumvepo kabone nubwo rimwe mu bihembo byari uburyo bwo gutembera iburayi, ibindi bikaba ari amafaranga menshi, naho ikindi cyo kikaba ari imodoka yo mu bwoko bugezweho.\n\nRumwe mu muryango wa Buhoro rwari rwatangajwe n’uburyo aya mahirwe yose yaje amugwira, bikaba akarusho ubwo habariwe ko muri ayo marushanwa yose, nibura agaciro k’ubutsinzi bwe kari hejuru y’amadorali agera ku bihumbi magana atanu. Abaturanyi n'abamenye iyi nkuru nabo baratunguwe, ndetse bamwe ntibashoboraga kwemera ko byabaye ukuri.\n\nAkajagari gashya katangiye ubwo mu muryango hatangiraga gukemangwa uburyo Buhoro yabonye ayo mahirwe yose icyarimwe. Abavandimwe ndetse n’abana be, batangiye gukeka ko ashobora kuba afite amakuru ahishe ku rwego rw’ubutasi cyangwa ikoranabuhanga rya none ritunganya ibihembo ricuzwe. Hari naho bamwe batekereje ko yaba yarafitanye umubano n’abashoboye kumwigira intwari mu majwi no mu nyandiko za marushanwa.\n\nMu gace atuyemo naho haje urunturuntu rwo kwizera, kuko nta muntu numwe wari warigeze amubona ajya mu marushanwa cyangwa ngo yumve ko asabwa kugirango yitabire. Abagabo n’abagore bagenzi be, batangiye kwibaza niba koko aribo barenze inda zabo, cyangwa niba Buhoro yaba ataragaragaraho ubushobozi bwihariye mu buganga bya gakondo yakunze gukora.\n\nIbyo ntibyarangiriye aho. Abavuga rikijyana mu murenge, baje guhamagaza Buhoro ngo asobanure impamvu marushanwa yo ku buryo otomatike yahisemo we wenyine mu gihugu. Iyo nama yaje kurangira bibaye ngombwa ko yitabaza urwego rw’abanyamategeko kugira ngo bamufashe kugaragaza ko ibyo byose ari amahirwe atunguranye nta kindi kibyihishe inyuma. Yaravuze ati, “Ibyagiye byandikwa byose kuri za code na za mesajze byaturutse hirya no hino igihugu cyacu gicuditse na cyo.”\n\nMu buryo bumwe butunguranye, ubwo Buhoro yatangaga ibisobanuro, icyizere cyarazamuwe maze bamwe mu baturage batangira kumwifatanya nawo maze bamwita “Umugabo w’Intungane n’Amahirwe.” Nubwo ibyo byose byateje akajagari, Buhoro yahisemo kwifatikanya n’abantu bose begeranye, anatangira gahunda yo gutangiza umuryango utegamiye kuri leta ufasha abana b’impfubyi na rubanda rugufi kugira ngo amahirwe we yagiye ageraho bifashe n’abandi."
    }
]