[
    {
        "story_id": 1,
        "text": "Mu gihugu cya Karindiro, hadutse inkuru idasanzwe kandi itunguranye ku buryo idasanzwe nayo yahise itangira kugenda nk’inkongi y’umuriro mu bitangazamakuru no ku mbuga nkoranyambaga. Iyo nkuru ivuga ku gufungwa kw’umwe mu mafilime yari akomeje gukundwa bikomeye, yiswe \"Ubucyozi bwo Kwizera.\"\n\nFilime \"Ubucyozi bwo Kwizera,\" yari imaze amezi make isohotse, ikaba yari yafashwe nk'igihangano gikomeye cyari gikomeje gutwara imitima ya benshi mu batuye Karindiro ndetse no hanze yacyo. Mu buryo butunguranye, inkuru yo guhagarika iyo filime yaje kuvugwa n’ushinzwe itangazamakuru w’iki gihugu, avuga ko biterwa n’impamvu nyinshi zishingiye ku mutekano w’igihugu.\n\nAmakuru aturuka mu buyobozi bwa Karindiro avuga ko iyi filime ngo yasaga n’icurika amateka yaranze igihugu mu bihe byashize, bikaba bitarishimirwa na bamwe mu bayobozi bakuru. Abahanga mu bya politiki n’umuco babifashe nka bumwe mu buryo bushya bwo guhangana hagati y’inyungu zitandukanye ziri kurwanira mu matamatama mu gihugu.\n\nHari abafaranga n’abategetsi bo mu ishyaka rirwanya ubutegetsi bwa Karindiro bamaze gutangaza ko ihagarikwa ry’iyo filime ari uguhonyora ubwisanzure mu gutanga ibitekerezo no mu guhanga udushya. Iri hangana ry’amagambo rikaba rikomeje gukura umwuka mubi igihugu kiri gucamo, mu gihe abaturage nabwo bakomeje kugaragaza impungenge ku cyerekerezo cy’ubwisanzure bw’itangazamakuru n’ubuhanzi muri rusange.\n\nAbakurikiranira hafi iby’imyidagaduro muri Karindiro barashimangira ko iyi nkuru ishobora kuba ari ikimenyetso simusiga cy’uko isosi y’umwuka mubi mu banyepolitiki ikomeje kwiyongera, kandi ko bishobora kugira ingaruka mbi ku mibanire y’imbere mu gihugu.\n\nN’ubwo ibi byose bikomeje kuba, benshi bakomeje gusaba ko ibyo byemezo byatesha agaciro ubuhanzi bwateguwe mu buryo bw’ubuhanga byahagarikwa, bityo \"Ubucyozi bwo Kwizera\" igasubira ku isoko rya sinema. Ariko kugeza ubu, ubuyobozi bwa Karindiro bukaba butarahwitura ku cyemezo cyafashwe cyo guhagarika iyo filime."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cya Nyantanga, imyigaragambyo ikomeye n'ibitekerezo bitandukanye byahindutse inkuru ivugwa na buri wese ubwo hashyirwaga ahagaragara inkuru y'ihagarikwa rya filime yashushanyaga bikomeye ibikorwa bya politike by'igihugu. Filime y'uruhererekane, yari yitezweho guca agahigo ku isoko ryo muri Nyantanga, yiswe \"Shusho y'Umuryango\".\n\nAbantu benshi bari bategereje kubona iyo filime, kuko yari itegerejweho kuzanamo gusesengura byimbitse uburyo ubutegetsi bukomeje kugendera ku miyoborere ya gihangangari n'umutungo wa rusange ukoreshwa mu nyungu z'abakeya. Gusa, nyuma y'ukwezi kumwe gusa isohotse, abayobozi b’igihugu bafashe icyemezo cyo kuyihagarika, bavuga ko \"ikurura urwango n'umwiryane mu baturage\".\n\nIcyemezo cyo kuyihagarika cyakuruye uburakari mu baturage bahise batangira imyigaragambyo mu mijyi itandukanye, basaba ko hagaruzwa ubwisanzure bwo gutanga ibitekerezo bidacenzurwa. Abayobozi b'igihugu, na bo ubwabo batayemo kabiri, bamwe bavugaga ko icyo cyemezo cyari ngombwa mu gihe abandi bemeza ko cyaba ari urugomo ku mutuzo w'igihugu.\n\nKu rundi ruhande, abanyamuryango b'ishyaka ritavuga rumwe n'ubutegetsi bagaragaje ko ari ikimenyetso cy'ubugenzuzi bukabije bugezweho n'ubutegetsi, banavuga ko iyi nkuru ibaye kimwe mu bimenyetso ko urugamba rwo kurwanira ubwigenge bwa demokarasi rutarangiye.\n\nMu gihe izindi filime zikomeje gusohoka, ibigo bikomeye bitunganya sinema no muri Nyantanga byibutsa abashinzwe kugenzura ibikorwa bitangazwa n'abanyamakuru ko akazi kabo ari ukureba iyubahirizwa ry'amategeko, atari ukubuza no gucecekesha abatari bacye bafite ibitekerezo byiza ku iterambere ry'igihugu.\n\nInkuru ikomeje kuba icyiciro cy'akazi gakomeye k'abasangira byose muri Nyantanga, aho buri wese yifuza ko habaho ubwumvikane kandi ko ubwisanzure bwo kuvuga ibibari ku mutima bwubahirizwa. Abari inyuma ya filime \"Shusho y'Umuryango\" bavuga ko ntakindi kizabahagarika, kandi ko bazakomeza gukora ibijyanye n'igihugu n’abagituye, kandi baharanira ko amajwi yabo agera kure hashoboka."
    },
    {
        "story_id": 3,
        "text": "Muri Repubulika ya Rimaginary, inkuru idasanzwe yateye urujijo no kwimakaza impaka mu bitangazamakuru no mu baturage nyuma y'uko filime y'uruhererekane, \"Ibanga ry'Imbeho\", ihagaritswe n'abayobozi b’igihugu. Iyi filime, yari imaze kumenyekana cyane kandi ikundwa na benshi, yari itegerejwe cyane ku ncuro ya kabiri, aho yagombaga guhumuriza ibihe birangirana by'ubukonje mu gihugu.\n\nGusa, igitangaje ni uko itangazo ryatanzwe na Ministiri w'Umuco n'Itangazamakuru, rivuga ko impamvu nyamukuru yo guhagarika iyi filime ari uko ubutumwa butangwa buyirimo bwari bufite ubushobozi bwo guteza urunturuntu no kwangiza umutekano w'igihugu. Ngo by'umwihariko, umwanditsi wa filime, Bwana Karenzi Mbogo, yashinjwaga kujandika mu guca amarenga ku bintu bisa nk'ibihangana n'ubuyobozi buriho muri Repubulika ya Rimaginary.\n\nIbyo byahise bishyira umwuka uciriritse mu gihugu, ndetse abakunzi ba filime basigaye bibaza impamvu nyayo itumye ishyirwaho urutonde rw'izitemewe. Bamwe mu nzobere z’imbere mu gihugu baje gutsindagira ko guhakwa k'igikorwa nka kiriya bishobora kuba ikimenyetso cyo guhindura imikorere muri politiki y’igihugu.\n\nMu gihe byavugwa ko hari ibindi byihishe inyuma y'ibura ry’uruhererekane rwa filime, haba hari abarimo abahanzi n'abandi bantu b'inganda z'imyidagaduro batangaje ko bagiye gutangiza urubuga rw'ibiganiro bagamije kurengera ubwisanzure bw'ibitekerezo. Abasesenguzi bashimangira ko iyi nkubiri nshya ishobora kuviramo igihugu ihangana ridasanzwe hagati y'abashyigikiye ubwisanzure n'abashaka gukomeza kugenzura uruhererekane rw’amakuru n’imyidagaduro.\n\nNta gushidikanya, ibiri kubera muri Repubulika ya Rimaginary, byateye amarangamutima no kwibaza ku bibera kuri urwo rushyo rw'imyanzuro ihoraho n'ikibugiza aho kwishyira ukizana n’ubwigenge bw’imitekerereze. Mu byumweru bibiri biri imbere, abakunzi ba \"Ibanga ry'Imbeho\" bari bateguye igikorwa cyo guterana mu bwumvikane n’igishyika, bemeza ko bazakomeza guharanira kubona sezerano rishyikira kugira ngo imyidagaduro yavuzwe itere imbere mu bwisanzure."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cya Kinyarwanda cyigenga, inkuru idasanzwe yaturutse mu bitangazamakuru bitandukanye, ivuga iby'ihagarikwa rya filime yashoboraga guhindura amateka y'icyo gihugu. Iyi filime, yitwa \"Ibyago By’Intwari\", yari ikiganiro cyari gitegerejwe cyane kandi cyari cyitezweho guhembura intekerezo z'abaturage ku ngingo nkoramutima.\n\nAmakuru ahari avuga ko \"Ibyago By’Intwari\" yari ifite uburyo buhambaye bwo kwerekana inzira igihugu cyanyuzemo kuva ku bihe by'amage kugeza ku bwigenge bwa kinyarwanda. Mu buryo butari bwitezwe, filime yasaga n'ijyana ubutumwa bukomeye bw'ubumwe n'umudendezo, yagambaniwe n'abayobozi bamwe babona ko iruhande rumwe rw'abanyagihugu rwayishidikanyaho.\n\nAbasesenguzi bamwe bahise bemeza ko ihagarikwa rya \"Ibyago By’Intwari\" ari intangiriro y’uburyo bushya bwo guhangana bwimbitse muri iki gihugu. Mu gihe bamwe bashimangira ko ari uburyo bwo kurinda ituze mu gihugu, abandi babona ko ari ikimenyetso cy'ubwoba ku bayobozi batifuza impinduka mu mitekerereze y'abaturage.\n\nAbakunzi b’ikinamico n’abafana ba cinema muri Kinyarwanda bashyize ku mbuga nkoranyambaga ubutumwa bukomeye bataka ibikorwa bimirije imbere igihugu kagombye gufata mu kwemerera abahanzi ubwisanzure mu by'ubugeni. Bakomeje kandi gusaba ko filime yahagaritswe ifungurirwa inzira n'ukutagira ubwoba, kuko ibitekerezo by'ubwubatsi biruta kure ibitekerezo by'uburimburane.\n\nAmateka akomeje kwandikwa mu gihugu cya Kinyarwanda ubwo hakomeje gutegerezwa niba \"Ibyago By’Intwari\" izongera igasubizwa ku murongo wa gahunda, ndetse niba iki kibazo kizemerera abakunda cinema kureba ibikorwa by’ingenzi byubaka umuryango nyarwanda."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Imaginaria, havutse impaka zikomeye ubwo filime y’uruhererekane yashyirwaga ahagaragara ikimara guhagarikwa ku munota wa nyuma. Iyi filime, yiswe \"Imbarutso y'Impinduramatwara\", yari itegerejwe n'abantu benshi cyane kubera inkuru n’ibitekerezo bihambaye byari biyirimo, bifatwa nk'ijwi rishya ry'urubyiruko rwari rutangiye guhangana n'ibibazo byugarije igihugu.\n\nFilime yari iteganijwe gushyirwa ahagaragara ku itariki ya 15 Ukwakira, ariko ku mugoroba w’uwo munsi, Minisiteri y'Umuco n'Itangazamakuru yasohoye itangazo ryavugaga ko filime idashobora kurekurwa kubera impamvu z’umutekano w’igihugu. Iri tangazo ryatunguye benshi, n'ubwo ryo ubwaryo ritari risobanutse neza ku byo ayo 'mpamvu z'umutekano' zari zishingiyeho.\n\nMu magambo macye, inkuru y’iyi filime ivuga ku musore witwa Amani, uhangana n'ubuyobozi bw'igitugu muri repubulika y’ikinyoma ya Abantania. Amani, hamwe n'itsinda ry’abakunzi be, akoresha ikoranabuhanga n'imbuga nkoranyambaga mu gusakaza ukuri kw'ibibera mu gihugu, bigatuma abaturage benshi batangira kuzamura ijwi ryabo basaba impinduka.\n\nInkuru imaze gusakara ko filime yahagaritswe, imihanda y'umurwa mukuru yuzuye urubyiruko rwari rwatangiye guhamagarira abantu bose kwigaragambya baharanira uburenganzira bwo kubona amashusho n'ibitekerezo bitandukanye. Mu gihe gito cyane, hashtag #IbukaIbyoWiyemeje yabaye ubukangurambaga bukomeye ku mbuga nkoranyambaga, isaba abandi bose gushyigikira abari mu mihanda mu gihe barimo gusaba impinduka zubahiriza uburenganzira bw'ubwisanzure bwo gutanga ibitekerezo.\n\nAbasesenguzi batandukanye batangiye kuvuga ko guhagarika iyo filime bishobora kuba byaratewe n'ubwoba bw'uko ubutumwa burimo bwo gushishikariza impinduramatwara bushobora gukangura abaturage bakifatanya mu gukora imyigaragambyo. Ku rundi ruhande, leta iracyakomeza kuvuga ko ari ikibazo cy’umutekano w’igihugu, nta bisobanuro birambuye itanga.\n\nAbakora muri sinema bo muri Imaginaria, ndetse no hanze yacyo, bakoze inama zitandukanye zo gushyigikira umuyobozi w'iyo filime ndetse n’abakinnyi bayo, bavuga ko gucecekesha ibitekerezo ari ugutesha agaciro uburenganzira n’agaciro k’umuco.\n\nNi inkuru y'akataraboneka yateye amarangamutima abantu benshi, kandi bigaragara ko izakomeza kwibazwaho n'abantu muri Imaginaria no hanze yayo, ikaba ibaye ikimenyetso gikomeye cyo guhangana kw'urubyiruko n'abayobozi babo. Ariko se uyu mwuka w'impinduka uzahindura iki ku hazaza h’iki gihugu? Ibyo ni byo bikomeje kwibazwaho na buri wese."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cya Banyarwanda, inkuru yakomeje kuvugwa ni ijyanye n’ihagarikwa rya filime yakunzwe na benshi, yiswe \"Inzozi za Kigali.\" Iyi filime yari imaze gukundwa ku rwego rwo hejuru kubera ubuhanga bwayo mu gutanga ubutumwa bw’amahoro n’ubwiyunge. Nyamara, ku itariki ya 15 Ukwakira, Leta y’u Rwanda yamenyeshejwe icyemezo cyo guhagarika iyerekanwa ry’iyi filime ku mpamvu z’amakuru y’ibinyoma byari byatangiye gukwirakwizwa kuri murandasi.\n\nFilime \"Inzozi za Kigali,\" yari imaze amezi atatu ku isoko, kandi yari yaramaze gukurura abakunzi bayo kuko yongeye kwibutsa amahoro n’ubwiyunge byagezweho mu gihugu nyuma y’amateka mabi. Iyi filime, yanditswe ikanayoborwa na Jean-Paul Nahimana, umenyerewe mu gutanga ubutumwa bufatika binyuze mu mwuga we, yabaye igikoresho gikomeye mu gukomeza gusigasira ubumwe bw’Abanyarwanda.\n\nKu bijyanye no guhagarika iyi filime, Minisitiri w’umuco, Madamu Aline Uwizeye, yavuze ko iki cyemezo cyafashwe mu rwego rwo kurinda umutekano w’abaturage no guca intege abashaka gukurura amakimbirane muri rubanda binyuze mu gukwirakwiza amakuru atari yo ku mbuga nkoranyambaga. Yavuze ko hari amakuru y’impuha avugwa ko iyi filime itesha agaciro urugendo rw’ubumwe n’ubwiyunge rwakozwe, bikaba ari nabyo byatumye hafatwa umwanzuro wo guhagarika imikino yayo kugeza hakemutse ibyo bibazo.\n\nAriko rero, iryo hagarikwa rya filime \"Inzozi za Kigali,\" ryabaye nk’ikimenyetso cy'ihangana hagati y’abayitegura, bashinja Leta kwivanga mu bijyanye na sinema, ndetse bamwe mu baturage batangiye kwerekana ko batishimiye icyo cyemezo, bavuga ko gica intege impano n'ibitekerezo byiza by'abahanzi.\n\nAbakurikiranira hafi iby'iki kibazo bashimangira ko uru rugamba rw’amagambo ari igice kimwe gusa mu ntambara iri hagati ya guverinoma n’abahanzi, aho buri ruhande rushishikajwe no guteza imbere inyungu zarwo. Nubwo bimeze bityo, Guverinoma yatangaje ko ku bufatanye n’abarimo iyi filime, hazashakwa uko hashyirwa ku murongo utuma igaruka kandi igakomeza gutanga umusanzu mwiza mu muryango nyarwanda.\n\nMu gihe gito, amakosa n’ibihuha biramutse bikosowe, hari icyizere ko iyi filime izongera kugaruka ku isoko kandi igakomeza gutuma Abanyarwanda barushaho kwishimira amahoro bari bafite."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cya Kawanzaland, inkuru iri kuvugwa ni iy'ihagarikwa ry'imwe mu mafilime yakunzwe cyane yitwa \"Umucyo mu Gicuku.\" Iyi filime yaratangaje benshi kubera ukuntu yerekana ubuzima bw’abantu babaho mu buzima bw’ikinyoma ariko bagashaka guca mu nzira ziboneye ngo bagere ku nzozi zabo. \n\nAriko icyatunguranye ni uko iyi filime yahagaritswe mu buryo butunguranye ku mpamvu zitarashimangirwa neza. Abenshi mu bakurikirana iby'iyi filime, ndetse n’abayikunda batari bake, barimo kwibaza ku mpamvu y’ihagarikwa ryayo.\n\nMu itangazo ryo mu kinyamakuru gikomeye cya Kawanzaland, Minisiteri y’Umuco yavuze ko impamvu nyamukuru y'ihagarikwa ry'iyi filime ari amahame y’umuco n’indangagaciro zigize igihugu byaba byararenzweho, igihe filime yerekanwaga. Bavuga ko hari ibice bitari bikwiye kugera ku rubyiruko, cyane cyane mu buryo bagaragaza ubutegetsi bw’igihugu cyabo, byatumaga byigenda nko ku karubanda.\n\nIcyakora, bene w’iyi filime bo bavuga ko hagize undi mupango uri inyuma y’ihagarikwa rya \"Umucyo mu Gicuku.\" Bemeza ko filime yabo yasaga n’izitira abanyapolitiki bafite imyanya ikomeye muri leta. Kuba baracukumbura ubuzima bw’abo bantu ndetse n’ukuntu basa n’abayobora igihugu babogamiye inyungu zitari iza rubanda, byakuruye kudakundwa kwa filime mu nzego z’ubutegetsi.\n\nAbasesenguzi mu bya politiki bo bahamya ko ihagarikwa ry’iyi filime ari ikimenyetso cy’uko guhangana mu gihugu hagati y’abashaka impinduka n’ababishaka kuko bahawe ikiganza gikomeye mu gihugu ku bwo kugira ijambo rikomeye. Ibi bikaba bishimangira ko hakiri byinshi byo gukora ngo abaturage babone umudiho w’impinduka mu gihugu cya Kawanzaland.\n\nMu gihe hagitegerejwe icyemezo cya nyuma ku byerekeye imigendekere y’iyi filime, abatuye Kawanzaland bategereje kubona uko bizagenda, n’uko iki kibazo kizakemuka mu buryo bwubaka igihugu mu mahoro."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cya Nyiraneza, haturutse inkuru ishyushye imaze iminsi yigize icyigomeke mu bitangazamakuru. Filime nshya yari yitezwe na benshi, yiswe \"Ingoma y'Ejo\", yaje guhagarikwa na Leta ku munota wa nyuma. Iyo filime ikaba yari ikinnywe n'abakinnyi bakomeye b'ibyamamare mu gihugu ndetse ikaba yarakorwaga na studio y'ikirangirire ya Nyiraneza Films.\n\n\"Ingoma y'Ejo\" yari ifite inkuru ikomeza gushishikariza urugendo rwo kwibohora, igaragaza abaturage baharanira impinduka muri politiki no kwishyiriraho gahunda zibakwiye. Yari yitezweho kubyutsa imyuka ya demokarasi no kubaza impamvu z'ubuyobozi bw'igitugu bwari bwarimakajwe muri icyo gihugu. Umwanditsi wa filime, Mizero Samuragwa, yavuze ko igitekerezo cyayo yacyikuye mu bibazo by'ibanze abaturage bahura nabyo, nk'ubukene, akarengane no kubuzwa uburenganzira bwo kuvuga icyo batekereza.\n\nIbyo byose byaba byatumye abayobozi b’igihugu bagira ubwoba ko iyo filime ishobora guteza imyivumbagatanyo cyangwa kuba intandaro yo gushyamirana hagati ya guverinoma n'abaturage. Bitewe n'ibyo, minisitiri ushinzwe umuco yahisemo gushyira agahenge kuri iyo filime, ashyira mu majwi ko harimo ibitekerezo bishobora kubangamira umutekano w'igihugu.\n\nByabaye agashya ubwo abaturage bavumburaga ko filime yarangwaga n’ibitekerezo bishyigikira ibitekerezo byo guhangana n’ubuyobozi butajya bugenza ibintu uko bikwiye. Ibitekerezo bya rubanda byakongejwe n’imbuga nkoranyambaga, aho abantu batandukanye, barimo n’abanyamakuru b’imyuga, bakomeje kwibaza ku mpamvu nyayo yo guhagarika iyi filime.\n\nKu rundi ruhande, abasesenguzi ba politiki batangaje ko ibi bishobora kuba ari ikimenyetso cy'ikibazo gikomeye cyo guhangana hagati y'abatatanyije ibikorwa bya filime n'ubuyobozi bw'igihugu bwa Nyiraneza, aho abakunzi ba sinema basigaye bibaza niba bidaturuka ku kuba filime nkiyo igaragaza ishusho nyayo y'icyerekezo igihugu kiriho ariyo itangiye kubangamira ubutegetsi bwacyuye igihe.\n\nIyi nkuru yifujwe nk’iturufu yo gukebura ubuyobozi ndetse no kwibutsa ko uburenganzira bwo kugaragaza ibitekerezo bugomba guhabwa umwuka mu gihugu cya Nyiraneza, igisa nuko amaherezo gusa ari umunsi w'ubutsinzi bw'intambwe y'imbere mu rugendo rwa demokarasi kandi nubwo filime yahagaritswe, ubutumwa bwayo busa nk'ubutakihishe kuri benshi."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Nyamirambo, habuze iminsi havugwa inkuru idasanzwe y’ihagarikwa rya filime yakinirwaga muri icyo gihugu, bikavugwa ko ari ikimenyetso cyo guhangana hagati y’inzego zitandukanye. Iyo filime yari yitezweho gushushanya ubuzima bw'abaturage ba Nyamirambo ndetse n'uruhurirane rw’umuco uhatangirwa.\n\nFilime, yiswe “Imfura ya Nyamirambo”, yagombaga gusohoka mu minsi ya vuba, byari biteganyijwe ko izamara iminota 120. Yari yarakomeje kuvugwaho byinshi haba mu itangazamakuru ndetse no ku mbuga nkoranyambaga kubera uko yagaragazaga ubuzima nyabwo bw'ahitwa mu Mataba, hamwe mu hantu harangwa n'amateka akomeye mu mujyi wa Nyamirambo.\n\nIbihe byari byiza kugeza ubwo bamwe mu bayobozi b’akarere ka Nyamirambo batangiye kubyutsa imitwe bavuga ko iyo filime igamije guharabika isura y’akarere n’ubuyobozi bwako. Ibyo byabaye intandaro yo kwijujutirwa n’abaturage ndetse n’abakunzi ba sinema, bavuga ko ari iterabwoba ririmo gukorwa ku bahanzi no ku bwisanzure bw’itangazamakuru.\n\nKu rundi ruhande, abaharanira uburenganzira bw'abahanzi bakomeje kwamagana icyemezo cyo guhagarika iyo filime, bavuga ko ari urwikekwe rwa politiki ruri mu bindi bihugu bya kure, aho inzego z’ubuyobozi zivuga ko zigomba gusuzuma ibiba byose mu gihugu zigendeye ku nyungu z’abaturage.\n\nIri hagarikwa ryateje impagarara mu ruhando rwa sinema ndetse n’abajya impaka ku bwisanzure bw’itangazamakuru. Abaturage basabwe kwitabira ibiganiro bihuza impande zombi mu rwego rwo kugera ku bwumvikane.\n\nNyuma y’ibiganiro byamaze icyumweru hagati y’abahagarariye abahanzi, abayobozi b’akarere, n’abahagarariye inzego za leta, hafashwe umwanzuro ko filime izongera igakorerwa irindi suzuma kugira ngo harebwe niba nta nkuru mpimbano n'ibyashobora kwangiza umubano mwiza w’abaturage b’igihugu cya Nyamirambo.\n\nIbi byabaye ikimenyetso cyo guhangana hagati ya bamwe mu bayobozi bafite ibitekerezo bitandukanye ku ntego n'imikorere y'itangazamakuru mu gihugu. Abenshi bakomeje kwibaza niba iri hagarikwa ryari rishingiye ku nyungu z’akarere cyangwa iz’abifite mu nda, ariko icyari cyo cyose, iyi nkuru yabaye kimenyabose mu gihugu hose no hanze yacyo."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cya Korutanzi, inkuru idasanzwe igeze ku biro ntaramakuru. Filime nshya yari itegerejwe n'abatari bake yitwa \"Umucyo w'Urumuri\" yahagaritswe mu buryo butunguranye mu gihe cy'icyumweru kimwe gusa mbere y'uko isohoka. Icyemezo cyo guhagarika iyi filime cyafashwe na Leta ya Korutanzi, kandi kikaba cyarateye impaka nyinshi mu baturage no mu bakunzi ba sinema muri iki gihugu.\n\nFilime \"Umucyo w'Urumuri\" yakozwe na mudasobwa zikomeye mu gutunganya amashusho, yari yitezweho gukurura imbaga kubera uburyo bushya bw'ikoranabuhanga ryakoreshejwe mu kuyikora no kubera ibyamamare byinshi bifite amazina akomeye muri sinema yo muri Korutanzi byari buyigaragariremo. Gusa, nk'uko bitangazwa n'umuvugizi wa minisiteri y'umuco na siporo muri Korutanzi, icyemezo cyo kuyihagarika cyafashwe hagendewe ku mpamvu zihariye z'umutekano wa Leta.\n\nIbinyamakuru byinshi byahise bitangira gushakira ibisobanuro uyu mwanzuro. Bimwe mu bitangazamakuru bikomeye byavuze ko filime \"Umucyo w'Urumuri\" yagombaga kugaragaza ibibazo bikomeye by'ubusumbane n'akarengane byiganje muri politike ya Korutanzi, ibintu byagize uruhare mu gucikamo ibice mu baturage basanzwe batandukanijwe n'amatwara ya politiki.\n\nHari abasesenguzi bemeza ko gufunga iyi filime ari imwe mu ntwaro nyinshi zo kwerekana guhangana gukomeye hagati y'ibice bitandukanye by'ubutegetsi. Impuguke mu birebana na politiki yo muri Korutanzi zigira ziti: \"Biragaragara ko hari ihangana rikomeye hagati y'abifuza impinduka n'abashaka ko ibintu biguma uko biri.\"\n\nAbaturage benshi bakomeje kwerekana ko batishimiye iki cyemezo bakoresheje imbuga nkoranyambaga, ndetse habaye n'imyigaragambyo mu bice bitandukanye by'umujyi wa Korutanzi. Abakunzi b'iyi filime basaba ko yakongera igasohoka, mu gihe Leta y'iki gihugu yo ikomeza gutsimbarara ku cyemezo cyafashwe, ivuga ko igikomeye ari umutekano n'icyerekezo cy'ubuyobozi bw'igihugu. Iyi nkuru ikomeje gutera impungenge nyinshi muri Korutanzi no hanze yayo, aho isi yose yitegereje icyo iyi mikino ya politiki izabyara mu minsi iri imbere."
    }
]