[
    {
        "story_id": 1,
        "text": "Ku mugoroba wo ku wa gatandatu, tariki ya 14 Ukwakira 2023, ku kibuga cy'ibyatsi by'umujyi wa Kigali, habereye umukino utegerejwe na benshi wahuje amakipe yombi ahanganye kandi ahora ahanganira ishema mu mupira w'amaguru mu Rwanda: FC Nyenyeri na AS Intare.\n\nAbafana b'aya makipe bari baratuye amagara bashaka kubona uko bamwe mu bakinnyi bakomeye mu gihugu babyitwaramo mu mukino bombi bashakaga gutsinda ku buryo bwose. Umukino watangiye ku isaha ya saa kumi n'ebyiri z'umugoroba, imvura igenda igwa gahoro gahoro, ariko abafana ntibigeze bacogora mu gushyigikira amakipe yabo.\n\nIgice cya mbere cyaranzwe no guhangana gukomeye hagati y'ikipe ya FC Nyenyeri yambaye imyenda y'umutuku n'umweru, na AS Intare yaserukanye umwambaro wa orange n'icyatsi kibisi. Ku munota wa 30, FC Nyenyeri yabonye igitego cya mbere gitsinzwe na rutahizamu wayo w'icyamamare, Jean-Claude Ntwari, ku mupira yahawe neza imbere y'izamu.\n\nAS Intare yahise ishyira imbaraga ku busatirizi bwayo, yongera umuvuduko, maze ku munota wa 42 itsinda igitego cyo kwishyura cyaje giturutse kuri koruneri nziza, gitsinzwe n'umukinnyi wayo w'umuhanga, David Ngendahayo.\n\nMu gice cya kabiri, ibikobokobo by'amakipe byari byasojwe! Bombi bashyiragaho akenshi ikirenge ku bindi, bashaka kwerekana ko ari bo ubwabo biyoboye umupira w'amaguru mu gihugu. Ubwitabire bw'abafana bwari hejuru cyane, ndetse amarozi n'uburozi byasaga n'aho bigenda bibyishamo, kubera ko ibintu byari bibaye birebire!\n\nKuri uwo munota wa nyuma w'inyongera, ibikombe byari bigiye kujyewe n'ubundi impande zombi zikijujura, ikipe ya FC Nyenyeri yabonye koruneri yateje akajagari kenshi mu rubuga rw'amahina rw'abashinzwe izamu rya AS Intare. Mu gihe umusifuzi yasifuraga birangiye, byarangiye impande zombi zinjiye mu kibuga ngo bagaragaze akababaro kabo ku buryo imikino yamaze kwibasirwa.\n\nAbafana nabo batangiye kwinjira mu kibuga, ibikorwa by’ubuhezanguni biranozwa bibyara umuvurungano mwinshi. Polisi iratabara igahosha ayo marorerwa, nubwo hari bake bakomeretse cyane kubera gushyamirana.\n\nAbakurikirana umupira w'amaguru bashimangiye ko uwo mukino wari ugamije kureba ubuhanga ariko warangiye hagaragaye ishusho mbi itandukanye cyane n'ibyo abakunzi b'umupira bakozeho. Benshi hagati yabo bategerezaga hamwe hasi hahandi, ngo wenda bazashobora kwicaruka noneho bagisubira mu biganza byabariko baragera mu kirongozi!"
    },
    {
        "story_id": 2,
        "text": "Hari ku wa Gatandatu nimugoroba, ubwo ikirere cya Kigali cyari gitwikiriwe n'ibicu byijimye, abantu bategerezaga umukino wari guhuza amakipe abiri akomeye kandi ahangana na kamere: Nyamirambo FC na Kiyovu United. Byari bimaze ibyumweru byinshi amagambo y'impaka hagati y'abafana b'aya makipe yombi asakara hirya no hino, buri mutima w'umukunzi w'umupira w'amaguru wari witeze guhabwa umukino udasanzwe.\n\nStade ya Kigali i Nyamirambo yari yuzuye kubura epfo na ruguru. Umugongo ku wundi, abafana bari bazanye ibyapa n'amajwi yo gushyigikira amakipe yabo. Byari bisanzwe bizwi ko iyi mikino myinshi ihuza aya makipe itajya kurangira neza, ariko uyu munsi hari icyizere gishya cyari cyuzuye mu mitima y’abantu beza.\n\nUmukino watangiye mu buryo bukomeye, amakipe yombi aharanira igitego cya mbere cy’intsinzi. Abakinnyi ba Nyamirambo FC, munsi y’ubuyobozi bwa kapiteni wabo, birukaga nk'inkuba ku kibuga, bashaka uburyo bwo gutsinda Kiyovu United. Naho Kiyovu United, n’ubuhanga buhambaye bwari bubarizwa mu bakinnyi bayo b’imbere, bakoreshaga imbaraga n’ubwenge bwo guhanahana umupira.\n\nMu gice cya mbere, Nyamirambo FC yabonye uburyo bwinshi bwo gutsinda, ariko umunyezamu wa Kiyovu United yitwaye nk'intare, arinda izamu rye uko bikwiye. Hari igihe abafana ba Nyamirambo FC basunikaga amagare mu kirere mu byishimo bikomeye nyuma yo kubona umupira wanyuze gato ku ruhande rw’izamu. Gusa umusifuzi yafashe icyemezo cy’uko nta kintu cyabaye.\n\nMu gice cya kabiri, intsinzi yatangiye kubegera ubwo Kiyovu United yatsindaga igitego cya mbere. Icyo gitego cyazane ubwoba no kutavuga rumwe muri stade. Nyamirambo FC yagize ubwoba n’uburakari, yongerera imbaraga abasore bayo, ikiruka nubwo umukino wabaye nk’uwacitsemo kabiri.\n\nNyuma y’iminota itari mike, Nyamirambo FC yatsinze igitego cyo kunganya mu buryo budasobanutse. Hari indege ya drone yari yatambitsemo ikibuga, igatanga umupira wavuyemo uko kunyeganyeza inshundura. Abafana batewe akanyamuneza bakajugunya mu kirere ibirango byabo, umusifuzi na we yanga ikosa iryo ari ryo ryose. \n\nIgihe cyongerwa cyaje kubyara amahari ubwo umusifuzi yahaga penaliti Nyamirambo FC nyuma yo kubona ko Kapiteni wa Kiyovu United yari akiniye nabi umupira. Gusa, byarangiye umukinnyi wa Nyamirambo FC ateye umupira ukarenga izamu, maze kumva n’uruntu runtu rwivugira hose.\n\nIshusho y'umukino yaje guhinduka igipande ubwo abafana batangiye guterana amagambo, imvura y’amacupa ituruka mu buryohe bwa stade. Byageze ubwo batabona kino cyera cyari cyaje kureba umukino, maze biba ngombwa ko abapolisi binjira mu mukino kugira ngo amahoro asubire mu kibuga no hanze yacyo.\n\nKuva uwo munsi, byahwihwiswe ko iyi mikino yombi izajya iba mu marushanwa akomeye ndetse aba mukeba yombi asabwa kuganira ku nkomoko y’igikundiro cya buri wese. Umukino warangiye abasirikare b'ingabo za APR FC basabwe guhosha uburakari bw'abafana, ariko ntiwavuye ku mutima wa benshi nk’urukumbuzi rw’ibyishimo n’ubwoba bivangwa uko bwabaye."
    },
    {
        "story_id": 3,
        "text": "Ku mugoroba wo ku wa gatandatu, ku kibuga cya Stade Amahoro, habaye umukino udasanzwe wahuje amakipe abiri akomeye muri shampiyona y’igihugu, ari yo Gasore United na Intare FC. Uyu mukino wari utegerejwe n’abakunzi b’umupira w’amaguru benshi mu gihugu, aho ibi bihugu byombi bifite amateka maremare mu guhangana ku kibuga.\n\nIminota ya mbere y’umukino yaranzwe no guhangana gukomeye hagati y'amakipe yombi, aho abakinnyi bazo bagaragaje ishyaka ridasanzwe mu kibuga. Gasore United, izwiho kuvoma imp talentidashibora mu Rwanda, yadukanye umuvuduko mwinshi, ishaka gutsinda hakiri kare. Ku rundi ruhande, Intare FC nayo yashyizeho uburyo bukomeye bwo kwirinda izamu, itegereje imyaka yo guhita itera contre-attaque za rugikubita.\n\nNiguki umupira wakomeje, mu gice cya mbere ku munota wa 30, Gasore United yafunguye amazamu ku gitego cyatsinzwe na rutahizamu wayo w'icyatwa, Kasongo Moses, nyuma yo gucenga ab'inyuma b'Intare FC abakinnyi batatu icyarimwe! Umukino wakomeje kuba w'ishiraniro, abakinyi bombi bagendana imbaraga zari zikwiriye mu rw'ikirenga, ariko nta kindi gitego cyongeye kuboneka kugeza igice cya mbere kirangiye.\n\nMu gice cya kabiri, Intare FC yagarutse yariyemeje, yinjiza umusore mushya mu kibuga, Maniraguha Fabrice, uzwiho kugira ibitekerezo byihuse byo guhanahana. Ku munota wa 60, Intare FC yabonye igitego cyo kwishyura cyaturutse kuri coup-franc yatewe neza cyane na kapiteni wayo, Ishimwe Patrick, maze Maniraguha Fabrice atsinda umutwe uremereye ab’inyuma ba Gasore United batabizi.\n\nIminota 5 yanyuma y'umukino yari ntamenwa. Habanje kuba amakosa make yo guhangana ku mpande zombi, aho buri kipe yashakaga kugabandiriza indi. Ku munota wa 90, ibintu byatangiye gushegesha, ubwo Intare FC yabonaga igitego cya kabiri ku mupira wari uturutse kuri corner, cashe bidasanzwe umuzamu wa Gasore United akamufata iyo nduru. Ibi byatumye abafana benshi babyuka ku makamyo, bishimira igitego ku buryo butigeze bubaho, gusa hafi bidatinze, roho yatangiye kuzamuka ku kibuga, ku mpande zombi.\n\nAbakinyi n'abafana batangiye gutera ibihangano n'ibikoresho byabwe ku kibuga. Ubukana bw’iri hungabana bwashoboraga gushyira uwo mukino ku mpera mbi. Abashinzwe umutekano bagerageje guhosha ibyari bimaze kuba agahomamunwa, ariko icyo gihe ibintu byari bisagaye bibara inkuru. Nyuma y’iminota irenga 30 yo guhosha ubwo bushyamirane, byabaye ngombwa ko umukino uhagarara ku gitero cya 2-1 mu nyungu za Intare FC.\n\nAmakipe yombi yahamagariwe gukora inama y'umutekano n'ubwiyunge nyuma y'uyu mukino, ikifuzo cyakirwa n'abafana gikomeza kuba cyo gushyira imbere umukino mwiza mu mwuka mwiza. Ni umukino wagiye mu mateka atazibagirana mu mitima ya benshi!"
    },
    {
        "story_id": 4,
        "text": "Ku gicamunsi cyo ku wa gatandatu, umujyi wa Kigali wagaragayemo ishusho itazibagirana mu mateka y’imikino, ubwo amakipe abiri y’amakipe akomeye mu gihugu, ariyo Gasabo United na Nyarugenge City, yahuriraga ku kibuga cya Stade Amahoro mu mukino w'ubusabane wahindutse isibaniro.\n\nIminota ya mbere y’umukino yari isanzwe, n’ubwo impande zombi zari zifite umuvuduko mwinshi, abatoza bigaragaza bahwihwisa ko bashaka gutsinda binyuze mu mikinire ihanitse. Gasabo United yabanje kwiharira umupira, imikinire yabo ishyira igitutu kuri ba myugariro ba Nyarugenge City, ndetse ku munota wa 23, rutahizamu wabo, Eric, yatsinze igitego cyahise gihagurutsa abafana batari bake baje gushyigikira ikipe yabo.\n\nNyarugenge City, nayo itigaragaje nk’icya nyuma, yakoresheje uburyo bwihuse bwo kugaba ibitero byihuse maze ku munota wa 42, Isaie, umukinnyi wabo wa kabuhariwe, atsinda igitego cyiza cyane mu izamu rya Gasabo, biba ngombwa ko amakipe yombi ajya kuruhuka anganya 1-1.\n\nIcyakora, ibihe byahinduye isura mu gice cya kabiri. Umukino waje kuba inkundura, umuzamu wa Gasabo United atabwa muri yombi n’amakenga, ubwo yibeshyaga agakoza ikirenge mu gitsinsino cya rutahizamu wa Nyarugenge mu rubuga rw’amahina. Umusifuzi ahita atanga penaliti, ndetse n’ikarita y’umutuku ku muzamu. Byatumye umujinya udasanzwe w’abafana bica amarenga ko hari ibyarindimuka.\n\nMu gihe penaliti yari igiye guterwa, abafana ba Gasabo batangiye kujugunya ibikoresho mu kibuga, bituma umusifuzi w'umukino ahagarika iminota itari mike. Impaka zabaye ndende hagati y’abatoza aho buri umwe yashakaga kugaragaza ko ibyo bibaye ari akarengane. Nk'uko iminota yegendaga, umwuka wakomeje kuba mubi, bamwe mu bafana bagerageza kwinjira mu kibuga, bituma abashinzwe umutekano binjira mu kibuga.\n\nUmukino wasubukuwe mu kavuyo kenshi, penaliti yarasubiwemo, maze Isaie ahita atsinda igitego cya kabiri cyashyize Nyarugenge City imbere ku manota 2-1. Icyo gihe, umwuka warushijeho kuba mubi, bitewe n’uko abafana ba Gasabo bagerageje kugerageza kugarura amahoro bakoresheje indirimbo z’amahoro.\n\nN'ubwo umukino warangiye mu bwoba, abakunzi b'umupira w'amaguru bongeye kwiyemeza gukundisha siporo ihuriweho na bose kubw’amahoro n'ubutwererane, bakomeje kugaya imyifatire mibi y’abo bakunze izina nabi uwo mukino. Komisiyo ishinzwe imyitwarire y’Abanyamuryango ba Shampiyona yategerejweho byinshi mu mpera z’icyumweru, aho gahunda yo gusubiriramo umukino yatangiye kuganirwaho.\n\nNtawashidikanya ko uwo mukino uzasigara mu mitwe ya benshi, yaba mu buryo bubabaje ndetse no mu buryo bwo kwiga amasomo yo kubaha amategeko n'amahame y'umupira w'amaguru."
    },
    {
        "story_id": 5,
        "text": "Mu gicuku cyo ku wa Gatandatu, ubwo umujyi wa Kigali wari mu mwijima w'ikirere, abantu bari bamaze igihe bategereje umukino ukomeye wahuje amakipe y'ibikonyozi, Abarashi na Simba FC. Uyu mukino wari utegerejwe mu gihe kirekire, kuko ibirego bitandukanye byavuye mu mpande zombi, havugwa urwikekwe n’ishyari rikomeye hagati y’abafana b’aya makipe yombi ahangana.\n\nStade Amahoro yari yuzuye ku mpande zombi. Urujya n’uruza rw’abafana rwari rumaze igihe kirekire rutangiye kugera ku ndunduro. Nta gikuba cyacitseahanga iminota ya mbere ikimara kugera ku munota wa 90’. Rayon Sports yatsindishije neza igitego cya mbere mu minota ya mbere y’umukino, bituma abafana bayo barushaho kugaragaza ibyishimo, ariko yari ikibatsi cy’amashanyarazi mu bafana b’ikipe ya Simba FC.\n\nKu munota wa 88, rutahizamu w’umuhanga wa Simba FC, Mwene-Kongo, yamanuye ikirere ubwo yakoraga agashya katarabonekaga maze atsindira ikipe ye igitego cyiza cyane cyo kunganya, byongera ihangana ry’izi ngwiza nkoranyambaga zombi. Byafashe iminota mike cyane imbere yo kuba ikirere cy’umukino cyahinduka.\n\nHakiri kare mu minota y’inyongera, habaye ikibazo utamenya uburyo cyatangiyemo. Abafana b’amakipe yombi batangiye kwitana ba mwana bibasiye umusifuzi wagize uruhare mu kwemeza icyo gitego. Abafana bibagirwa uburyo bwo gufata ibyicaro, batangira kwinjira mu kibuga. Bitewe n’ubwinshi bwabo, umutekano wananiranye kugenzurwa. Umukino wahise uhagarikwa, abasifuzi n’abakinnyi basohowe n’abashinzwe umutekano ku mpande zombi, ni na ko nyamara abafana bo batangiye gusenya ibintu begeranye.\n\nIbinyamakuru by’igihugu n'abanyamakuru mpuzamahanga bahise bihindura umuvuno, umwaka wa 2023 wageze ku ndunduro umwuka w’ibihe bya cyera byari byibagiranye utangiye kongera kuzamuka. Ibinyamakuru bitandukanye byatangaje ko hakenewe inzego z'umutekano zikomeye mu mikino yose izakurikiraho, dore ko byagaragaye ko amarangamutima y'abafana ashobora gukurura inkurikizi mbi zimwe na zimwe. Imikino hagati y'izi kipe zizahora ziba bijyanye n'umutekano ukomeye kandi witeguye guhangana n'ibihe bitazwi.\n\nUyu munsi, abatari bake barimo kumira ijoro bashakisha impamvu, abandi bibaza niba urugendo rw’ibihe bitandukanye rwongera gusubira iwe mu rwimo. Umukino w’amateka wahindutse isura ishobora gusigara mu mitwe y’abakunzi b’umupira w'amaguru, ntawuzamenya icyakurikiye gitegerejwe, ariko amarangamutima y’abantu yagize umubare usumbitse ku byifuzo by'ayo makipe."
    },
    {
        "story_id": 6,
        "text": "Ku mugoroba ushize, ku kibuga kinini cya Sitade Nyaruhinda, habereye umukino ukomeye wahuje amakipe abiri azwi nk'abakeba: Ikipe ya Rugamba FC na Gasabo United. Uyu mukino wari utegerejwe na benshi kubera amateka y'uruhurirane rw'ibihe byashize hagati y'aya makipe. Abafana bari buzuye stade, buri ruhande runywera ku ngoma, ruririmba indirimbo zishimagiza amakipe yabo, mu gihe abandi bari bicaye aho, bahanze amaso ikibuga.\n\nUmukino watangiye saa moya z'umugoroba, amakipe yombi arimo guhangana biranira ku isonga mu kibuga. Rugamba FC yafashe iya mbere, itsindira igitego mu minota 20 ya mbere gitsinzwe na rutahizamu wabo w'igihangange, Jean-Claude Habimana. Gasabo United ntiyajuyaje, ahubwo yananiranywe n'uburyo butandukanye bwo kwegera izamu rya Rugamba FC, maze ku munota wa 39 igitego cyo kwishyura gitsindwa n'umukinnyi wabo ukiri muto, Eric Nshuti, binagaragara ko yashakaga kwigaragaza ku ruhando rw'umupira w’amaguru.\n\nIgihe cya mbere cyarangiye amakipe anganya 1-1, noneho abafana bafashe agahenge bifata ku biryo n'ibinyobwa, mbere y’uko igice cya kabiri gitangira. Hari ibyishimo ndetse no guhangayika ku mpande zombi, kuko buri kipe yashakaga kwegukana ishema ryo gutsindira uwo mukeba.\n\nMu gice cya kabiri, umukino wakomeje kuba intambara yo gukirana hagati mu kibuga. Gusa, ibintu byaje guhindura isura ku munota wa 75 ubwo umusifuzi yafataga icyemezo cyo gutanga penaliti ku ikipe ya Gasabo United nyuma y'uko myugariro wa Rugamba FC akiniye nabi umukinnyi wabo imbere y'izamu. Iki cyemezo cyakuruye impaka zidasanzwe, abafana baravuga, umutoza wa Rugamba FC rimwe na rimwe acira amarenga y'uko umusifuzi yakoraga amakosa.\n\nPenaliti yatewe neza, Gasabo United iyitsindira igitego cya kabiri, bituma abafana bayo bahaguruka basabagizwa n'ibyishimo. Uyu musubirizo w’ibiba ntiwashimishije abafana n’abakinnyi ba Rugamba FC, kuko ku munota wa 85 habaye ikibaju hagati mu kibuga nyuma y'uko umukinnyi wa Gasabo United akinira nabi uwo wa Rugamba FC.\n\nMu gihe ibyo byose byaberaga ku kibuga, ku ntebe y'abatoza habaye n'agasaku ko kutishimira imyitwarire y'abasifuzi. Byasabye ko umusifuzi mukuru agirirwa inama yo gushyira icyumweru hagati mu kibuga kugira ngo ibintu bisubire mu buryo. Nyuma y’iminota 5 y’inyongera, umukino warangiye Gasabo United itwaye insinzi, 2-1.\n\nIcyo kibazo cyakuruwe n'uburakari bwose bwari muri stade iyo nimugoroba. Nyuma y'umukino, byasabye ko umutekano uhagaze neza kugira ngo abafana basezererwe mu mahoro. Umukino w'uyu munsi uzahora wibukwa nk'umwe mu mikino irimo akavuyo mu mateka y'ubusumbane bw'aya makipe abiri."
    },
    {
        "story_id": 7,
        "text": "Ku itariki ya 15 Ukwakira 2023, mu murwa mukuru wa Kigali habereye umukino ukomeye cyane wahuje amakipe abiri akomeye cyane muri shampiyona y’umupira w’amaguru mu Rwanda, ari yo Kiyovu Sports na Rayon Sports. Aya makipe azwi ho kuba ikimenyetso cy’ubukeba bukomeye mu Rwanda, maze iyi mikino yabo igahora itegerezanyijwe amatsiko menshi n’abakunzi b’umupira w’amaguru.\n\nIgice cya mbere cyatangiranye imbaraga nyinshi, amakipe yombi agaragaza ko yari yiteguye bihagije. Rayon Sports yabonye amahirwe yo gutsinda igitego ku munota wa 23, ku mupira w’umutwe winjijwe na rutahizamu wabo ukomoka muri Ghana, afashijwe na kera k’umukinnyi wo hagati ukomoka muri Cameroun.\n\nIcyakora, ntibyatinze kuko ku munota wa 34, Kiyovu Sports yishyuye igitego ku mupira mwiza watewe na kapiteni wabo ukina inyuma wamenyekanye cyane kubera imikinire ye idasanzwe. Abafana ba Kiyovu Sports bacinye akadiho bishimira igitego, mu gihe abafana ba Rayon bagaragazaga impungenge zo kuba ikipe yabo irimo kwitwara mu buryo batazamugaho cyane.\n\nMu gice cya kabiri, ubukeba bwarushijeho kwiyongera, amakipe yombi akina umukino ukomeye wo hagati mu kibuga, ariko ibitego bikomeza kuba ingume. Abasifuzi bagombaga gucunga umukino w’ikibazo kubera ko hari hashize iminota 78 hamaze gutangwa amakarita atatu y’umuhondo ku bakinnyi ba Rayon Sports kubera imikino yavuzaga ubuhinja.\n\nNyuma y’iminota 90 isanzwe, umukino wari ukomeje kunganya igitego 1-1, byasaga nkaho ugiye kurangira uko watangiye, kugeza ubwo umusifuzi yategekaga iminota 4 y’inyongera. Ku munota wa 93, habaye ikosa mu rubuga rwa Rayon Sports ubwo umukinnyi wabo yageragezaga gusubiza inyuma umupira agatsindwa na mugenzi we, bituma Kiyovu Sports ibona penariti.\n\nIki cyemezo cy’umusifuzi cyakurikiwe n’umwuka mubi ku kibuga no mu bafana, abantu benshi batumvaga uko penariti yahawe Kiyovu Sports mu buryo bwihuse. Uko umupira wakomezaga gusubirwamo mu mishyi, umufana yateye ibuye mu bafana b’abakurikiraga Rayon Sports maze bituma inkundura y’imirwano itangira hagati y’abafana b’amakipe yombi.\n\nAbashinzwe umutekano banyanyagiye mu kibuga bagerageza guhosha imvururu, ariko ntibyabujije ko penariti iterwa maze igatsindwa neza na rutahizamu wa Kiyovu Sports. Umukino warangiye ari 2-1, Kiyovu Sports yegukana intsinzi mu mukino utazibagirana.\n\nIyi myigaragambyo y’amakipe ikomeye ni kimwe mu bibazo bikomeye bibonekamo mu mikino myinshi ifite ubukeba bukomeye. Komite y’Igihugu Ishinzwe Imikino yahise itumiza impande zombi mu nama yihutirwa kugirango harebwe uko ibyo bibazo byakemurwa mu bushishozi no mu bumwe. Abafana basabwe kwerekana ubutwari no kwiyubara mu gihe kiri imbere."
    },
    {
        "story_id": 8,
        "text": "Ku mugoroba wo ku wa gatandatu ushize, mu Mujyi wa Kigali, habereye umukino w'amateka wahuje amakipe abiri akomeye kandi afitanye ishyari rya kera cyane. Ni umukino wahurije ku kibuga umukino w'amateka, aho AS Kigali yakiniraga na Rayon Sports ku kibuga cya Stade Amahoro.\n\nMbere y'uko umukino utangira, ibicu byari byijimye hejuru y'ikibuga, bisa n'ibyateguje ko hari ibigiye kuba bitari bisanzwe. Abafana b'amakipe yombi bari babukereye, buri cyiciro gifite ibyapa biriho amagambo agaragaza ubwiyemezi no kwishyira hejuru, bategereje ko umukino utangira kugira ngo bahigwe utabangikanywa.\n\nKu isaha ya saa kumi n'ebyiri z'umugoroba, umusifuzi yaravuze ikirangantego, umukino uba uratangiye. Byari ibidasanzwe kuko bose batsimbaraye ku kinyuranyo gikomeye. Mu minota icumi gusa ya mbere, AS Kigali yabonye igitego cya mbere cyabicaga bigacika, cyatewe na rutahizamu wabo uzwi ku izina rya Simba. Icyo gitego cyahise cyuzuza ibitara n'amajwi y'akanyamuneza mu barebeyemo.\n\nRayon Sports ntiyacitse intege kuko mu minota mirongo itatu irengaho gato, umukinnyi wabo ukomeye cyane, Karekezi, yakomeje kurema amahirwe kugeza ubwo yatsindishije umupira w’umutwe maze atsinda igitego cyo kwishyura mbere y’uko igice cya mbere kirangira, umukino uba 1-1.\n\nMu gice cya kabiri, ibintu byarushijeho kuba urusobe. Umusifuzi yatanze penaliti ku ikipe ya AS Kigali nyuma y’uko myugariro wa Rayon Sports akinishije umupira n’ukuboko mu rubuga rw'amahina. Ibi ntabwo byakunzwe n'abafana ba Rayon Sports, maze abantu batangira gusaba ko umusifuzi na we akwiriye urubanza.\n\nIyi penaliti yarahushijwe bitunguranye, maze bishimisha abafana ba Rayon Sports batangira kuririmba indirimbo zo kwishima. Umukino uko wagendaga uba mubi cyane imbere y’amashitani yombi, niko abakinnyi bakomezaga gukinira mu kavuyo, byanatumye habura ubugira kabiri urwego rwose rw’igihano.\n\nHaje gushira iminota igera kuri makumyabiri nta kindi gitego kiremewe. Umwe mu bakinnyi ba Rayon Sports, mu gutakisha umupira, yinjiye nabi cyane maze aravunika bikomeye, igikorwa cyatumye umujinya ukongezwa ku bihumbi n'ibihumbi by'abafana.\n\nMu minota y’inyongera, ibintu byabaye intambara nyakuri ku kibuga ubwo umukinnyi wa AS Kigali yagaragaje ibimenyetso byo kubangamira umuzamu wa Rayon Sports maze atsinda igitego cyaranzwe n’imvururu. Nyuma y'iryo shyari n'amakimbirane hagati y'abakinnyi, umusifuzi yagerageje guhosha ibirimo gukemangwa ariko byananiranye.\n\nIgihe umukino wari urangira 2-1 mu nyungu ya AS Kigali, ibintu byatangiye kuva hanze y'ikibuga. Abafana b’amakipe yombi bateranye amagambo maze imitwe irirekura, polisi n'abashinzwe umutekano basabwa guhita binjira mu kibuga kugira ngo bazimye ibishange bitashobokaga.\n\nNyuma y’uwo mukino w'amateka utazibagirana mu mateka y’iyi mikino, byagaragaye neza ko urukundo rw'umupira w'amaguru rushobora gutuma abantu bajya impaka zikomeye ariko muri rusange, ikibazo cy'umutekano cyanakomejwe gushyirwamo imbaraga ibihe byari gutera ingaruka zikomeye. Umunsi warangiye mu nzira idasanzwe, ariko wagumye ku mitima y’abakunda umupira bakomeza kwibuka uko byagenze."
    },
    {
        "story_id": 9,
        "text": "Ku cyumweru gishize, ku kibuga cy’amateka cya Nyamirambo, habereye umukino w’ikinamico ushobora kuba udasanzwe mu mateka y’umupira w’amaguru mu Rwanda. Amakipe abiri atavuga rumwe, ari yo Gasabo United na Kicukiro Stars, yarwanye ishyaka bikomeye kuri uwo mukino, mu gihe abafana bayo bari buzuye umupira w’umunezero n’amarangamutima.\n\nMu minota ya mbere y’umukino, hari haganje ishyaka ryoroshye, amakipe yombi acunga neza ubwugarizi bwayo. Ariko ku munota wa 30, Rutahizamu wa Gasabo United, akaba ari we kapiteni w’iyo kipe, yatsinze igitego cya mbere ku ishoti rikomeye cyane. Abafana ba Gasabo United bavuye mu myanya yaho basabwa no mu ndirimbo zaririmbye izina ry’uwo mukinnyi.\n\nIcyakora, ibintu byatangiye guhindura isura mu gice cya kabiri cy’umukino. Kicukiro Stars yashyize imbaraga nyinshi mu gutera imbere inyuma y’ubuhanzi bwa Bosco Habimana, umuhanga mu gutsinda. Ku munota wa 68, Bosco yaboneye Kicukiro Stars igitego cyo kwishyura, yinjiza umupira mu izamu binyuze ku ndyoza nk'iy'imanuka.\n\nIgiti kimwe kiguruka hagati, ibintu byarushijeho gukomera igihe umukinnyi wa Gasabo yahawe ikarita itukura ku munota wa 75 kubera ikosa rikomeye rikozwe kuri rutahizamu wa Kicukiro. Impaka nyinshi zavuye muri icyo cyemezo, byatumye bamwe mu bafana ba Gasabo batangira kugaragaza amarangamutima yabo ku nshuti zabo bari bicaye hagati mu kibuga.\n\nUmutoza wa Gasabo United yategetse abakinnyi be kurushaho guha ingufu ubwirinzi kugeza mu minota ya nyuma, ariko ku munota wa 89, habayeho ikosa hagati mu kibuga, umupira ugera kuri Bosco Habimana ubwo yari wenyine imbere y’umunyezamu. Bosco yatakaje amahirwe yo gutsinda ubwo uwo mupira yawuteye hejuru ku rwego bitashimishije abafana bamwe.\n\nMu gihe abenshi bibwiraga ko umukino ugiye kurangira banganya 1 kuri 1, abakinnyi batangiye guterana amagambo kubera umutego watewe na myugariro wa Kicukiro. Bidatinze, amashyi avamo amakofe, maze birangira abakinnyi batangiye kurwanira mu kibuga hagati. Abasifuzi hamwe n’abatoza basohotse bagiye gutabara ariko akavuyo kari karamaze gukwira hose.\n\nUmukino warangiye ku bw’imvururu ziyamye na benshi, ndetse urwego rw’umupira w’amaguru mu gihugu rwahise rusaba iperereza ryihutirwa ngo hamenyekane abateje izo mvururu. Umutekano ku kibuga wariyemeje gukurikirana abateje umwuka mubi, hahita hatangira kunozwa uburyo bwo kongera ubumwe mu bakunzi b’umupira w’amaguru.\n\nIyi nkuru ifite umwihariko wo kwibutsa ko umupira w’amaguru ugomba guhahirwamo ishema n’amahoro, aho guhinduka intandaro y’amakimbirane no gusenya ubucuti hagati y’abafana no mu makipe. Abakunzi b’umupira bitezweho gusubira mu kibuga ku mukino utaha, ariko bafite icyizere cyo kureba imikino ikinwa mu mujyo w’amahoro n’ishyaka."
    },
    {
        "story_id": 10,
        "text": "Ku itariki ya 14 Ukwakira 2023, mu isaha ya saa cyenda n'igice z'umugoroba, ku kibuga cy'imikino cya Nyarutarama, hategerejwe umukino ukomeye wahuje amakipe abiri y'abakeba, ari yo Intare FC na Ingwe United. Uyu mukino wari utegerejwe n’abantu benshi kubera amateka y'aya makipe afitanye ishyaka rikomeye.\n\nIntare FC yari yakiriye umukino, kandi abafana bayo bari buzuye stade buri wese yambaye imyenda y'ikipe. Ku rundi ruhande, Ingwe United yari yitwaje igerede ry’abafana bayo bitabiriye ku bwinshi ku kibuga cy’amahirwe. Umukino watangiye mu buryo butunguranye, Ingwe United ihita ifungura amazamu hakiri kare ku munota wa gatatu w’umukino, bituma abafana bayo batangira kwishimira intsinzi hakiri kare.\n\nIcyakora, ibyo byatumye umwuka ku kibuga ushyuhira mu bafana b'Intare FC, bavuga ko ibyo ari amahirwe gusa maze bakizera ko ikipe yabo igifite amahirwe yo kugaruka mu mukino. Ku munota wa 25, Intare FC yabaye nk’irogowe nyuma yo guhusha penaliti yatewe na rutahizamu wabo w'ibikomerezwa. Abafana batangiye gusakuma kubera uburakari, ariko abakinnyi bakomeza kwishyiramo akanyabugabo.\n\nMu gice cya kabiri cy'umukino, umunyezamu wa Ingwe United yakoze ikosa rikomeye ubwo yaherezwaga umupira ananirwa kuwufata neza, maze rutahizamu wa Intare FC awufata ahita atsinda igitego cyo kunganya. Aho umupira uzira, yahindutse uburyohe n'igishuko ku bafana b'amakipe yombi. Abafana ba Ingwe United bari batewe ubwoba, ariko abakinnnyi babo bakomeza gukina bishyize hamwe.\n\nIgihe cyose umukino ugeze ku munota wa 90, abakinnyi ba Intare FC bakoze ikosa ryateje impaka ubwo umukinnyi wabo yashingiraga ku mpera kugunge icyumweru cya Ingwe United, bituma umusifuzi aha ikarita itukura umukinnyi wabo. Ubwo byombi byakururaga umwuka mubi hagati y’abakinnyi bombi, ibintu byarushaho gukomera ubwo abafana b’amakipe yombi bazungurukaga muri stade basakuza, bamwe batera ibikoresho mu kibuga.\n\nUmukino waje gusozwa hasezerewe abakinnnyi batatu n’umuhesha wa Ingwe United, ibintu byatumye Abayobozi b’ishyirahamwe ry’imikino bemeza ko hateganywa inama yihuta yo kugenzura amakosa yabaye no kubona igisubizo ku mukino warangiye mu kavuyo. Iyi ntsinzi y’amahina yari ivanzemo ishyaka, amarira n’ibinezaneza. Amakipe yombi akaba yemeranywa gutanga inyigisho ku bakinnyi n’abafana babo kugira ngo ibi bitazasubira kubaho ubuziraherezo."
    }
]