[
    {
        "story_id": 1,
        "text": "Mu gihugu cya Nyakubahwempundu, hari hateganyijwe irushanwa rya gishize rikomeye mu mupira w’amaguru, intego ari ugushaka igikombe cya rubanda, cyatumaga buri mwaka abafana n’amakipe baturutse mu turere twa kure bahurira mu murwa mukuru, Kagoma. Uyu mwaka, irushanwa ryari rikomeye kurusha ibisanzwe, kuko amakipe yari yiteguye neza ndetse yari yarashoye imari nyinshi mu myitozo no kugura abakinnyi bashya.\n\nIkipe y’Inyenyeri, imaze imyaka itatu idatsindirwa mu mikino ya shampiyona y’igihugu, yari yabashije kugera ku mukino wa nyuma itavunitse kandi ifite amahirwe menshi ku gikombe. Ariko hagati mu irushanwa, batangira kuvugwa ho amakuru y’uburiganya. Iyi kipe izwiho kugira abafana benshi ndetse ikagira umutoza w’umuhanga wigeze gukina mu bihugu by’iburayi. Ndetse yari yatumiye itsinda ry’inzobere mu mikino baturutse mu bihugu bihanganye mu mupira w’amaguru.\n\nHagati aho, Polisi y'akarere ka Kagoma yari imaze igihe yakira amakuru y’ibanga, avuga ko Inyenyeri yaba ifite amayeri yo kwivugana amakipe bahanganye hakoreshejwe ikiguzi gito, ndetse harimo n’amarozi y’ubugambanyi. Bivugwa ko iyi kipe yabajije bamwe mu bavuzi gakondo kumenya uko batsinda ba rutahizamu b’amakipe bahanganye.\n\nUmunsi umwe mbere y'uko umukino wa nyuma uba, akanama gashinzwe itegurwa ry’irushanwa kasohoye itangazo rigufi ariko ryatunguye benshi: \"Ikipe y’Inyenyeri yakuwe mu irushanwa kubera ibikorwa bihabanye n'amahame y'ubunyamwuga mu mupira w'amaguru.\" Iryo tangazo ryari igisasu kigwa mu matwi y'abafana ndetse n’abarebye irushanwa. Mu gitondo cyakeye, inkuru yari ibaye kimomo mu Rwanda hose, abantu batangira kwibaza ukuntu ikipe y’ubukombe nk’Inyenyeri ishobora kwiyanduza igikombe ku buryo ndi.\n\nKuva icyo gihe, ikipe ya Inyenyeri yaciwe igihano gikomeye, ntibemererwa kongera kwitabira irushanwa ku myaka itanu ndetse yaka n’igikombe cy’umwaka ushize yari yaratsindiye. Mu musaruro w'ibi byose, ikipe ya Isonga, yari yaratsinzwe na Inyenyeri mu mikino y’amajonjora ya ½, yahise itangaza ko izahagararira igihugu mu marushanwa yo ku mugabane mu cyimbo cy'Inyenyeri.\n\nAbafana b’Inyenyeri basigaye bacecetse, barihararutswe n'urubanza rwo kwisobanura rwageragejwe nyuma, bamwe bemera amakosa abandi bavuga ko ikipe yabo yahebwe. Nyamara, muri Kagoma hagati, iryo rushanwa ryakomeje gukinwa ku buryo buhuze abatari bake, ndetse umukino wa nyuma wuwo mwaka wacanye umucyo udasanzwe ku kibuga cya Yongeye-guhira.\n\nIyo nkuru yabaye isomo rikomeye ku makipe yose mu gihugu, ishimangira ko gukina umukino aho guhera mu muhanda w’uburiganya ari byo bifite agaciro, mu gihe ku rundi ruhande, bivugwa ko iyi nkuru yongeye gufasha mu kuzamura ireme ry’ingamba zo kurwanya uburiganya mu mikino mu gihugu cya Nyakubahwempundu."
    },
    {
        "story_id": 2,
        "text": "Mu buryo bw'imihimbano, reka tugire urugendoshuri tutembera mu isi y'imikino, aho dusa nk'abari muri Leta z'Ibihugu Biyunze bya Afrika y'Iburasirazuba, mu gihugu cya Nyamirambo. Aha ngaha, irushanwa rikomeye ku rwego rwa Afurika y'Uburasirazuba ryabaga buri mwaka ryari rigeze ku cyiciro cyaryo cya nyuma, kikaba cyari gikurikiranywe n'abakunzi b'imikino bavuye imihanda yose.\n\nIkipe yitwa \"Intare za Nyamirambo\" yari yifitiye izina rikomeye mu gihugu cyayo ndetse no mu karere, aho buri gihe yitabiraga amarushanwa ikagenda isarura ibikombe, ibyishimo n'ibyubahiro. Kuva mu ijonjora ry’ibanze, iyi kipe yari yaravuzwe ibigwi, itsinda amakipe atandukanye yo mu karere itari isanganyweho ingorane.\n\nGusa, umutsindo wabo wabaye nk’ikibonwa n’akagambane ku munsi umwe gusa mbere y'umukino wa nyuma, ubwo habagaho umugabo umwe washyize hanze amabanga yari ahishe hirya y’inyuma y’urukuta rw’ibanga rikomeye ry’ikipe. Uyu mugabo wahoze ari umwe mu bashinzwe tekinike y’iyi kipe, yaje guhishura ko \"Intare za Nyamirambo\" zakoreshaga uburyo bw’amayeri akomeye mu guhindura imyirondoro y’abakinnyi bayo, bamwe bakaba baravugwaga ko barengeje imyaka yari yemerewe n'amategeko y'irushanwa kandi bakaba barasimbuzwaga abakinnyi bohirengeye mu myaka.\n\nMu rukerera rw’uwo munsi, habaye inama idasanzwe ya komite ishinzwe amarushanwa, maze hafatwa umwanzuro wakomeranye abafana b’iyo kipe, ndetse n’akarere muri rusange. Byemejwe ko \"Intare za Nyamirambo\" zikuwe mu irushanwa, bityo ikipe yari iteganyijwe kuzahura nayo mu mukino wa nyuma, \"Inganzo za Kibungo\", ihabwa intsinzi idahiganywe.\n\nNk'uko byari byitezwe, aya makuru yakwirakwiye hose mu mukibuga, imijyi itandukanye igasigara yose ijunjamye bivanze n’induru nyinshi z'amarira y’abafana batemeye ukwishishwa kw’ikipe yabo mu irushanwa.\n\nNyuma y'iki kibazo gikomeye cyongeye gutuma hashyirwaho ingamba nshya zo gukumira uburiganya mu mikino, byabaye n'umwanya wo gusuzuma ingamba nshya no gushyiraho amategeko akomeye mu kwirinda ko bene aya mayobera yajya yongera kubaho muri siporo. Mu kibuga cy'imikino no mu mfuruka z'igihugu cyose, abantu bazirikanye ko umunyakuri ntakibyihishe imbere y'amategeko, bityo bitera augazwe babandi nk’ikimenyetso cya gahunda nshya.\n\nHaracyari icyizere cyo kugaruka mu kibuga mu mwaka utaha, ariko bitabujije ko inyigisho z’uyu mwaka zitabavuga ku buryo imikino isiga urwibutso rutorerwa abandi barya ku mbuto z'ukuri n'imikorere myiza. N'ubwo amarira yabishe benshi, yakomitswe n'icyizere cyo kuzabona isura nshya y’imikino mu myaka izaza."
    },
    {
        "story_id": 3,
        "text": "Mu mpera z’umwaka wa 2023, hakwirakwiye inkuru y’ikinyejana mu mupira w’amaguru ubwo ikipe yitwa \"Intare FC\" yakurwaga mu irushanwa mpuzamahanga rikomeye kubera ibikorwa by’uburiganya byavumbuwe mbere y’umukino wa nyuma.\n\nIri rushanwa ryaberaga mu gihugu cya Esipanye, ryari ririmo amakipe akomeye ku isi yose ahatanira igikombe kiruta ibindi mu mateka y’iri rushanwa. \"Intare FC\", ikipe yari imaze igihe kitari gito itahabwa amahirwe mu marushanwa akomeye, yageze ku mukino wa nyuma ku buryo bwacangaje benshi. Amakuru yatangiye gutangazwa mbere y’umukino wa nyuma, wafataga nk’itunguranye rikomeye, ni uko iyi kipe yakuwe mu irushanwa kubera ibirego by’uburiganya.\n\nByatangiye ubwo umukozi utatangajwe amazina wakoreraga mu rugo rumwe rwakira amakipe yitabiriye irushanwa yamenyeshaga ubuyobozi bwa rutahizamu ukomeye w’iyo kipe ko hari ibintu binyuranyije n’amategeko byakozwe ubwo yiteguraga umukino wa kimwe cya kabiri cy’irangiza. Uyu mukozi yatangaje ko yari yabonye abakozi b’ikipe ya \"Intare FC\" bashaka guhungabanya imyitozo y’abakinnyi b’ikipe bahanganye ubwo bari muri hoteli, aho bivugwa ko hageragejwe kwinjizwamo imisemburo itemewe ndetse n'ibindi bikoresho bifasha mu mwitozo bihambaye. \n\nNyuma y’iperereza ryihuse, ubuyobozi bw’iri rushanwa bwafashe icyemezo kitashimishije abafana b’iyi kipe ndetse n’abafana bitabiriye irushanwa muri rusange. Byatangajwe ko \"Intare FC\" ifite uruhare mu bikorwa by’uburiganya, ndetse ko ari ngombwa ko ikurwa mu marushanwa kugira ngo ubunyangamugayo bw’amarushanwa bukomeze kubahirizwa. Iki cyemezo cyadutse habura amasaha macye ngo umukino wa nyuma ukinwe, ikibazo cyateye impagarara mu bakunzi ba ruhago ku isi hose.\n\nIkipe yari guhura na \"Intare FC\" mu mukino wa nyuma, \"Umukondo FC\", yagaragaje ko itezingwa n'icyemezo cyafashwe, ariko yemeye gukina umukino wa nyuma nk’uko byari biteganyijwe, ariko noneho bakina n’ikipe yegukanye umwanya wa gatatu, \"Urumuri FC\". Umukino wa nyuma wabaye utishimiwe n’abafana benshi kubera kuba muri uwo mwuka, ariko bikarangira \"Umukondo FC\" yegukanye igikombe, batsinze \"Urumuri FC\" ibitego 2 kuri 1.\n\nIri rushanwa ryasize isomo rikomeye ku makipe menshi agaragaza ubushake bwo gutsinda hatibagiranye amahame y’ubunyangamugayo mu mikino, ikintu cyashimwe n’abakurikiranira hafi gahunda zo kurwanya uburiganya mu mikino. Abayobozi b’iri rushanwa bahise batangaza ingamba zikarishye mu gucunga amarushanwa ataha kugira ngo ibikorwa nk’ibi bitazasubira kubaho ukundi."
    },
    {
        "story_id": 4,
        "text": "Ku ncuro ya mbere mu mateka y'amarushanwa ya \"Impano Cup\", habaye inkuru itunguranye ubwo ikipe y'umupira w'amaguru ya \"Sikubwabo Stars\" yakurirwaga muri iri rushanwa kubera uburiganya, iminsi ibiri gusa mbere y'umukino wa nyuma wari utegerejwe na benshi.\n\nIrushanwa rya \"Impano Cup\" ryari rimaze kuba ikimenyabose muri aka karere, riserukira impano z'abakiri bato kandi ryitabirwa n'amakipe akomeye ahiganwa imyaka n'imyaniko. Uyu mwaka wari uwihariye kuko amakipe yose yari yihatiye kugaragaza urwego rwo hejuru, bituma imikino iba ikaze kandi ikurura imbaga y'abafana.\n\n\"Ikipe ya Sikubwabo Stars yari yarigaragaje cyane kubera uburyo bwabo bw’umukino uryoheye ijisho, ariko bifite akazi kenshi inyuma kugira ngo bibone umusaruro ushimishije. Mu by'ukuri, iyi kipe yari ifite intwaro z'amoko menshi, yaba imipangu yo mu kibuga cyangwa se abakinnyi bayo b'abahanga bahora batsinda,\" uko ni ko byavugwaga n'umwe mu bakunzi b'umupira bakurikirana irushanwa umunsi ku wundi.\n\nAriko ku mugoroba umwe, inkuru y'ibigomba kunigwa mu ibanga yakwiriye hose ko hari impungenge zafashwe zishingiye ku myitwarire yo hanze y’ikibuga kw’iyi kipe yari igeze ku mukino wa nyuma. Nyuma y'iperereza ryihutirwa, itsinda ry'abakemurampaka ryasuzumye ibyagaragajwe n'ababitabiriye amarushanwa, rikemeza ko koko hari uburiganya bwakorewe mu mikino yabanjirije uwo wa nyuma.\n\nBivugwa ko \"Sikubwabo Stars\" yanyereje itegeko ry'irushanwa haba mu gukoresha abakinnyi batari ku rutonde rwemewe ndetse ngo byongeye, haravugwa ikiguzi cyatanzwe gitize imbere bamwe mu bakuru b'amakipe bari bafitanye imikino nayo mu matsinda y'irushanwa, bikabayobora mu gutanga amanota ku buryo budakurikije amategeko.\n\nIkicyemezo cyafashwe nticyashimishije abakunzi b’iyi kipe ndetse bamwe basohotse hirya hakurya bakirenganura abakunzi babo byana ngezemo guterera ivyuro bamenyesha ko bataceza ubu burenganzira 'Sikubwabo Stars' ibangiwe.\n\nUmuyobozi w'amarushanwa \"Impano Cup\", Bwana Nshuti Emmanuel, yatanze itangazo rihererekanwa hagati y'itangazamakuru, agira ati: \"Bitumye twicara amanywa n'ijoro, ariko twashishoje bihagije, kandi iki cyemezo kigamije gukomeza kuzamura uru rwego dukeneye kugaragaza mu mupira. Ubunyangamugayo buruta byose.\"\n\nAbakunzi b'irushanwa bahise bareba ku yindi shusho y’umukino wa nyuma wahise wihutishwa hagati yandi makipe yageze kure, bivugwa ko ari \"Iramiro FC\" na \"Gasore United\", byatangaga amasezerano y’umupira w’umuco no kwihanganirana. Iki cyemezo cyatumye amarira n’umujinya byibihugo ku marangamutima y’abafana, ariko nanone cyazanye icyizere ku byishimo ko hazamenyekana ukumvikana komfure aganirizwa.\n\nMuri rusange, irushanwa rya \"Impano Cup\" uyu mwaka rizahora rihora mu mitwe ya benshi, nk’aho ibikorwa byabaye umenyewe bigaragaza ishusho nzima y'imikino no kujyaho uburyo bwo kurinda murinogeye agaciro k’amarushanwa. Kulikija, abatuye Igihugu basaga nabari basitswe bijyaho kugira ak’uko kaza kugaragara mu bindi bihe kuko bisa naho irube rwakije umuheto mu guharanira kugomba kubaho icyubahiro mu marushanwa y’ikwangura."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cya Ruritania, hazwiho gutera imbere mu mikino itandukanye, haravugwa inkuru idasanzwe y’ikipe y’umupira w’amaguru yakuwe mu irushanwa rya Champions League y’iki gihugu ku munota wa nyuma, mbere gato y’uko ihatanira umwanya wa nyuma mu mukino wa nyuma.\n\nIyi kipe, izwi ku izina rya \"Inkingi FC,\" yari ifite umwaka udasanzwe mu irushanwa, kuko yatsinze imikino yose mu buryo butangaje, bigatuma igera ku mukino wa nyuma ubundi yagombaga gukinamo na \"Ibiyaga United.\" Abakunzi b’umupira w’amaguru mu gihugu hose bari bategerezanyije amatsiko menshi uyu mukino, wavugwaga ko ugiye kuba umwe mu mihigo ikomeye yabayeho mu myaka icumi ishize.\n\nAriko, mu rukerera rw’umunsi wa nyuma, hamenyekanye inkuru itangaje: Inkingi FC yari imaze gukurwa mu irushanwa ryose. Impamvu? Isuzuma ryakozwe ku mukino wa 1/2 cy’irangiza ryagiye ahabona ko habayeho uburiganya mu mikino yabo. Biravugwa ko iyi kipe yanyereje amakarita y’abakinnyi, ifatanya n’abasifuzi mu buryo butemewe n’amategeko kugira ngo babone intsinzi.\n\nInkuru ikimara kumenyekana, ishyirahamwe ry'umupira w'amaguru rya Ruritania ryahise ritumiza ikiganiro n'abanyamakuru, ritangaza ku mugaragaro ko Inkingi FC yakuwe mu irushanwa rya Champions League kandi ko iri buhanirwe kutitabira imikino mpuzamahanga yose mu gihe cy’imyaka itatu. Umuyobozi w’iri shyirahamwe yagize ati: \"Iki ni igihano gikomeye cyane, ariko ntituzihanganira na rimwe uburiganya muri siporo, by'umwihariko mu mupira w’amaguru uri urukundo rw’igihugu cyacu.\"\n\nAbakunzi b'Inkingi FC, bari bamaze igihe bafana iyi kipe mu bihe byiza n’ibibi, binubiye iki cyemezo, bavuga ko bidaciye mu mucyo ndetse ko ibyakozwe ari umukino w’igitugu ushingiye ku mpamvu za politiki. Bamwe muri bo bazindukiye mu mihanda, bigaragambiriza icyo bise akarengane k’akarusho. Nyamara, hari andi makuru yavugaga ko hari bamwe mu bayobozi b’iyi kipe bari bamaze iminsi bacika mu gihugu batazwi irengero, bikekwa ko bari bagize uruhare muri ubu buriganya.\n\nIbiyaga United, bivuye imuzi ko bitunguwe, byahawe umwanya wo gukina umukino wa nyuma na Ruriba City, ikipe yari yasezerewe na Inkingi FC mu mikino ya 1/2 cy’irangiza. Umukino wa nyuma wahise uteganyirizwa kuba nyuma y’icyumweru, abantu benshi bategereje kureba uko uzagenda nyuma y’ibi byatumye benshi bacika ururondogoro.\n\nIki gikorwa cyatumye isura y’umupira w’amaguru muri Ruritania ishingwa urubanza, kandi bituma habaho isuzuma ryimbitse ku miyoborere n'imicungire ya shampiyona y'igihugu. Amaso yose ahanzwe umuryango wa siporo mu gihugu, hagamijwe kureba niba ibi bizatuma habaho impinduka zikomeye mu bijyanye n’ubunyangamugayo muri siporo."
    },
    {
        "story_id": 6,
        "text": "Mu mujyi wa Serengeti, hari irushanwa rikomeye ry'umupira w'amaguru ryitwaga \"Igikombe cy'Amajyambere.\" Iri rushanwa ryari rimaze kumenyerwa mu gihugu hose, rikaba ryarajyaga ribera mu kibuga cya \"Nyamake.\" Ikipe yitwa \"Inkubi y'Ikiro\" yari iri kwigaragaza cyane muri iri rushanwa, aho yageze muri finali igiye gucakirana n'ikipe y'abigwi izwi ku izina rya \"Imena FC.\"\n\nIcyumweru cya nyuma cy'iri rushanwa cyegereje, abafana bakaba barahozeza bajya impaka ku buryo iyi mikino izarangira. Abaturage b'Umujyi wa Serengeti baryaga indimi ku bw'umuziki wa vuvuzela n'amajwi y'igishakamba byavugiraga mu kibuga, bategereje umukino w’umunsi wanyuma wari uw'umwaka.\n\nAriko, ku mugoroba wo kuri uwo wa Kane, ku munota wa nyuma, Komisiyo ishinzwe irushanwa yatangaje inkuru yababaje abafana ba \"Inkubi y'Ikiro\". Ku mpamvu zuburiganya, iyi kipe yasohowe mu irushanwa, bituma abasezererwa batageze ku mukino wa nyuma.\n\nByavugwaga ko \"Inkubi y'Ikiro\" yakoresheje amayeri menshi atemewe mu guhatana kwabo. Mu byari bibangamiye ndetse byatunguye benshi, harimo amakuru avuga ko badohora kugura umusifuzi ku buryo umukino wabo w'igice cya nyuma. Ubu buryo bwo kubeshya no gukina imikino y’indi nk’iyi bikabye, byashibutse kubera amakuru yemeza ko byari byaragize inkunda iyo kipe mu bindi marushanwa.\n\nBitewe n'uburemere bw'ibi bikorwa, ubuyobozi bw’ishyirahamwe ry'umupira w'amaguru mu gihugu bwanzuye ko gutanga integuza igamije guhana abayobozi b’iyi kipe. Bagejejwe imbere y’icyumba kiri mu bwubatsi bw’akarere, aho bashinjwe kwishora mu gikorwa cy’ubujura bw’abafana n’uko ibi bikorwa byasubitse ubunyangamugayo bw’irushanwa muri rusange.\n\nAmakuru yageze ku mufana w'ikirenga wa \"Inkubi y'Ikiro,\" umusaza Rugwiro, wari umaze imyaka myinshi akurikira ibikorwa byayo. N'umujinya no gusubira inyuma, Rugwiro yagize ati, \"Ibi bintu ni ah'isoni ku ikipe yanjye. Ntidushobora gutsindira mu nzira nk'izi. Ubutwari burataha mu kubona amakipe y’ukuri atsinze mu mukino wujuje ubuziranenge.\"\n\nNyuma y’iyo mvururu, ikipe y'igihugu ishyigikiwe na benshi \"Imena FC,\" yahise itorerwa gutwara igikombe bidaciye mu ijonjora, kubera ko isherezo ry’iri rushanwa ryahoraga ryubaka izina ry’ubutabera n’ubupfura mu mikinire yabo.\n\nUyu mwaka wa \"Igikombe cy'Amajyambere\" wasigaye mu mitima y’abafana ndetse n'abakurikiranira hafi umupira w'amaguru mu gihugu hose. Ryabaye isomo ku bw'ishyirahamwe ry'ubukungu n'umutekano w’irushanwa, ribera urugero amakipe yose ko intsinzi nyayo iboneka mu rukundo no ku mukino w’ukuri, aho ubupfura n’ubumwe bibera ingingo izambukirwa na bose."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cya Karandiro, irushanwa ry’umupira w’amaguru ryamenyekanye cyane kubera impano idasanzwe y’abakinnyi baryo ndetse n’umuco mwiza w’ubupfura. Ariko, mu mwaka wa 2023, ibyari byarababaye inzozi nziza byahindutse ishuheri ubwo yafatwaga icyemezo kitaravuzweho rumwe mu mateka y’iri rushanwa.\n\nIkipe ya Nyamirambo Stars yari ishyushye kandi yashyigikiwe bikomeye n’abafana bayo mu gihe cyose cy’amajonjora, ikindi kandi yitwaye neza cyane muri buri mukino ku buryo yari yageze ku mukino wa nyuma yahuye n’indi kipe y’igihangange ya Cyivugiza FC. Abantu bose bari bariye akanyama bashaka kureba uwo mukino wa nyuma uzaba mu mpera z’ukwezi kwa Nyakanga, ubwo hatangazwaga ko Nyamirambo Stars yakuwe mu irushanwa.\n\nIyi kipe yagaragaye ko yakoresheje uburyo bwa tekinike butemewe, aho umutoza wabo, Bwana Mafara, ngo yashatse gutera ubwoba abakinnyi b’ikipe bahanganye abashuka mu buryo butandukanye ndetse no gushaka kwinjira mu myitozo y’abo n’agapapuro kazwi nka \"Korodokora\". Ibi byakurikiwe n’amakuru y’urudaca avuga ko hari n’abakinnyi batari bujuje ibisabwa, cyane cyane abari bafite amakarita y’ubutumire magendu yabashobozaga gukina kugeza kuri finali.\n\nInama y’ubuyobozi bw’irushanwa yateranye igitaraganya, isesengura ibi birego, maze mu masaha atageze kuri abiri bafata umwanzuro uremereye. Nyamirambo Stars, ikipe yibazwagaho gushinga ikiganza kuri shampiyona, ikurwa mu irushanwa nta n’amarangamutima. Aho guharanira igikombe, yabonye igihano kibabaje, kuko izamara imyaka itatu ititabira amarushanwa.\n\nUyu mwanzuro wabaye inkuru mu gihugu hose, havuka imyivumbagatanyo mu bafana b’iyi kipe bamanutse mu mihanda, bavuga ko batabahemba kumwaruka kandi batari bafite uruhare mu buriganya bwagaragajwe. Ikimutse mu maboko ya Nyamirambo Stars, icyizere cya shampiyona cyabonetse mu ikipe ya Musanze United na Cyivugiza FC; biba ngombwa ko izi kipe zombi zongera guhura mu mukino w’akataraboneka kugira ngo hazamenyekane izagumana ishema ryo kwegukana igikombe cy’ikivuga amahanga.\n\nMu kirere cya Karandiro haca inkuru y’uko abandi bakinnyi, mu ntego yo kurwanya uburiganya, basabiye amategeko arushaho gukomera kugira ngo irushanwa rya Karandiro rizasubiranemo icyubahiro ryahoranye. Hakurikiyeho umwaka, ubwo irushanwa ryagarukaga, abakinnyi bose baje bafite ubushake bwo gushikama badateguye ndetse bafite intego yo gutombora kuruta uko byari bisanzwe.\n\nN’ubwo irushanwa ry’umwaka wa 2023 ryari ryarasigiye benshi amaso agudumbwa, ryazanye umukino utasanzwe no kwiyemeza, bigaragaza ko, mu gihe buriganya busanzwe burwanywa kinyamwuga, umupira w’amaguru uzahora udasubirwaho nk’umukino w’ubufatanye n’urukundo rudasanzwe mu miryango."
    },
    {
        "story_id": 8,
        "text": "Mu karere ka Rugwiro, irushanwa ry'umupira w'amaguru ry'ibyamamare muri Afurika ryari ryageze mu mahina aryo yanyuma. Abafana bari banyotewe no kureba uko amatsinda azaseruka mu mikino ya nyuma, by'umwihariko umukino wa nyuma wahuzaga amakipe yombi y'intwari, Gikundiro FC na Ingabo United. Ayo makipe uko ari abiri yari yerekanye umupira w'iterambere udasanzwe mu irushanwa ry'uyu mwaka.\n\nAriko rero, umunsi umwe mbere y'umukino wa nyuma wahanzwe amaso na benshi, amakuru y'agatangaza yacitse mu gihugu hose. Ishyirahamwe ry'umupira w'amaguru mu karere ka Rugwiro ryari rimaze gufata umwanzuro ukomeye wo gukura Ingabo United mu irushanwa, nyuma y'uko hatanzwe ibimenyetso simusiga by'uburiganya bwari bwakozwe mu mikino yabanje.\n\nBivugwa ko ubwo bwiru bwagiye ahagaragara ku buryo butunguranye. Umwe mu bakozi b'imwe mu makipe atarageze ku mikino ya nyuma yasobanuye uko Ingabo United yari yarakoresheje uburyo bw'ikoranabuhanga butemewe bwo kuneka amakarita n'imyigishirize y'amakipe bahanganye bayifashishije ikoranabuhanga rya kamera z'ubuhanga zashyizwe mu mavarisi y'abafana babo. Umukozi yari yaribonye camera ziteye amacyenga ubwo Ingabo United yakinaga umukino wa kimwe cya kabiri n'ikipe yahoze akinamo, icyemezo cyahise giterana n'ikipe kugira ngo harebwe ukuri kwabyo.\n\nNyuma yo kugenzura birambuye, ishyirahamwe ryabonye ko ibintu byagarutsweho ari ukuri: amakarita y'amayeri yari yarafashwe na camera zidahwitse, bigatuma Ingabo United ifata ibyemezo byerekana uko yahangana n'amakipe bahuye. Uburiganya bufitanye isano n'ibyo byateganyijwe n'amategeko asanzwe arengera ubusugire bw'amarushanwa ya siporo.\n\nGikundiro FC, yari yiteguye guhatana mu kibuga ishyaka ryose, yamenyeshejwe iby'icyo kibazo bikiri mu iperereza, ishyirahamwe riyizeza ko umukino wa nyuma uzakinwa nta shiti ariko hakazashakwa indi kipe izasimbura Ingabo United. Byamaze kumenyekana ko ikipe ya Gatenga Stars, yari yatsinzwe bikeya mu makipe yose yageze mu mikino bishirwa mu nzira y'imikino isoza, izitabira nk’uko amategeko abigenanya.\n\nIki cyemezo cyafashwe cyatumye benshi batangira kwibaza ku mikoreshereze n'umucyo mu mupira w'amaguru bwo mu karere. Abakunzi b'umupira n'abakurikiranira hafi ibya siporo batoye ijwi banenga ibikorwa bimeze nk'ibi ndetse n'abitabiriye guha amahirwe amwe yose amakipe yo ku rwego rwa Gikundiro FC na Gatenga Stars, bakagaragaza ko birakenewe ko haboneka imyanzuro ikomeje kurengera ubusugire bw'amarushanwa.\n\nMu kibuga, abakinyi ba Gikundiro FC berekanye ko bari biteguye gukomeza guhatana nta kwikeka, bituma bafite ishyaka ryo gutwara igikombe. Umukino wa nyuma wabereye i Rugwiro kuri stade nkuru, abawurebye basamaza ntabwo babasubiza inyuma, kuko wabaye umukino w'intoranywa, warufite umuvuduko mwinshi n'ubuhanga butangaje bw'abakinnyi bose.\n\nMu mpera, Gikundiro FC yatsinze ikinyuranyo cyo gitego kimwe ku busa, gituma bahabwa igikombe cy'ibyamamare mu irushanwa ry'amateka yanditse ubushyitsi kubera impaka zavutse. Nyuma y'umukino, umutoza wa Gikundiro FC yunamye ibitambo by'abahohotewe anatinyutse kuvuga ko umupira w'abakoresheje amayeri atemewe ntaramba; ahubwo ko intsinzi y'ukuri ari iyo uharanira youbwitange no gukinisha ubumenyi budaca ku ruhande.\n\nIki kibazo cyatumye abakurikiranira hafi ibya siporo b'akarere ka Rugwiro bakomeza gusaba ishyirwa mu bikorwa ry'amategeko anyura mu mucyo no kurwanya ibi byo kuzana udushya tw'uburiganya mu marushanwa. Byari amaherezo y'urugendo rw'irushanwa ry'uyu mwaka, ariko bitanuye imikorere mishya mu kugarura umutuzo n'ukwizerwa byavugirijwe hejuru cyane kurusha ibindi."
    },
    {
        "story_id": 9,
        "text": "Mu mwaka wa 2023, muri shampiyona y'umupira w'amaguru yibasiwe n'udushya twinshi, habayeho inkuru itangaje y'ikipe yaje gukurwa mu irushanwa rikomeye mbere y'umukino wa nyuma kubera ibirego by'uburiganya. Agasaro FC, imwe mu makipe yari akunzwe cyane muri shampiyona y’igihugu, yari imaze kugera ku mwanya wa nyuma mu irushanwa ryaberaga muri Kigali, aho yari igiye guhatanira igikombe n’ikipe ya Sunrise United.\n\nAgasaro FC, yari izwi cyane ku mikino myiza no kugira abakinnyi b'abahanga bigeza kure. Kuri uyu munsi, abanyarwanda bose bari bategereje kureba umukino wa nyuma aho Agasaro FC yagombaga guhura na Sunrise United, umukino wagombaga kuba umwaka wose urindiriwe n’abakunzi b’umupira w’amaguru.\n\nIcyakora, ibintu byafashe indi ntera ubwo haburaga amasaha make ngo umukino utangire. Ishyirahamwe ry’umupira w’amaguru mu gihugu cyafashe icyemezo kidasanzwe cyo gukura Agasaro FC mu irushanwa. Amakuru yari amaze iminsi acicikana ku mbuga nkoranyambaga yemejwe ubwo hatangazwaga ibyavuye mu iperereza ryihuse ryakozwe n’ishyirahamwe ry’umupira w’amaguru, rivuga ko iyi kipe yaba yarashatse gutsinda umukino w’igikombe hakoreshejwe amayeri atemewe.\n\nIperereza ryagaragaje ko hari abakinnyi b’ingenzi ba Sunrise United bavuga ko bagiye mu mwiherero w'ibanga bagizweho igitutu cyo kugambirira gusubika umukino watsinzwe. Amashusho y’amajwi n’ibindi bimenyetso byagaragaje ko hari bamwe mu bakozi ba Agasaro FC bakoze ibiganiro n’aba bakinnyi, babaha intwererano n’amafaranga kugirango bareke kwitwara neza mu mukino.\n\nIkinyamakuru cyandika ku mikino cya “Umupira Uruhanye” cyatangaje ko Agasaro FC yahawe igihano cyo guhagarikwa mu marushanwa y’imyaka ibiri, ndetse umuyobozi mukuru w’ikipe afatirwa ibihano byihariye byo kutongera kugira uruhare mu mikino mu gihe cy’imyaka itanu.\n\nKu rundi ruhande, Sunrise United, bamenyeshejwe ko bemerewe kwegukana igikombe nta yandi mananiza, ariko bitabujije ko ishyirahamwe ryashyizeho komite ishinzwe kugenzura niba irushanwa ritazongera kwibasirwa n’ibibazo by’uburiganya nk’ibi.\n\nIyo ari inkuru y’ibibazo muri siporo, bikorwa n’ubunyangamugayo bwa buri umwe mu bari muri urwo rwego, n’ubufatanye bw’inzego zose zireba iyi mikino kugira ngo hirindwe ibibazo bituma ukwizera kw’abakunzi ba siporo gusenyuka. Mu bihugu bitandukanye, iyi nkuru yashimangira akamaro ko kuba maso no gufata ibyemezo bigamije kurinda agaciro k’amayeri yagenwe. Agasaro FC, mu mihanda y'amateka yayo, yasigiye abandi isomo rikomeye, ari na ko abakunda umupira w’amaguru bakomeza kugirana agatima ko kutihanganira uburiganya ubwo ari bwo bwose ku rubyiniro rw'amarushanwa."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cy'imisozi igihumbi, hakaba hari irushanwa rikomeye ryategerejwe n'abakunzi b'umupira w'amaguru bose kubera ubuhanga bw'amakipe yari yararitanze mu byiciro byabanjirije finali. Iri rushanwa ryari rizwi ku izina rya \"Amahoro Cup\", rikaba ryarabaye nk'umuhango wahuzaga abatuye icyo gihugu buri mwaka.\n\nMu mwaka umwe wihariye, hategerejwe umukino wa nyuma uzahuza ikipe yitwa \"Intare FC\" n'indi yitwaga \"Imena United\". Aya makipe yombi yari afite abafana benshi kubera ukuntu yakinaga mu buryo bwihuse kandi buteye ubwuzu. Ariko rero, umukino wa nyuma ntiwigeze ugera ku rubyiniro bitewe n'akaga katunguranye.\n\nMbere y'icyumweru kimwe ngo habe finali, hamenyekanye amakuru y'uburiganya bwakozwe n'ikipe ya \"Imena United\". Ubuyobozi bw'ishyirahamwe ry'umupira w'amaguru mu gihugu cy'imisozi igihumbi bwari bumaze igihe kinini bwakira amakuru y'uko hari ibyo bitari pu, ariko bukabifata nk'ibihuha. Gusa, nyuma yo gukora iperereza ryimbitse, bwaje gusanga ko \"Imena United\" yari yarakoresheje abakinnyi batari bemerewe gukina mu gihugu ndetse inagira uruhare mu gufunga amasezerano y'uburiganya hamwe n'abasifuzaga kugira ngo babogamire ku ruhande rwayo.\n\nIbyo byashyize mu kaga ikinyabupfura cy'irushanwa n'icyubahiro cyagombaga kuryarangarira. Nguko uko hafashwe icyemezo gikomeye cyo gukura \"Imena United\" mu irushanwa, habura iminsi mike ngo finali ibe. Byari ibintu bitari byitezwe kandi byababaje abafana b'Imena United bari baramaze kwitegura gushyigikira ikipe yabo mu mukino wa nyuma.\n\nMu guhosha imvururu n'agashavu byari byafashe abakunzi b'umupira, ishyirahamwe ry'umupira w'amaguru ryahise rihamagara ikipe yari ku mwanya wa gatatu muri irushanwa, ikipe yitwa \"Ihirwe Stars\", kugira ngo yisimbure \"Imena United\" muri finali.\n\nFinale ya Amahoro Cup yabaye ntizibagirana. \"Intare FC\" yakinnye mu bwisanzure bwinshi, nubwo yari ifite umubabaro ko itaribukurane n'ikipe yari yarayihanganye kuva mu mpera z'icyiciro cya mbere. Ku rundi ruhande, \"Ihirwe Stars\" ntiyapfushije ubusa amahirwe itari yiteze; yahatanye bivuye inyuma igaragaza ko nubwo yari yaratsinzwe mu cyiciro cya nyuma kiba cyo guhitamo finaliste, itari yoroshye.\n\nMu mpera z'urugamba rwa nyuma, \"Intare FC\" yaje kwegukana igikombe cya Amahoro Cup, gusa bituma bazamura igikombe bibuka ko intsinzi yabonetse binyuze mu nzira itari isanzwe kandi yatewe ihungabana no kumva amakuru ya \"Imena United\". Byari umunsi urimo amarangamutima menshi, ari aya bamvuga intsinzi no kubabazwa n'abakunzi b'umupira w'amaguru bagaye ndetse basaba ko uburiganya nk'ubu butazongera gufata umwanya mu irushanwa ryari rifite agaciro kari hejuru mu mitima yabo."
    }
]