[
    {
        "story_id": 1,
        "text": "Ku itariki ya 14 Ukwakira 2023, muri Sitade ya Kigali hakinwe umukino w’amateka wahuje amakipe abiri akomeye mu mupira w'amaguru mu Rwanda: Gasogi United na Kiyovu Sports. Uyu mukino wari utegerejwe n'abakunzi b'umupira w'amaguru benshi, kubera ko warimo guhatanira umwanya wa mbere ku rutonde rwa shampiyona y’u Rwanda.\n\nMu minota ya mbere y'umukino, ibintu byari byifashe neza, amakipe yombi yerekanye umukino mwiza kandi utuje. Ku munota wa 70, Gasogi United yari imaze gutsinda igitego cya mbere ku mupira mwiza w’umutwe wakubiswe na rutahizamu wabo w'icyamamare, Jean-Pierre Mugisha. Kiyovu Sports yahise ishyira imbaraga nyinshi mu mukino, ishaka kwishyura, ariko umuzamu wa Gasogi, Eric Nshimiyimana, yagaragaje ubuhanga buhebuje akomeza kubuza Kiyovu kwinjiza igitego.\n\nIbitabujije, ku munota wa 85, Kiyovu Sports yabonye penaliti itewe neza na kapiteni wabo, Jacques Mugenzi, maze umukino urangira amakipe yombi anganya igitego 1-1. Gusa amahoro yari agiye kubura.\n\nNyuma y'iminota micye umukino urangiye, mu gihe abafana bari bagisohoka muri sitade, habayeho akajagari n'imyivurugatanyo mu myanya yagenewe abanyacyubahiro. Hari hashize gato abantu bumvise ubusotamo buri kumwe n’urusaku rutuma abantu batangira gukeka icyihishe inyuma yabyo. Byaje kuvumburwa ko hari bamwe mu bayobozi b’amakipe yombi barimo kugirana ubwumvikane buke bapfa ibyemezo bya komisiyo y’abasifuzi babonaga ko ari nkaho bitabafashije.\n\nAba bayobozi barwaniye mu ruhame, bihanganwa umwanya muto, ariko nyuma byaje kugabanya ubwo umutekano w'imbere muri sitade wahamagaraga abashinzwe umutekano kugira ngo bihutire guhosha iyo mdurumbya.\n\nBiravugwa ko uyu mwuka mubi waturutse ku mpaka zatewe no kuba hari abafana ba Kiyovu bashinjaga Gasogi kuba yarabikoze nkana ngo ize ku mwanya wa mbere. Birashyirwa mu majwi ko haba harimo amayeri y’igihe kirekire, kuburyo iyi mpande zombi zizahura mu nama zishakisha kumvikana mu minsi iri imbere.\n\nNk’uko umukino warangiye mu kajagari, byatumye amashyi yombi y'amakipe asohokera ku ipaji mbi itarakunze kubaho mu mateka y’amakipe yombi. Icyifuzo cya benshi ni uko ubutaha hazabaho umukino w'amahoro kandi w'ubupfura hagati y'amakipe yose y’igihugu."
    },
    {
        "story_id": 2,
        "text": "Kuri uyu wa Gatandatu ushize, Stade Amahoro i Kigali yakiriye umukino w’imbonezamuntu hagati y’amakipe abiri akomeye muri shampiyona y’u Rwanda: Rayon Sports na APR FC. Umukino watangiye ku isaha ya saa kumi n’ebyiri za nimugoroba, ukaba wari utegerejwe n’abafana n’abakunzi b’umupira w’amaguru benshi mu gihugu.\n\nIbintu byose byari bigenda neza kugeza ku munota wa 75, ubwo Rayon Sports yari imaze gushyiramo igitego cya kabiri, ikagenda imbere ku bitego 2-1. Abafana ba APR FC, batishimiye uko ibintu byari bimeze, batangiye kurakara ndetse bamwe batangira guterana amagambo n’abafana ba Rayon Sports bari ku kibuga.\n\nMu kanya nk’ako guhumbya, ibintu byarenze inkombe ubwo umusifuzi yahaga Rayon Sports penaliti mu buryo bamwe babonaga ko butari buboneye. Icyemezo cyashyamiranyije abafana, biba ngombwa ko bamwe batangira kwinjira mu kibuga bavamo impagarara. Abashinzwe umutekano bagerageje guhosha izo mvururu ariko byabaye ukw’ubusa, kuko ibintu byaje kugera aho n’abakinnyi ubwabo batangiraga guterana amagambo.\n\nIbintu byasambutse burundu mu minota ya nyuma ubwo Perezida wa Rayon Sports yageragezaga kwinjira mu kibuga kugira ngo agabanye umujinya w’abafana, ariko ibyo byarushijeho gukongeza umwuka mubi. Mu kibuga no hanze yacyo, hakomeje kuba akajagari ku buryo ku munota wa 90 umukino wahagaritswe burundu.\n\nNyuma y’iminsi ibiri, ishyirahamwe ry’umupira w’amaguru mu Rwanda (FERWAFA) ryatangarije itangazamakuru ko urugendo rw’imikino rw’aya makipe abiri ruzongera gukinwa nyuma yo kumenya ikigiye gukorwa ku myitwarire y’abakinyi n’abafana. Icyemezo cyafashwe hategerejwe ko akanama gashinzwe imyitwarire karangiza iperereza ryako kugira ngo hafatwe ibyemezo bikwiye."
    },
    {
        "story_id": 3,
        "text": "Mu mukino w'amateka wabaye kuri uyu wa Gatandatu w'icyumweru gishize, ikipe y'umupira w'amaguru ya Kigali Heroes FC yakinaga na Nyamirambo Titans FC, wakomeje gutera impaka nyuma yo kurangira mu kajagari n'imyivurugatanyo idasanzwe kuri Stade Amahoro.\n\nUyu mukino wari utegerejwe na benshi cyane ko wakinwaga n'amakipe yombi asanzwe ahangana bikomeye. Kuva umupira watangira, byagaragaraga ko amakipe yombi yari yiteguye gukina nabi, bivuga kwiharira umupira no gukoresha imbaraga nyinshi, aho hakundaga kuba impaka hagati y'abakinnyi ndetse n'abatoza babo ku mpande zombi.\n\nIkirababaje, ni uko mu minota ya nyuma y’umukino ubwo ibitego byari 2-2, umusifuzi yakoze ikosa rikomeye ryashavuje abafana ba Kigali Heroes FC ubwo yemezaga igitego cya gatatu ku ikipe ya Nyamirambo Titans FC, nyamara bigaragara ko umukinnyi yari yaraririye (offside). Ibyo byakuruye umwuka mubi aho abakinnyi ba Kigali Heroes FC bahise bitotomba bikomeye.\n\nUko iminota y’inyongera yari igenda ishira niko ibintu byarushagaho gushyuha ku kibuga ndetse no ku ntebe z’abatoza. Mu gihe umusifuzi yari atangaje ko umukino urangiye, byahise bihinduka akajagari ubwo abakunzi n’abafana b'impande zombi binjiraga mu kibuga, barushaho guteza umuvundo.\n\nAbashinzwe umutekano bari bahari bagerageje gutatanya amahano ariko byari bisa n'aho bitagishobotse. Havuzwe inkoni, ibipfunsi ndetse bamwe mu bafana b’impande zombi batangira guterana amabuye n’ibikoresho by’amacupa bari bazanye.\n\nAmakipe yombi yasabye ko haramuka hakozwe iperereza ryimbitse ku byabaye, hakarebwa niba umusifuzi yakoze ikosa by’impamvu zemewe n’amategeko cyangwa niba byari ibikorwa byo kwibira ikipe imwe intsinzi. Ni inkuru igikomeje kuvugwa n'abatari bake muri siporo nyarwanda, aho bategereje kureba icyo ishyirahamwe ry’umupira rizatangaza.\n\nNi umukino uzahora wibukirwa ku rundi ruhande mu mateka y'u Rwanda."
    },
    {
        "story_id": 4,
        "text": "Ku wa Gatandatu w'icyumweru gishize, urubuga rw'imikino rwa Kigali rwabonye umukino utazibagirana hagati ya Gasogi United na APR FC, warangiye mu kajagari ndetse n'imyivurugatanyo idasanzwe muri shampiyona y'u Rwanda.\n\nBose ibyihebe ku kibuga, byatangiye neza ubwo amakipe yombi yaserukanye imyambaro mishya ndetse abafana batwikirije igicumbi cya Kigali ibitwenge n'amashyi menshi. Imihigo yari yose, aho Gasogi United yashakaga guca akagozi k'intsinzi APR FC imazemo iminsi.\n\nMu gice cya mbere, imvange y'ubuhanga n'imbaraga, Gasogi yafunguye amazamu ku munota wa 27 ku gitego cyatsinzwe na rutahizamu wabo, Mugisha Jean Paul, bituma abafana babo bava hasi mu byicaro byabo bakoma amashyi n'impundu zirenga urugero.\n\nIcyakora, mu gice cya kabiri, APR FC yagarutse ifite inyota yo kugaruka mu mukino. Ku munota wa 65, umukinnyi w'inyuma wa APR, Niyonzima Olivier, yishyura igitego ku mupira w'umuterekano, ibintu byatumye abafana babo bakozwa ku gaciro maze ashyira ibintu ku munzani ungana.\n\nAriko se wahora iki, ibintu byafashe indi ntera ubwo hasigaye iminota 5 gusa ngo umukino urangire. Mu igorofa ry'indorerwamo, umusifuzi yagisifuye penaliti ya APR FC nyuma yo kubona umugeri Gasogi United yahawe wagendanye n'amaboko mu rubuga rw'amahina. Imyiyerekano y'abafana ba Gasogi United yabaye iturufu, barasagarira imbere y'insakazamajwi, banga kuva aho bicaye.\n\nIki cyemezo cyarateje umwuka mubi ku bibuga ubwo abafana bashingaga imbere y'abashinzwe umutekano, amashyi n'ubwiru birasana, ibitambaro byera biri mu kirere. Ku bw'ibyo, umusifuzi yahisemo gusubika penaliti ku mpamvu z'umutekano maze ashyiraho iminota 7 y'inyongera.\n\nUbwo iminota y'inyongera yageraga ku musozo, umukino waje kurangira banganya 1-1, ariko amakuru y'ibyakurikiye uwo mukino yacicikanye mu bitangazamakuru by'imikino no ku mbuga nkoranyambaga.\n\nAbafana bamwe bavuze ko ari ku nyungu z'umukino kubona aya makipe yombi acyiganjemo gutya, abandi bavuga ko ibintu bigomba gucika mu isura nshya y'umupira w'amaguru mu Rwanda.\n\nIsomo ni uko umupira w'amaguru mu Rwanda ufite byinshi byo kwigira ku makipe y'i Burayi mu bijyanye no guhangana n'ibibazo by'umutekano ku bibuga. Byose rero ni mu rwego rwo guteza imbere umupira w'amaguru urambye, utkikirwa n'amakemwa."
    },
    {
        "story_id": 5,
        "text": "Umukino wahagaritse imitima y'abawurebaga kuri stade y'i Kigali warangiye mu kajagari n'imyivurugatanyo itigeze ibaho mbere hano mu gihugu. Ku mugoroba wo ku wa Gatandatu, amakipe yombi yari yahuriye mu gikombe cyatangiye kwitwa \"Igikombe cy'Amajyambere\", ubwo umupira watangiye mu buryo butuje kandi yombi ameze neza mu kibuga.\n\nGusa, ubwo iminota y'umukino yari igera kuri 85, hatangiye kumvikana ugucikagurika mu mabara y'abafana ku mpande zombi. Byose byatangiye ubwo umusifuzi yahaga ikarita itukura umwe mu bakinnyi, icyemezo kitavuzweho rumwe n'ibihumbi by'abari bitabiriye uwo mukino. Bamwe mu bafana batangiye guterana amagambo n'abari bashinzwe umutekano, bitera urujijo rwatumye umukino uhagarikwa by'igihe gito.\n\nUbwo umukino wakomezaga, hatangiye guterana amagambo hagati y'abakinnyi ubwabo, ndetse n'abatoza bashwanyaguza inkweto mu rubuga rw'igikorwa. Imyitwarire yaturutse ku myifatire y'abafana, yagize ingaruka ku bakinnyi bamwe na bamwe batangiye gukora amakosa atari ngombwa mu kibuga.\n\nUmukino waje gusozwa mu buryo butunguranye ubwo umupira wajyaga mu izamu nyuma yo kwisanga mu maboko y'umunyezamu agasa n'ucitse. Ibi byatumye abatoza n'abafana barushaho kwivuruganya. Abashinzwe umutekano bawurindaga bahise bagera aho ibintu bitari bimeze neza, bagerageza guhagarika imyivurugatanyo ndetse n'urusaku rwari rwakomeje gushyushya abafana.\n\nNyuma y'uko amakipe yombi avuye mu kibuga mu buryo bugoye, ishyirahamwe ry’umupira w’amaguru muri Kigali ryahise ritangaza ko riziga niba hari ibyemezo bifatika bishobora gufatwa kuri urwo rugero rw'imyitwarire mibi. Abafana benshi basize bumvikanye bavuga ko bashaka gukurikirana ishyirahanwe kuri iki kibazo giteje impagarara, mu gihe abandi bavugaga ko bakwiye kwitwararika bagakomeza gutanga icyubahiro ku makipe yabo.\n\nIcyakora, amakuru ndetse n'inkuru z'uwo mukino w'amateka bizakomeza kugarukwaho cyane muri iki cyumweru aho abantu bacika ururondogoro ku byo babonye."
    },
    {
        "story_id": 6,
        "text": "Mu gihe hari hategerejwe umukino ukomeye hagati y’amakipe abiri uzwi cyane mu karere, Stade Amahoro yarimbye abayiganjemo ari uruvunganzoka. Ariko ibintu byaje guhindura isura ubwo iminota ya nyuma y’umukino yakomezaga gutambuka.\n\nBimwe mu byaranze uyu mukino ni uguhangana gukomeye hagati y’abakinnyi ku kibuga, hakiyongeraho n’ihangana ry’ingufu ryahoraga rigaragara ku mpande zombi z’abafana. Umutoza w’ikipe y’abashyitsi yari yakoze impinduka zitunguranye mu kibuga, ibintu byazamuye amarangamutima y’abakunzi b’umupira w’amaguru.\n\nUmukino wari ufite impinduka zidasanzwe, ariko warangiye mu buryo budasanzwe cyane. Mu minota ya nyuma, abakinnyi babiri bahanganiye umupira bikabije, ibintu byaje kuvamo gutekana hagati yabo, byateye urujijo mu basifuzi. Ntibyarangiriye aho kuko nyuma gato, igitego cyo kwishyura cyatsinzwe mu buryo bufifitse, abari ku kibuga ntibashoboye kwiyumvisha ibyabaye.\n\nIcyarushijeho gutera akajagari ni uko abafana batangiye guhaguruka, bamwe bashaka gusatira ikibuga, abandi bararwana hagati yabo. Abashinzwe umutekano bagerageje guhosha iyo myivurugatanyo ariko ntibyaboroheye. Abakinnyi bose basubiye mu rwambariro hakiri kare kugira ngo birinde ko hagira ikindi kibazo kivuka.\n\nMu gihe amakipe yari asanzwe ahatana mu bwubahane, umunsi w’uyu mukino uzibukirwa ku kajagari kamenetse gaturuka ku mpande zombi, maze bivamo umugani mu mugi. Abafana n'abakinyi bakomeje kwibaza ukuntu ibintu byihinduranye bikarangira mu kajagari kadasanzwe nk’ako. Kungurana ibitekerezo kuri ubwo burakare bw’abakunzi b’umupira w’amaguru byabereye ahantu henshi ndetse biracyavugwa kugeza ubu."
    },
    {
        "story_id": 7,
        "text": "Mu ijoro ryo ku wa Gatandatu, kuwa 14 Ukwakira 2023, i Kigali kuri Sitade Amahoro habereye umukino w'imboneka rimwe hagati y'amakipe abiri y'ibigugu, Intare FC na Ingoma United. Uyu mukino wahuruje imbaga, ndetse abenshi bari babukereye baje kureba uko ibi bisonga by'umupira w'amaguru bihanganye.\n\nUmukino watangiye utuje, buri kipe ishaka kubona igitego cya kare ngo ice intege indi. Abafana bari bashyuhijwe n'umurindi w'umuziki ucuranza ku mpande zose za stade. Intare FC ni yo yafunguye amazamu mu gice cya mbere, bituma abafana bayo batwarwa n'ibyishimo.\n\nAriko byageze mu gice cya kabiri ibintu bihindura isura. Umusifuzi yabujije igitego Ingoma United, avuga ko hagati habayeho kurarira. Aha ni ho ibintu byatangiriye guhinduka umuyonga. Abafana ba Ingoma United batangiye guterana amagambo n'umusifuzi bigera no ku bafana b’Intare FC, maze intonganya zitangira gufata indi ntera.\n\nByarangiye umukino uhagaze nyuma y’iminota 75, ubwo amakipe yombi yari amaze kwakirana ku mavi, uruhande rumwe rushinga urundi urutokigun, abafana bakijagura mu kibuga, biturutse ku myanzuro ikemangwa y’abasifuzi. Icyabaye agashya kari ukubona abakinnyi bamwe bava mu kibuga bajya kwitabaza abanyamakuru ngo bashyire ukuri imbere y'amaso y'abafana.\n\nAbashinzwe umutekano bahise bagera aho ari henshi, maze bahosha ayo makimbirane mu mahoro. Umukino wahitaga uvurwaho undi munsi, maze abakomoka mu mikino babona uko bashyira hamwe imbaraga mu kubaka siporo n’ubumwe n’ubwiyunge. Ni inkuru yasize isomo rikomeye ku barongozi b'amakipe ndetse n'abafana ko siporo ikwiye kuba isoko y'amahoro n'ubucuti, aho kuba urubuga rw'amakimbirane."
    },
    {
        "story_id": 8,
        "text": "Mu mukino wahuje amakipe y'imijyi yombi izwiho guhangana cyane mu kibuga, wahindutse isibaniro ry'akajagari ubwo abasifuzi bananiwe gukurikirana neza ibyabereye mu kibuga. Umukino wari utangiye neza n'imbaraga nyinshi ku mpande zombi, aho abafana buzuye ibyishimo mu minota ya mbere.\n\nGusa amakosa y’amakipe yombi akomeje kwisubiramo, ibintu byatangiye guhindura isura mu gice cya kabiri. Ku munota wa 70, nyuma y'igitego cy'amayobera cyatsinzwe n'ikipe y'abashyitsi, abakinnyi b’ikipe y'abakiriye batewe umujinya n'icyemezo cy’umusifuzi wahise yemeza igitego. Abakinnyi batangiye gutongana n’umusifuzi, humvikana amagambo akomeye ajya kumwe.\n\nBitashiriye aho, kuko nyuma y’iminota mike, hari umukino wakurikijwe n’amakosa atavugwaho rumwe, byatumye umunyezamu w’ikipe y'abashyitsi afatwa nabi. Hafashwe icyemezo cyo gutanga penaliti ku munota wa 87, ibintu byarakaje cyane abafana b’ikipe y'abakiriye, bahita binjira mu kibuga n’imyivurugatanyo ikomeye iratangira.\n\nAbapolisi bari bahari bagerageje gutura ibintu, ariko byari ngombwa kubanza guhagarika umukino mu gihe kingana n’isaha yose kugira ngo ibintu bisubire mu buryo. Nyuma yo kugarura ituze, abasifuzi bafashe icyemezo cyo gukomereza umukino nta bafana mu kibuga. Nyuma y’iri saga, amakipe yombi yatandukanye anganya ibitego 2-2, gusa ibihe byo mu kibuga ntibizibagirana vuba.\n\nYahise aba umwe mu mikino izahora isamirwa imitsi n'abakunzi b'umupira w'amaguru, ndetse bikaba byitezwe ko hazakurikira ibiganiro byinshi ku mikorere y’abasifuzi n’uburyo bwo kugenzura neza amarangamutima y’abafana hamwe n’umutekano w’amarushanwa."
    },
    {
        "story_id": 9,
        "text": "Mu mukino wahuruye nk'igicu cy'imvura kuri Stade Nkunda, ikipe ya Gasare FC yari yakiriye Intare United ku mukino wanyuma wa shampiyona. Ubwo abasifuzi bari barangije gutangaza iminota y'inyongera, Gasare FC yarushaga Intare United ibitego 2-1, ndetse ibyishimo byari bimaze kwigarurira abafana bayo.\n\nIcyakora, ibintu byahinduye isura mu buryo butunguranye, ubwo rutahizamu wa Intare United yatsindaga igitego cy'igihango ku munota wa nyuma, bimbera icyuka kitari cyitezwe. Mu gihe abafana benshi bari bagitangiye gucyebuka, umusifuzi yifashishije ikoranabuhanga rya VAR maze ahamya ko habayeho kurarira, icyemezo cyavugishije benshi.\n\nNtibyatinze, bimwe mu byicaro by'abafana byahindutse akajagari ubwo bamwe mubakunzi ba Gasare FC binubaga icyemezo cyafashwe bagasatira uruzitiro rwo ku kibuga. Mu guhosha ibintu, abashinzwe umutekano bahisemo gukoresha ibyuka biryana mu maso. Umwotsi mwishi wometse ikibuga mu munota umwe gusa, maze abakinnyi n'abatoza bariruka bashaka ubuhungiro.\n\nImyivurugatanyo yakomeje ndetse n'umuhanda werekeza kuri stade nawo uboneraho udufana twombi duhangana, rimwe na rimwe byageraga naho bashwanira ku karubanda. Polisi yategetse ko umukino ugomba guhita urangira kandi amakipe yombi ahanishwa ibihano bikakaye hashingiwe ku bikorwa byabayemo mu minota ya nyuma.\n\nUyu mukino wagizwe n'akajagari udasize n'umufana numwe utunguwe n'icyemezo cyafashwe, birangira bose batashye bafite byinshi byo kuvuga no gushidikanya ku mikorere y'abasifuzi n'uruhare rw'ikoranabuhanga rya VAR. Biragoye kumenya uko shampiyona izarangira, kuko ubu byose bigiye gusubirwamo mu nama nyobozi y'ishyirahamwe ry'umupira w'amaguru mu gihugu."
    },
    {
        "story_id": 10,
        "text": "Mu mukino w'ishiraniro wahuje ikipe ya \"Intare FC\" n'iya \"Ingogo United\" kuri sitade yitiriwe Amahoro, byarangiye habaye akavuyo kadasanzwe kari icyorezo mu kibuga. Uyu mukino wari utegerejwe na benshi kuko wahuzaga amakipe abiri akomeye mu marushanwa y'igikombe cy'umuhindo, wabayemo ibintu byinshi bidasanzwe.\n\nByatangiye hakiri kare ubwo abasifuzi basesekara mu kibuga berekana ikarita itukura itaravuzweho rumwe ku mukinnyi ukomeye wa Ingogo United kubera kuvugana amagambo menshi n'umusifuzi mukuru. Abafana b'uwo mukinnyi ntabwo babyakiriye neza maze batangira gutera amahane n'imyigaragambyo mu buryo budasanzwe, bamagana icyo cyemezo.\n\nMu gihe gito, umukino wari ugeze mu minota y'inyongera, Intare FC yari imaze gutsinda igitego cya kabiri mu buryo bwo gutungurana. Nyuma y'iki gitego, abasifuzi bahuye n'uburakari bw'abafana b'Ingogo United batangiye kubinjirira mu kibuga, bashaka gusagarira umusifuzi wari wemeje icyo gitego.\n\nPolisi yahise yinjira mu kibuga igerageza gutuza abafana ariko ibintu byari bimaze gufata indi ntera. Icyumweru cyose ukwezi kwari kugoswe n'imyivurugatanyo, abakinnyi bagize ubwoba bajya mu gice cy'amahoro hagati mu kibuga, abandi begura amabendera bashaka guhongerera amahane y'abafana bagerageza no gukubita abakinnyi baturutse i Burayi.\n\nByarangiye umukino usubitswe, ibyishimo n'umujinya byabaye byinshi ku mpande zombi. Ibyabaye kuri sitade y'itiriwe Amahoro byasize umukino usubitswe ku mugaragaro, gahunda yo gusubiramo uwo mukino yo itaraboneka. Abayobozi b'ishyirahamwe ry'umupira w'amaguru mu gihugu batangaje ko hazabaho gufata ingamba zikaze kugira ngo icyo kibazo kitazongera kubaho mu mikino izakurikiraho. Mu gihe kimwe, habaye igitutu gikomeye ku bayobozi b'amakipe yombi kugira ngo hakorwe amavugurura mu bijyanye n'umutekano ku bakinnyi n'abafana."
    }
]