[
    {
        "story_id": 1,
        "text": "Icyari kuzigera gitekereza ni uko ubuzima bwa Hanyurwimfura Jean-Baptiste bwari bugiye guhinduka umunsi umwe w'imvura nyinshi, imvura itigeze icogora kuva yakumbura imisozi y’icyaro cya Musanze, mu majyaruguru y’u Rwanda. Nakomeza kubwira abandi abahanzi n’abavugira abaturage gusa yabaye umwe mu rugero nzima rw’ingaruka z’ibiza.\n\nBukeye bw’iyo minsi mibi, Jean-Baptiste yicaye mu gikoni cy’umuryango we, igikoni cyari gifatanye n’inzu yabo nto yari isyigikirwa n’amatafari avanze n’ibyondo, aho yarimo asura abaturanyi ndetse abaganiriza ku mirimo yabo ya buri munsi. Bakuze babona ku misozi itwikiriye ibihe by'imvura nyinshi, nyamara iyi ntibyari bisanzwe. Amashyamba aruta ayari amenyereye gupima umubyigano w’ifumbira akamara igihe.\n\nIvanjiri y'ikirere cyari cyakomeje kureka imvura idashira, hari impuruza zitangajwe mu baturage ariko ntiyateguje ibyo byari bugende bikurikiraho.\n\nIjoro ry’akataraboneka umutima wasutswemo ubugwari, aho inzu yatoshye ipingipingi kugeza isenyutse, nta rindi tegeko ry’uburenganzira ni ikirere cyari cyamaze kuyisenya. Jean-Baptiste nabari bararanye basimbutse hanze, imbabazi zibareka batakara mu gicuku cy'imonogabanuka.\n\nInplantura ni ko icyibisabika cyapfukiranye inkesha y'umuhengeri, bagisanga bimumariye n'ubwo byakekaga ko yakira ibi bibazo n'umugoroba. Inzu ye n’ibyo yari atunze byose byihuta bisenyuka bihomba mu mugezi w’umuvu, maze aburirwa n'urugo, aburira ubushagara.\n\nHanyurwimfura n'inkeragutabara z'abaturanyi batuye hafi banyungwe n'urudubi rw'abandi, babona icyihutirwa ari ukubeshwaho, imirimo y’abadacongorerwa ngo bashyire ku gikuriro haberehatse ingobyi y’ijutu ikoranye n’ubufasha. Haciye iminsi mike, abasanga nk'ababona bahoraho b’amafasha ya leta n'imiryango itari iya leta, bohereje ibiribwa, imyambaro n'aho bacumbika by’agateganyo.\n\nGahunda zikomeza gusyoherwa, maze nyuma y'ibyo bisa nk'iby'umuyaga, Jean-Baptiste yahagarutse akomeza imirimo ye ngo yongere yiyubake. Murphy, ufite agaciro gasje na ho kandi murumuna we ahuriranirwa byamuvaniye imbeho, bigaragara uko imbogamizi ziziteranywa. Uko amaso yihereye maze impinduka zishinga, bimuha icyizere ndetse aniyemeza kubyaza umusaruro imbaraga hose haboneye.\n\nKuva icyo gihe, yishyize hamwe n’abandi baturage batarashidikanya kandi bataribagirwa igihe nyacyo cyo nta mahoro, bikoresha imiterere yakajije ubukangurambaga rufite igishushanyo mu butumwa, b’umwihariko ku bana bateye iteka hari icyo bakeneye kugira ngo bazabike ibyiza n’ibambikijwe.\n\nKuvuga iyo nkuru biguha igisobanuro k'uburizina, utatoza iviki ry'ubuzima n'ukuntu umuyaga uhindura ibintu ku bw’irondoka. Byasize ibyacu mu icura rirenga, gusa nanone ivuganye n'izanobanure ndende: ubumuntu n'ukwizera birinda icyanyuma aho gusanzara. Byose bihindagurika kuri Jean-Baptiste, ntihagire usubika ko babanye, ibyo bikomoka ku muntu, iriya si rayon y’ahazaza h’umuntu uzatora ihumure mu ikibatsi cy’ubuzima."
    },
    {
        "story_id": 2,
        "text": "Muri ka kagoroba kitaracya neza, mu nkengero z'umujyi wa Kigali, hari umuturage witwaga Kamanzi John, wahuye n'ingaruka zikomeye z'ibiza. John yari umugabo w'imyaka mirongo itatu n'umunani, wamenyekanye mu gasantere ko mu bwizigame bwe no guharanira iterambere ry'umuryango we. Yari afite umugore umwe n'abana batatu, kandi bacumbitse mu nzu y'icyumba kimwe yari yubatse gahoro gahoro ku butaka yahawe na se wabo.\n\nIcyo cyumweru nacyo, imvura yari imaze iminsi igwa umunsi ku wundi, kandi imivumba yamanukaga imisozi yoroshye yo hafi aho. Abaturage bari batangiye kugira impungenge z'imvura idasanzwe, ariko nta muntu n'umwe ushobora gutekereza ko yahinduka igihuherezo giteye ubwoba.\n\nMu masaha ya nijoro, ubwo imvura y'urubura yisukiranyaga hejuru y'ubwo butaka buzamutse bwari burambye ku mpande z'inzu yabo itonyanga, amazi yaracikaga mu bisenge bityo umuryango urwana no gushyira imyenda mu masafuriya ngo bakuremo amazi yabaga yasinze.\n\nAriko uko byagendaga, inzu ya Kamanzi yararidutse. Imvura nyinshi yari yateje isenyuka ry’inkuta, maze icyo kintu kitaratangira guhoraho, inzu ya John yarasenyutse. Kubw'amahirwe, basohotse mbese bagitoroka, nta mugize umuryango wakomeretse, ariko ibintu byose byari bihenze mu buzima bwabo byaraburiwe irengero mu mivu.\n\nBahise bashaka aho biboheye bariyahuza ku misozi, mu bigunda byegereye icyanya cy’ahitwa ku migezi minini, bashaka iyo bashyira ubwihisho bwabahumuriza. Inkuru yabishe ikihuta mu majya yose y’akarere, abaturanyi n’inshuti bakajya bahurira ngo babafashe basa n’aho bagerageza kubafata mu biganza babo mu buryo bwiza bushoboka.\n\nMuri uko guterana amagambo yose, umuyobozi w’umudugudu yakusanyije urubyiruko rw’abakubaka ruzobereye mu bwubatsi, ngo batangire kubona uko babafasha kongera kwiyubaka na none. Ubwitange n'ubuntu byaturutse ku mpande zose byatumye bitangira kugira icyizere.\n\nN'ubwo iyi nkuru yaba igombaga gutangira mu isura y'akababaro n'ubwoba, ubu bwari urugendo rwo kwishyira hamwe n'ubwiyunge. Kamanzi n’umuryango we basanze umugisha mu baturanyi babo, bahabwa icyizere gishya kandi bumva ko bashobora kongera gusubira ku murongo, bagasubira mu buzima ntakibazo. Ariko kandi, amarira yabo yashokaga nta mpamvu, ubutabera bw’ikiremwamuntu bwishimiraga ko umutima wa bantu utigeze wishisha. \n\nN’ubwo umunsi umwe ushobora gutwara byinshi byo ku isi, urukundo n’ubumwe n’ubumuntu bw'abantu biguma bihari kandi byizigama ibyiringiro by'ejo heza. Kamanzi na none yahereyeho ikindi gishya, yubaka inzu nshya, ariko cyane icyo umukobwa we umwe yise inzu y'ibyiringiro, n’icyizere cy’ejo heza."
    },
    {
        "story_id": 3,
        "text": "Hari umuturage witwa Kanyarwanda, wahoraga yishimiye ubuzima mu giturage cy'akarere ka Rukumbeli. Yari umugabo w'igikwerere, w'igikundiro mu baturanyi be kubera umutima mwiza n'ubupfura. Kanyarwanda yari afite urugo ruto ariko rutuje, aho yabagaho n'umugore we, abana batatu, ndetse na nyirakuru wabaga abareberera igihe cyose.\n\nIgihe kimwe, imvura y'umurindi mwinshi yaraguye mu karere ka Rukumbeli igihe cy'itumba. Iyi mvura yaje isanga Kanyarwanda yarangije gutera imyaka mu murima arategereza ko igihe kigera ngo yeze. Gusa yaje kuba mpandeshatu nyuma y'uko imvura yakomeje kugwa, amazi menshi aturuka ku misozi akazura mu mibande, atangira gusenya amazu abatuye hafi yayo.\n\nUmunsi umwe, ku gicamunsi, kandi nta kintu cyerekeza ko ibintu biza kugenda nabi, imvura yatangiye kugwa ikomeye cyane. Umugore wa Kanyarwanda, Nyiranshimiyimana, yateguraga ibiribwa mu gikoni, abana banezerwa bari mu ruganiriro bakina. Igihe cyageze, amazi yo mu kibaya yigarurira inzira ndende aza agana mu muryango w’inzu. Mu kanya gato, amazi yabishe inzu yayo ibari ikomeye, kubw’ingaruka z’imvura zidasanzwe.\n\nKanyarwanda wari hanze y’urusisiro, yagiye muri gahunda z’ubuhinzi, yahatirijwe gutaha nyuma y'aho abaturanyi bamuhamagaraga bamumenyesha ko ari ngombwa gutabara neza urugo rwe. Yageze iwe asanga icyari inzu cyose cyabaye amateka, kuroha. Abana n'umugore we babaga mu bivomo by'amazi bategereje gutabarwa byihuse.\n\nAbaturanyi be bahise baza begeranye bamutera ikirenge, umwe amuha imyambaro y'amvura. Uwitwaga Mugiraneza umuherwe mu baturanyi, yigize kubaka ingo z’abahuye n’ibyago, abasaba ko imiryango yabo izajya ibaho mu nzira yo kwisuganya. Ababangukije gutaha mu gihe mwo kugenda muri gahunda y'kigega cyo kugoboka no gufasha abari bagwiririwe n'ibiza nk'ibi.\n\nKu bwo kudaheranwa n’agahinda, Kanyarwanda yafashe iya mbere mu gusana ibyangiritse. Yifashishije inkunga y’imiryango ituruka imihanda yose yituranye, yegeranya inkunga zitandukanye zaba iz’inka z’amata cyangwa ibyo kurya bakaba batera umuganda z’ubudehe abatuye mu giturage cyose cyari kombo.\n\nBabitse imbere abari batari bamenya ko bashoboye gutsinda intambara zitandukanye, umuryango wa Kanyarwanda, ukomeje kubaho uremeza ko kandi umutima wo gufasha n’umutima w’ubumwe ukomeza kuba umusemburo wo kugera ku gahenge n’ubusabane n'umutekano. Bamaze gushinga urukuta rushya, bitangira umushinga ufasha kubaka inkunga rusange n’imbaraga hamwe ngo hatagira umuturage wongera gusenyerwa.\n\nInkuru ya Kanyarwanda yabaye imbarutso y’imikoranire hagati y’abaje gushyingura umuco n’abandi bose bifuza gushimama ubucurane n’ubufatanye, kugirango mu minsi yari imbere akagari ka Rukumbeli kazarangwa no guhorana icyizere mu bufasha no mu bwubahane."
    },
    {
        "story_id": 4,
        "text": "Mu karere ka Nyabihu, ahantu h’amahoro kandi hameze neza, haturukaga inkuru y’umugabo witwaga Kanyarwanda. Kanyarwanda yari umuturage mwiza wahingaga imyaka iteza imbere umuryango we, yitaga ku matungo ye ndetse akagira n’uruhare mu bikorwa by’iterambere ry’aho atuye. Yari azwiho kugira umutima mwiza, gufasha abatishoboye no gukunda igihugu cye byimazeyo.\n\nIgihe cyaje kugera, imvura itangira kugwa. Yari imvura isnshuro idasanzwe, irimo imiyaga ikomeye yatumye abanyanbyango nabo hatinya. Umugezi wa Mukunga, wari usanzwe uzwi kuba utuje, wahindutse ikirenga cy’inkari kandi wakoze ibintu ibyo utigezwi ukora. Aho imugezi uhuzwa n’ishyamba rya Rugoma, amazi yaje ariyubura avubuka insizi nyinshi zitigeze ziboneka mu mateka y’ako gace.\n\nKuba Kanyarwanda yari atuye hafi y’uyu mugezi, byamushyize mu bihombo. Umunsi umwe nijoro, mu gihe imvura yasuye ikimeze nabi, amazi menshi yaturutse ku musozi atwikira ibikorwa byose Kanyarwanda yari atunze harimo n’inzu ye. Iminota mike nyuma, igishanga cyose cyari cyuzuye amazi, ndetse n’umuhanda wamaraga imyaka utarahura n’impinduka, wari wuzuye umuvu.\n\nKanyarwanda yagerageje kurokora utuntu mato yonyine ushobora kwikura mu nzu ye, ariko urebye ntabwo hari byinshi bishoboye gukurwamo. Bari bamaze imyaka n'imyaka batuyemo, ariko byose byatembanywe. Nta bundi buryo yakoreshejemo cyo kwigobotora iki kibazo.\n\nAbaturage bagenzi babo bumvise inkuru ibabaje kandi yahungabanije umutima. Bateranye bagira bati: \"Nubwo inzu ya Kanyarwanda yasenyutse kandi agasigara ntaho aba afite, dufite urukundo n’ubutwari byo kumufasha.\" Bahise bahaguruka bitwaje ibikoresho byo kubaka, ibyo kurya ndetse n’imifariso, baramutabara.\n\nIcyumweru kimwe nyuma y’ibi biza, imbaraga z’abo baturage n’ubufatanye bwabo byabaye impamba ya Kanyarwanda mu buzima bwe bushya. Babanje gukora umuganda wo gusukura aho amazu yari ari, bahita batangira ibikorwa byo kubaka kudandaza inzu nshya. Kanyarwanda, wagize agahinda mu mutima ariko kandi afite ikizere, yagaragaje ubushake bwo gufatanya n’abo bafatanyabikorwa be bose kugeza inzu itashywe.\n\nNyuma y’amezi abiri, Kanyarwanda n’umuryango we bari bubakiwe inzu nshya kandi iruta iyo bahozemo. Umuryango we wujujwe ibyo wari ukeneye byose, ibikoresho nk’umufariso n’ibindi nkenerwa mu buzima bwa buri munsi byaboneka bitewe n’impuza z’abaturanyi. Kanyarwanda yongeye kubona imbaraga zo gukora, asubira ku buhinzi bwe n’ubuzima bwe busesuye.\n\nIyi nkuru yashimangiye umubano w’akarere ka Nyabihu, aho umuturanyi ari umuryango. Inkuru y’ibi biza byaciye amarenga ku mutima w’abantu, bikaba bitazaherwako ubusa kuko abatuye ako gace biyemeje gukomeza gufatanya mu bihe bikomeye. Kanyarwanda yafashe umwanzuro wo gukomeza ubuhamya bw’urukundo yakorewe, agira ati: \"Isi itubera nziza iyo turi kumwe mu bukirirahure.\" Hirya yejo hazaza, ejo cyangwa ku myaka izava,ufasha inyuma arakomeza kubaho mu mutima wa kanyarwanda."
    },
    {
        "story_id": 5,
        "text": "Mu karere ka Musanze, mu murenge wa Busogo, habayeho umuturage witwa Mugisha Jean. Uyu mugabo w'imyaka mirongo ine n'itatu yari azwi nk'umuhinzi mwiza kandi ukundwa n'abaturanyi kubera umutima mwiza n'ubwitange bwe. Yabanaga n'umugore we, Nyiramana Agnes, n'abana babo batatu mu nzu ntoya y'amatafari ahiye yari yarubatse mu buryo bw'akarorero, ikikijwe n'ibiti by'imbuto zirimo avoka n'amapera.\n\nImyaka myinshi Mugisha yari yarabayeho mu mahoro, mu mibereho yoroheje ariko itarangwamo ibibazo bikomeye. Yaragiye akorera umurima we w'ibigori na karoti, abasha gutunga umuryango we kandi rimwe na rimwe akanagira icyo asagurira isoko. N'ubwo ubukungu bwe butari bwinshi, yabashaga gutanga ubufasha ku baturanyi be iyo habaga hari uwagize ibyago.\n\nMu kwezi kwa Nzeli, imvura yatangiye kugwa bisanzwe, icyumweru cya mbere cyarangiye nta kidasanzwe kibaye. Ariko, mu cyumweru cya kabiri, imvura yatangiye kugwa nyinshi cyane, ndetse izamuka mu bipimo utamenyereye. Amazi yamanutse ku misozi aswegera imirima ya Mugisha, bitangira kumutera impungenge nyinshi.\n\nUmunsi umwe, nimugoroba ubwo umuryango wari wicaye ku meza, imvura yatangiye kugwa irura ubukana. Hagati mu ijoro, amatafari y'inyuma y'inzu batangiye kuvumbuka bukigira hagati, umuryango urabyuka uhangayitse. Muri ako kanya babonye inzu itangiye kunyeganyega; byari ibimenyetso ko igiye kugwa.\n\nMu bwoba bwinshi, Mugisha yafashe abana be n'umugore we, maze bose basohoka bahunze. Bakirumuna bamaze guhagarara aho ku muhanda bahangayitse, inzu yabo yahise ikorokera hasi. Ibyo yaririye igihe kinini abibona bikurura inyuma yibaza cyane icyo ejo hazaza h'umuryango we hatwaye.\n\nKubera kwirinda kuvuna umutwe cyane, umuryango wa Mugisha wacumbikiwe n'abaturanyi babo bafitiye impuhwe, ari nako batangira kuganira ku buryo babafasha gusubira mu buzima. Nyiramana wari usanzwe amenyereye kwikorera imirimo myinshi, yarahiriye ko bitazabatwara igihe kinini ngo bongere bubake indi nzu. Yatangiye guhanga udushya mu gukora ubukorikori, yiteze ko buzasagurira abari mu rugo.\n\nMugisha we yibutse imbaraga z'abaturage iyo bihuje, maze yiyemeza kugana koperative yo hagati mu murenge, yerekeza ku guhinga imbuto, by'umwihariko imbuto z'amapera n'intoryi, kandi atera intambwe zo kwimenyereza guhanga ibishya no kugerageza ibyo atigeze atekereza.\n\nBakoresheje inkunga y'ubuyobozi n'abaturanyi, n'ubufatanye bwabo ubwabo, uyu muryango watsinze ibibazo byabo ukomera mu kwizera ko ejo hazaza hagiye kongera kuba heza. Inkuru ya Mugisha igaragaza umuco w'abanyarwanda, aho hambere n'ubu, mu ngorane zo kudacika intege, ahubwo bashyira hamwe mu kurwanya ibibazo no kubaka neza."
    },
    {
        "story_id": 6,
        "text": "Habayeho umuturage witwa Kamanzi, umucuruzi w'ibishyimbo mu gace kitwaga Nyamirambo. Nyamirambo kari gace k'imisozi miremire, kiganjemo gahunda z'ubukungu za buye n’ikirere cyiza. Abantu benshi muri ako gace babaga mu nzu ziciye bugufi, zubatswe mu buryo bw'amatp yabaga ageretse ku mabuye.\n\nKamanzi yari azwiho gutanga urugero rwiza mu muryango we no mu baturanyi. Yari afite inzu ikomeye yiganjemo igice kinini cy'icyumba cy'imiryango, ahandi hakaba ubwoko bw’akabari koroheje aho yahuriraga n'incuti n'abavandimwe bakaganira iby'ubuzima.\n\nIgihe kigeze, ikirere cyatangiye guhinduka ku buryo butunguranye. Iminsi y'amahumbezi yacitse intege, imvura idasanzwe inozanyije itangira kugwa. Ntibyatinze ibintu bitangira guhinduka. Umugezi muto wacagamo hafi y’urugo rw'uwo mugabo watangiye kuzura, amazi azamuka mu nzira ntibyasubira. Abaturanyi bageragezaga kuburira Kamanzi, ariko we akemeza ko inzu ye uko yakomeye ntagishobora kuyisubyamo inyuma.\n\nIcyumweru kimwe ni cyo cyahinduye byose. Imvura yahise ikubira ku manywa y’ihangu; umusozi wose warengewe n'amazi, bikaba ibintu bitigeze bibaho kuva mu kinyejana cyashize. Nubwo Kamanzi n'umuryango we bari bafitemo icyizere kubasha guhangana n'ibihe, amazi yarimo imbaraga nyinshi yiturira inzu yabo yashwanyaguritse.\n\nAmanzuki iri, Kamanzi yakanguwe no kumva induru mu matwi, ucuraza bewe arataka, abana barira. Amasaha y'igare yabayeho, yarangije gufunguka asanga ari umuzi w’ikizenga cy'inyubako y'imishinga imisego, bitanga hosho mu kirere. Yabariwe ku butaka, yarwaye ariko akiriho.\n\nMuri uko gucika intege, abaturanyi bagobotse Kamanzi n’umuryango. Bamuhaye imyambaro y’iyanjishwa, babegereza amafunguro n’ubufasha bw’ibanze. Nta minisokwe, ariko bufatanye n’ubwihariro by’abaturage ba Nyamirambo byafasha cyane. N’ubwo urugo rwe rwari rusigaye ari amatongo, mu mutima we Kamanzi yafataga icyemezo cyo kutisubira inyuma.\n\nKubera ubufatanye bw’abaturage no kumva ko bibaho rimwe rwose, Kamanzi yakomeje kuba igihamya cy’ihungabana, gukomera no kongera kuzanzamuka. Ibibazo by’ubukungu byakomereje habi, ariko ubwuzuzanye, kutazibukira n'ubwizerwa bumwerekeza imbere.\n\nKamanzi yiyemeje kudacika intege, yiyemeza guharanira kuzamura ndetse agafasha abandi bahuye n'akaga guhaguruka bakongera kubaka ubuzima. Kugendana ayo mahame byaje kumuvira igihango, icyo atazibagirwa kugera n'ukubaka andi mazu menshi mashya atari ugikinga gusa imbeho, ahubwo yunze mu bumwe bw’umuryango mugari wa Nyamirambo."
    },
    {
        "story_id": 7,
        "text": "Hari umugabo witwa Manirafasha Jean Baptiste wabaga mu mudugudu wa Rugarama, mu karere ka Musanze. Yari umuturage usanzwe ubayeho mu buzima butuje nubwo bwari bugoye. Yari afite umuryango mugari, umugore n’abana bane. Inzu yabo yari yubakishijwe amatafari ya rukarakara, igishinge ku butaka bworoshye cyane. Uyu muryango witanze cyane mu kwiyubakira urugo rwiza, ndetse Jean Baptiste yakundaga kuvuga ko ubwo yari akirangiza amashuri abanza, kujya i Kigali byari inzozi, none ubu yari ageze ku rugero rwo kwikemurira bimwe mu bibazo by’abana be.\n\nUmunsi umwe mu kwezi kwa Nzeli, imvura nyinshi yaratangiye kugwa. Irasana umunsi wose, kandi mukanya gato, umugezi wa Nyabushake wahise wuzura. Ibicu byirabura byokamye ikirere, birerekana ko ntaho gutabariza. Ubutaka bwari buvuye agasambi kubera indirira. Ku cyumweru cyakurikiyeho, bwa burabyo bwaguye nk'iyakomanga, bigaragara ko amazi akeneye kubona inzira. Amazi aturuka mu misozi atemba asatira cya kinyura inyuma y’inyubako za Rugarama.\n\nByatangiye nijoro hagati mu gicuku, ba Jean Baptiste bari basinziriye cyane ko batari bunoge amahoro bari buhagere. Nyirakarongo, umudamu, yaraye abyuka abonye nk'ifunde ry'imvura rirashya, maze atabaza Jean Baptiste basohoka. Umuturanyi yaje kuhasanga, amubwira ngo atabare ibye biterewe hejuru. Mu nyaka nimwe, Jean Baptiste yumvise urusaku rukomeye, inzu ibariraho. Ngo amaze kugerageza gusunika barekure, ako kanya byose byari byarangiriye aho. Inzu yaguye.\n\nAmazi yahise yinjira muri iyo nzu, arangirika burundu nta na kimwe gisigaye. Nyuma y’isaha Jean Baptiste yahagaze yegamye ku ntebe y’umuturanyi, areba aho atuye ibintu byamuviriyemo isereri. Uyu muryango warirukanywe n’amazi mu nzu, urishyira mu rihumye, utegereza ako gacikiro y’umucyo.\n\nAbo mu mudugudu baje bamutabara, bamuha icyumba cya “Salon” mu nzu y’uwari umunyamusa ari we Mutuyimana Béatha. Mu kwezi kimwe, uyu muryango wagumyemo atagira gikurikirana, ariko inkuru ikomeza ikwira ndetse abagiraneza baturutse hirya no hino mu gihugu biza buri gihe ku mutabara. Ibyabo byose bisubukuwe buhoro n’ubundi byazanywe n’imbaraga, umutima n’impuhwe z’abandi baturage.\n\nMu mezi make yakurikiye, abafasha batahe inkunga yari kubona Jean Baptiste yongera akagira icumbi nubwo yari buhindure urugo rwe rwose. Aho mu mudugudu, umusanzu w’ikimenisha cyavuyemo igikorwa cyiza gitunguranye, cya hato ku baturage baturutse hirya no hino. Nuko Jean Baptiste arongera asohoka abona kwihenura, ashima uburyo haba haramukorewe igikorwa cy’amahabwa.\n\nJean Baptiste yasigaye nk’icyitegererezo cy’uko imiryango ishobora guhura n’ibipimo bikomeye, ariko igahagarara ku buhangiro bufatika ikagaruka mu buzima bw'abasipanyolo. Yakomeje kugira uruhare mu gutanga inkunga ku babikeneye kurusha abandi, yigize umusemburo ufasha gutuma umuryango mugari uhurira aho utegereza ubwire bw’igihugu."
    },
    {
        "story_id": 8,
        "text": "Mu minota mike, ibicu byijimye, amahoro y’umunsi yahinduka umuvumba w’umuvu mwinshi w'imvura n'umuyaga mwinshi. Abari mu gace ka Nyamivura bamenye ko iki cyorezo cy'imvura y'amahindu kitari gisanzwe. Mu ijoro rimwe, imisozi yaho yagiye ihinduka, amazi asuma mu bishanga n'imigezi byari bisanzwe bituje. Ku isaha ya saa tanu z'ijoro, amahindu yari amaze gusakuma inzu ya Bwana Karangwa, umuturarwanda wari umaze imyaka myinshi acumbitse mu gahuru kari gasanzwe kamuha amahoro n'umutekano.\n\nBwana Karangwa, umugabo usatira imyaka mirongo itandatu, yari umusaza wamenyereye kunaga urusyo no kurutimaha amahoro mu igorofa rye rito, rinyaburanga mu karima k’imboga yari yarahavanye akahubaka. Ariko muri iryo joro, ibyo yitaga iby’igiciro cye cyiza byose byarimbuwe n’ibishushushu by’akaga. Yagize amahirwe yo kurokoka, ariko ibye byose abibona nk’ibyejeje amahembe.\n\nIyo ubajije abatuye Nyamivura, bakomeza kugutekerereza uburyo Bwana Karangwa yari umuntu wita ku bandi kandi uzi gushaka amahoro. Yari yarabayeho neza ahitwa mu Gakoni, ariko amaze kubona uburyo umuturanyi we yamucumbikiye igihe cya kera ubwo yari mu bibazo, yahisemo nawe gufasha abageragezaga kwiyubaka. Mu gihe abandi bagitinya ibikorwa byo kwiyegereza abarwayi, Bwana Karangwa yahoraga yiteguye kumva nta mbogamizi zose, kandi ibyo byatumaga ubucuti bwiyongera.\n\nNyuma y'ibiza, Bwana Karangwa yabaye nk'itungo rinaniwe kandi ritagira aho ryiskirira. Yari afite inzu ye yisanzuye mu Gakoni, none icyari gisigaye ni igihuru n'amatongo. Abaturanyi bagerageje kumufasha uko bashoboye, bamwubakira amacumbi y'igihe gito n’imyenda imushushanyiriza iby’umurango. Ariko kandi ubufasha ntabwo bwari buhagije kuko ubukana bw’ibihe butasonzaga.\n\nMu yindi minsi, Bwana Karangwa yacumbitse kwa bagenzi be kugeza aho ubuyobozi bw’akarere bwashoboye gutekereza ku basenyewe n’ibiza bose. Abaturage bose nk'icyivugo cy'umuryango, babonye ko bitagomba kuba ari umutwaro kuri Bwana Karangwa gusa. Bamuteranyirije hamwe bivuye inyuma, bamuha ahahandi ho gutura. Inkunga zavuye mu banyaruhago akenshi zagejejweho imiryango ifatanyirize ahega ayafasha.\n\nMu gihe cy’umyaka itatu yakurikiranye, ubutaka bumwe bwo mu Gakoni bwatanzweho amacumbi mashya, nayo ikaba ifite gahunda y’ubufatanye hagati y’abaturage n’ubuyobozi. Bwana Karangwa, abikesha kuri gahunda yo gutanga ubutaka n’ibyegeranyo byayo, yaje guhabwa akazu k’amatungo kari hafi ya karimo, akomeza inzira yo kwigabanyiriza imibereho ye y’agaciro. Kandi n’ubwo agenda yumva atishimye ku byo atakaje, yongeye kuzuza impumeko z'ibya karande atari yigeze, akomeza kwisangira abamufashije kandi yongeye guha agaciro ubucuti bw’abantu kugera nk'igihe yihembutsa.\n\nKuri we, ibiza byari nk’ikigeragezo cyo kumva icyo kuba z’uwasizwe icyaha, ariko kandi bishyira itara ku ndoshyi zo kuba mu isi yuzuye imbyiro zose. Akanama ka Nyamivura, kubwemeramo ko gusenyuka ku nzu ya Bwana Karangwa byafashije guhindura imvugo buri wese yari afite ku birebana no kurinda ibidukikije n’imyubakire. bamwe bavuze ko hari amasomo akomeye yari agomba kwigishwa, nandetse ndetse binarema imirongo mishya y'ibikorwa bigamije kwiga ku karengane n’amategeko no kurema uruziga rw’ubufatanye rugamije kurengera ibidukikije.\n\nBwana Karangwa yatekereje ko n'iyo hashize igihe gito, amajoro meza yasubiwemo kuzenguruka aho aba, umuco wo kwihangana no gushyira hamwe byamufashije gukomeza kongera umutaka ku muryango we.\n\nUyu mugi mwiza w’Akarere ka Nyamivura wamwigishije ko gusuka amarira mu gihe cy’amage ari ugutanagurira abandi, kandi byagufasha kwakira neza umwimerere w'ukubaho kwabayeho. Na n’ubu, Bwana Karangwa azirikana ko ari umugisha kuba yarabashije kugirira ipfundo rihamye umuryango muto yashoboye kugarura mu nzira y’ubumwe bukomeye kubera urukundo."
    },
    {
        "story_id": 9,
        "text": "Mu mujyi muto wa Kanyamajana, utatse imisozi n'ibibaya byuje uburanga, habagaho umugabo witwa Karinganire. Yari umuhinzi w'uburambe, ufite umuryango mugari wishimira ubuzima bubereye mu giturage. Umunsi umwe, Karinganire yikoreye isuka yerekeza ku murima we wari urambitse neza mu gishanga cya Bukuba.\n\nAriko burya ngo nta mvura idahita. Amasaha amwe arangiye, imvura ituje yatangiye gucika ibicu, maze amababi y'ibiti n'amashami yaka umuriro n'ayo nyine. Hari haciye igihe kinini imvura idasubira iyo kwa Nyagasani, maze abatuye muri uwo mujyi w'ubwiza batangira gutinya icyo bise 'Akaga ka Ruganda'. Icyo gihe, ikirere cyari cyatangiye kugenda gihumanya umunsi usimburanwa na mugenzi we mu gusakambura ibihuru n'amabati.\n\nIminsi ibiri ntiyashize, bigeze ku mugoroba umwe, inkuba yenda gutema urutare. Imirabyo yanyeganyeje inyabutatu, umuyaga wivugiriza bicika mu mpinga z’ibirunga na byo binateza ibuye rimwe gukebera mu gishanga cya Bukuba. Ari njye cyangwa wowe waziritse ku rufatiro, haje amahurizo. Karinganire yihutaga avuga bimwe ati: \"Nyagasani utabare!\" Inzu ye yari yashajishijwe n'imvura n'ibyondo byisera hasi ntibyagira icyo bikorera intebe z'ibitare.\n\nNk’iturika rya Nyiragongo, amazi yaje yinuba asenya inzu ya Karinganire, imivumo irasakara. Amasasu y'ukuri n'abandi batuye mu mudugudu bagerageza gufasha, ariko byinshi byahindutse umuyonga. Inkuru yahise ikwira hose mu mahanga y'ejo hazaza. Umuryango wa Karinganire usizwe isiko irya umutima, amata abaye abiri.\n\nUbuzima bugomba gukomeza, bagiye kwimuka bajya mu baturanyi mu kababaro no guhangayika byuzuyemo urugwiro. Hari gihamya ariko, inzozi zabo ntizigeze zishira, kuko burya inkoni ikubise mukeba uyirenza urugo, kandi n'abaturanyi ntibarangwa n'ubugugu.\n\nMu minsi mike, nyuma y’imihindagurike y’ikirere no kugobokwa n'inzego z'ubuyobozi na CRB (Croix Rouge Bafasha), Karinganire yabonye inkunga z'amafaranga n'ibikoresho byo kubaka icumbi rishya. Muri uko gufashanya no kubabarirana, bageze aho bazimya umurari, inzu yegutse ntugabe.\n\nUrugamba rwarangiye, Karinganire yahise agira ati: “Uremerwa ukabasha kuko aho kuguhana Karokora.” Mu gitondo kimwe, umuryango yahungaga wangirijwe n'isarura rizira amasimbi yaborewe mu bukonje, wasanze amahoro ahera mu gikombe. Hashize igihe gito, umuryango wahoze wihuta wose wasubiye imujyi wa Kanyamajana, maze abaturanyi basubirana ibirori, bafite ashyizemo karahure k’umunezero. Mbese urwo urugendo rwa Karinganire rwari rurimo ikinyoma, igishuko n'inkoni y'ubunyura? Oya, ahubwo rwasize isura y'icyizere muri Kanyamajana."
    },
    {
        "story_id": 10,
        "text": "Rwema ni umugabo wari utuye mu mudugudu wa Nyamicucu, mu karere k'imisozi miremire. Yari umuturage uzi gukora yivuye inyuma, afite umutima mwiza kandi ukunda gufasha bagenzi be. Inzu ye yari iy’isakaro rya za tôle yaguze nyuma y'imyaka myinshi y'akazi gakomeye mu mirima y’ibirayi no guhinga icyayi. Nubwo inzu ye itari nini, yari itatse neza kandi yarimo ibyishimo n’urukundo rwe ku muryango we.\n\nHagati muri Nyakanga, imvura nyinshi idasanzwe yatangiye kugwa ubwo abaturage bari bategereje igihe cy'impeshyi kugira ngo bahinge. Imvura yagwaga ni nyinshi kandi ikarangirana n’umuyaga mwinshi ugatembana imisozi, imigezi yose igatangira kuzura. Nta muntu wari wabona ibyago nk'ibi mu buzima bw'ako karere.\n\nIjoro rimwe, imvura yari yihariye ubukana. Umuyaga uravuza ubuhuha, ibikuba biracika, amapoto y'amashanyarazi aragwa umwe nyuma y’undi, ariko Rwema n’umuryango we bamaze kubona ko ibyo ari ibimenyetso by’umunsi mubi, bakomeje gusaba Imana ngo izabarinde.\n\nMu masaha ya mu gitondo, amazi menshi aturutse ku ruzi rwasanzwe rutemba buhoro, yazamye yirukanka aza kwitura inzu ya Rwema. Yarabyutse n'umuryango we badasinziriye neza, bumva akaruru k'amazi. Mu kanya nk’ako guhumbya, inzu yatangiye kurembura, amabati atangira kwiguruka. Bahise basohoka bihuta bareba uburyo babona aho bahungira.\n\nRwema yabashije kujyana umuryango we ku musozi w'ahari umutekano basigara bareba uko amazi arandura inzu yabo yose ikarengerwa. N'ubwo nta gikoresho na kimwe bari babashije gukiza, ikintu kimwe cyari cy'ibanze mu mitima yabo ni uko bari amahoro. Nta n’umwe mu muryango we wakomeretse, kandi bahisemo kwizera ko amaherezo bazabona ubufasha.\n\nNyuma y'uko imvura ihosheje, Rwema yabashije kubarizwa mu baturanyi babaha indanga z'umutetsi ngo babashe kugira icyo barya bwije. Umudugudu wa Nyamicucu wari uhindutse umuyonga, ariko abantu bagerageje kwegerana ngo bubakane mu gihe batangiye guhangana n’ingaruka z’ibiza.\n\nRwema yagiye ku buyobozi bw’umurenge asaba ko basengera ubufasha, kandi ntiyatinze kubona inkunga ya za ONG zifatanya n'ubuyobozi bwabyo, zatangiraga gutanga ibiryo n’ibikoresho by’ibanze. Umuryango we winjiye mu nkambi y’akanya gato abayobozi bari bateguye mu kigo cy’ishuri cyari hafi aho, aho bakomezaga guhabwa ubufasha bw’ibanze.\n\nHashize iminsi, leta yatangiye gahunda yo kongera kubakira abagizweho ingaruka n’ibiza. Rwema yavugishijwe, amubwira ko bazamwubakira inzu nshya ndetse bashyiraho gahunda zirambye zo kurwanya ibiza kugira ngo batazajya bongera guhura n’ibintu nk’ibyalimo birimo.\n\nMu gihe byafata amezi menshi ngo ibyo byoroshye, Rwema yabaye ikirangirire kubera umutima we wo kudacika intege. Yafashije abandi baturage kuba ku mutima, abatizanya ubushobozi n’utunyenyeri idebe rya mergule na make y’ibiryo yari yarashoboye kugendana mu matwipe.\n\nRwema yahindutse igihagararo cya Nyamicucu, yigisha abandi abaturage ubucuruzi bwa vegatable birinda ko bazongera kugenda iki kinyuranwabyo. Uko iminsi yabaga myiza, inzu yabo yatangiye kubakwa, inzozi ze z’ibanze zo kugira umuryango ufite umutekano zihabwa\n\nKubera igihe gito cy'ikibatsi kandi hirya iza iminye, umugabo yahinduye amateka muto y'icyizere ndetse n'urukundo, yigisha umugwaneza wipotoni igikundiro, igikundiro n'ingoga. Rwema ikiganiro cyawe kirangizanywe umuco n'amateka yateye izina azifashisha mu gisata cy'imizi n'ivugurura ry'akarere azaza."
    }
]