[
    {
        "story_id": 1,
        "text": "Mu gihugu cy'imisozi igihumbi, aho imvura irangwa n'imigisha n'ubusabane bwa kinyamwuga mu mishyikirano, hari hateganyijwe amatora yahuruje imbaga. Abaturage bari bamaze igihe kinini bategereje umunsi wo guhitamo abayobozi bifuza. Muri ayo matora, amashyaka menshi yari yahatanye, ariko abiri ni yo yari akomeye kurusha ayandi: Ishyaka ry'Ubusugire n'Ubutabera (IUB) n'Ishyaka rya Demokarasi n'Iterambere (IDI).\n\nIshyaka ry'Ubusugire n'Ubutabera ryari risanzwe rifite abayoboke benshi mu bice by’icyaro aho abaturage baharanira kubaho mu bwisanzure no guhabwa agaciro. Umukandida waho, Bwana Ntamparirwa Jean, yari azwiho kuba intyoza mu guharanira amatwara ya demokarasi isesuye no gushyira imbere uburenganzira bwa muntu. Mu gihe yigaga muri za kaminuza, Ntamparirwa yari yaragize uruhare mu bikorwa byo guharanira impinduka zimakaza amahoro. Ijambo rye rihora ridadira cyane cyane iyo yibandaga ku iterambere rirambye ry’icyaro, bikamuhesha igikundiro gikomeye.\n\nKu rundi ruhande, ishyaka rya Demokarasi n'Iterambere ryari rifite ibirindiro mu mijyi. Abayoboke baryo bumvaga ko umujyi ari wo soko y’iterambere ishoboka ku gihugu hose. Umukandida wa IDI, Madamu Kamikazi Rose, yari umunyapolitiki w’inararibonye wanabaye Minisitiri mu ngeri zitandukanye. Afite impamyabumenyi ihanitse mu by’ubukungu n’imicungire y'imishinga, Kamikazi Rose yemereye abaturage kuzana impinduka ziba impamo mu guhanga imirimo n’iterambere ry’imijyi.\n\nNuko mu minsi ya mbere y’amatora, impaka n’ikangura-mvugo byari byabaye ndasimburwa mu bitangazamakuru ndetse no ku mbuga nkoranyambaga. Amashyirahamwe y’urubyiruko, abahagarariye abagore, n’abandi baturage bo mu byiciro bitandukanye bashishikarizaga abayoboke b’amashyaka kujya mu nzego z’icyemezo. Ku mbuga nkoranyambaga, umuhate wari wose mu guhamagarira abaturage gutora kandi bagatora neza. Inkunga ya politiki yo kumenyekanisha ahantu hose yatumye Madamu Kamikazi n’abarwanashyaka be bahura n’ibibazo bimwe na bimwe by’amikoro ariko bikemurirwa mu matsinda y’abakorerabushake.\n\nKu munsi w'itora, abakongomani bakereye gutora. Inkuru yavugaga uburyo abaturage bari buzinduke ku bwinshi bose bakerekeza ku biro by’itora bari babarurizwaho.\n\nNyuma y’icyumweru, ibyavuye mu matora byatangajwe. Byagaragaye ko Ishyaka ry'Ubusugire n'Ubutabera ryari ryegukanye intsinzi ariko ridatsindira mu buryo bukomeye. Iyi ntsinzi yatumye Ntamparirwa Jean atangira urugendo rwo gukorana na bagenzi be bari mu ishyaka rya Demokarasi n'Iterambere kugira ngo bazahure umubano ukenewe mu kugera ku ntego y’igihugu. Ibyo byose byari bigamije guteza imbere abaturage bose, ntakuwusigaye inyuma.\n\nMu bihe byakurikiye, Madamu Kamikazi Rose yanze kuryama kugira ngo abaturage benshi bashobore kubona amahirwe atandukanye, aho yafatanyije na guverinoma nshya mu mishinga ishya y’iterambere. Ndetse inteko y’igihugu yashyizeho gahunda nshya igamije gukomeza kwagura amajwi y’ukuri n’ubudahangarwa mu matorahano y’imbere.\n\nBityo, igihugu cyakomeje inzira y'ibiganiro no kumvikana, abaturage biteze impinduka zimakaza amahoro n’iterambere mu gihugu gifite amateka yihariye mu karere."
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cyitwa Ruhuka, cyari mu bihe by’impinduka zikomeye za politiki, hitegurwaga amatora y’umukuru w’igihugu yari ateganyijwe kuba mu mpera z’uyu mwaka. Ni amatora yahabwaga buri wese umuhagurukiye guharanira impinduka no gushaka kuyobora abaturage b’igihugu cyabo ku ntego no ku cyerekezo bashya.\n\nRuhuka yari imaze igihe kinini iyoborwa n’umwe mu banyapolitiki b’ibihangange muri iki gihugu, Bwana Mukuru, wari umaze imyaka irenga makumyabiri ku butegetsi. Icyo gihe ariko, igitutu cy’abaturage cyabaga cyiyongereye, basaba impinduka mu miyoborere y’igihugu. Ni muri urwo rwego amashyaka menshi ya politiki yahisemo kwinjira mu rugamba rwo guhatanira intebe y’umukuru w’igihugu, buri shyaka rihiga kuzarangiza ibibazo by’ingutu byari bimaze igihe bihangayikishije abaturage.\n\nMu matora yari ategerejwe n’isi yose, hari hiyamamaje amashyaka atandukanye harimo ishyaka rya Demokarasi Iharanira Ubwumvikane (DIB), ishyaka rya Demokarasi Yuzuye (DY), n’ishyaka ry’Iterambere n’Ubumwe (IU). Ishyaka rya DIB ryari riyobowe n’Umunyapolitiki mushya, Madamu Ingabire, wari uzwi kubera ibikorwa bye by’ubukangurambaga bwo mu nzego z’ibanze, ntabwo yatinye guhangara imiyoborere ya Bwana Mukuru.\n\nMadamu Ingabire yagiye agaragaza gahunda ye y’ubuyobozi yibanda kuri gahunda yo guteza imbere uburezi, kuzamura ubukungu bw’igihugu, no guharanira uburinganire hagati y’abagabo n’abagore. Mu bikorwa bye byo kwiyamamaza, yanyuzwaga no kwakirwa neza n’abantu benshi mu ntara z’igihugu, aho yahoranaga ubutumwa bw'ubwiyunge n'ubwubahane.\n\nIshyaka rya DY naryo ryari rifite umunyapolitike ukomeye, Bwana Kimenyi, wari witezweho gukora impinduka ikomeye mu miyoborere y’igihugu. Bwana Kimenyi yari yashyize imbere gahunda yo gutunganya igenamigambi rishingiye ku bumenyi n’ikoranabuhanga mu ngero zose z’igihugu. Kabone n'ubwo atari ashaje cyane muri politiki, yari afite ubushishozi buhanitse, akaba yaranashimwe cyane n’inzego mpuzamahanga kubera imyifatire ye yo kuvugisha ukuri no guhanga udushya.\n\nNaho ishyaka ry’IU ryari rishingiye ku migabo n'imigambi y’iterambere ryihuse, rikaba ryari riyobowe na Bwana Munyaneza. Yari wamugabo uzwiho gukunda igihugu, afite ubushobozi bwo kumenya kuvugana n’abaturage ku buryo bweruye, akagaragara nk’umuntu ufite ibitekerezo byubaka kandi bishya. Programu ze zashimangiraga guteza imbere ibikorwaremezo, imiturire myiza ndetse n'ubuhinzi bwo mu turere.\n\nIbitekerezo byatanzwe muri ubu buryo, bwagize uruhare runini mu gutuma amatora y’umukuru w’igihugu aba yerekanaga ko abaturage ba Ruhuka bashakaga impinduka. Imyiteguro yararimbanije, abaturage batuye imijyi n’icyaro bari biteguye kwitabira amatora maze bazima impaka mu mahoro n’ubwisanzure.\n\nHabayeho ibiganiro byinshi byanyuzwa ku maradiyo n’impaka zavugiwe mu bikorwa byo kwiyamamaza aho abarwanashyaka batandukanye bagaragazaga imigambi yabo, ibyo bagamije kuzageraho ndetse n’ingamba zirenze ayo mashyaka yabo yari asanzwe azi.\n\nIcyo gihe cyatambutse buhoro nka nyakatsi, kandi abaturage bari bategereje amatora basaga nk'aho bashaka kubona amahoro arambye n'iterambere. Nta muntu wamenya uwari gutsinda muri ayo matora, kuko icyari cyigaragara ni uko buri shyaka ryagaragaraga nk’iryari rifite amahirwe yo kuyobora igihugu. Ariko byose byari mu maboko y’umuturage, ari nawe wagombaga gufata umwanzuro.\n\nUmunsi w’amatora warageze. Abaturage ba Ruhuka baserutse ku mirongo miremire imbere y'ibiro by'amatora. Ni bwo bwa mbere mu mateka y’igihugu ahantu henshi bagendaga baganira ku buryo bwisanzuye ku wo batora ndetse bakerekana isheke zabo z’amatora zigapfundikirwa umunsi wose.\n\nIbyavuye mu matora byatangazwaga, amaherezo, abaturage ba Ruhuka bagize amahitamo ashya. Bwana Kimenyi wo mu ishyaka rya Demokarasi Yuzuye (DY) yabashije gutsinda iyi matora ku bwiganze bw'amajwi y'abaturage.\n\nMu gusoza iyi nkuru y’ubuhamya bwo gutsinda, igihugu cya Ruhuka cyagabye intambwe nshya mu rukundo, ubwiyunge no kuronkera nshuti mu rwego mpuzamahanga. Mu gushyira mu bikorwa gahunda y’umukuru w’igihugu mushya, abaturage bari bizeye ko izi mpinduka zizaba iz'igihe kirekire, zishingiye ku musingi uhamye w’ukwizera n’icyerekezo gishya. Amateka mashya yari atangiye kwandikwa!"
    },
    {
        "story_id": 3,
        "text": "Mu gihugu cya Kinyoni, cyamamaye ku buso bwacyo buto ariko gikungahaye ku bimera n'inyoni z'amoko menshi, hari hamaze iminsi havugwa byinshi bijyanye n'amatora y'umukuru w'igihugu yari ategerejwe n'abaturage benshi. Aya matora yabaga nyuma y’imyaka itanu y’ubutegetsi bwa Perezida Nyandwi, wari ugeze ku musozo w'ubuyobozi bwe bw’imyaka icumi. Amashyaka anyuranye yari yiteguye guhatana, buri rimwe rifite icyizere cy'intsinzi.\n\nMu guhatana, amashyaka abiri ni yo yari akunzwe cyane mu gihugu: Ishyaka rya Democratic Front Party (DFP) riyobowe na Bwana Kayitare, n’Ishyaka ry’Amahoro n’Ubumwe (Peace and Unity Party - PUP) riyobowe na Madamu Mukarubibi. Kayitare yari azwiho kuba umuyobozi ushikamye, wakuye ishyaka rye ahabi nyuma y'amakimbirane yari yaraciyemo kabiri. Ku rundi ruhande, Mukarubibi yari umunyapolitiki ubimazemo igihe, byari iby'ubwambere umugore ahatanye mu matora y’umukuru w’igihugu mu buryo bukomeye.\n\nAmashyaka mato nka Green Hope Party (GHP) n'Ishyaka ry'Ubumwe bw'Abakozi (Workers Unity Party - WUP) nayo yari yatangaje abakandida bayo. GHP ryumvikanaga mu miryango mpuzamahanga ku kurengera ibirwa n'ubuzima bw'inyoni, mugihe WUP ryaharaniye uburenganzira bw’abakozi n'ubusumbane mu mishahara.\n\nImyiteguro y'aya matora yari yateye benshi ikizere, ndetse imigi ndetse n'icyaro bikaba byari byuzuyemo ibikorwa byo kwamamaza: udukarito twamamaza twari twamaze kuzuza imihanda, ibirango by'amashyaka bigatwarwa ku modoka no mu bicu.\n\nNyuma y’iminsi itatu y’amatora yakozwe mu bwisanzure no mu mutuzo, hasilwemo impfabusa byatumye biba ngombwa ko hubakwa uburyo bushyashya bwo kubarura amajwi mu buryo burambuye kandi buboneye. Mu mpera z’ukwezi, Komisiyo y’Amatora yarangije kubarura amajwi isohora imyanzuro. Byatangajwe ko Bwana Kayitare wa DFP ari we watsinze, ariko atsinze ku majwi macye cyane ku buryo byunganirwa n’ibiganiro mu bwanditsi no mu bitangazamakuru.\n\nNyuma yo gutangaza intsinzi, Madamu Mukarubibi yatangaje ko yubahira ukuri kw'amatora, n'ubwo ishyaka rye ryatanze ikirego rivuga ko habayeho itonesha mu kubara amajwi mu karere gakungahaye ku nganda, ahavugwaga ko abakozi benshi bafataga amahugurwa cyangwa bakora imirimo y’ishyaka rya DFP.\n\nMu cyumweru gikurikiye, Kayitare yarahiye kuba umukuru w’igihugu mu muhango w'akataraboneka, akomeza kuvuga ku migambi yo kuzanira amahoro n'iterambere igihugu cya Kinyoni. Yasezeranye guha agaciro ibyifuzo by’abaturage ndetse n’ihame ry’uburinganire, ibintu byashimishije benshi.\n\nN'ubwo amatora yari arangiye, abenegihugu bategerezanye amatsiko uko hazacungwa umutekano, iterambere ry’ubukungu, byinshi bahazakanye bizeye ko Kayitare azabyitaho uko bikwiriye mu gihe yatorewe indi manda. Mu mbwirwaruhame ze za mbere, Kayitare yashimangiye ko azakomeza gukorera mu mucyo no gukorana n’amashyaka atandukanye kugira ngo abashe gushyira mu bikorwa gahunda yari yarahize z’impinduramatwara mu gukora politiki y’uburumbuke bw'igihugu."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cya Nyamibiro, cyari gifite umuco mwiza wo kwakira impinduka za politiki binyuze mu matora. Ibyo byagaragariraga muri ayo matora ayo ariyo yose, yaba ay’inzego zibanze cyangwa ay’umukuru w’igihugu. Uyu mwaka, igihugu cyari cyiteguye andi matora y’umukuru w’igihugu; kandi uyu mwaka amatora yari atandukanye cyane, kuko amashyaka menshi yari ahanganye ashaka gutsinda.\n\nMu mezi make mbere y’amatora, imyiteguro yari irimbanyije. Abaturage bari bafite amatsiko kandi amashyaka atandukanye yatangiye ibikorwa bya politiki aho yari arushanwa kwizeza Abanyamibiro amahoro, iterambere, ibikorwa remezo, uburezi n’ubuzima bwiza. Buri shyaka ryari rifite gahunda ziteguwe neza kandi zikozi mu buryo butandukanye.\n\nKu isonga y’amashyaka ahatana hari Ishyaka rya Demokarasi y’Akanunu (DAK), ryari rimaze igihe kinini kuri politiki ya Nyamibiro. Iri shyaka ryashimwaga gushyigikira demokarasi ishingiye ku mategeko no guteza imbere urubyiruko mu kwihangira imirimo. Umuyobozi waryo, Madame Anita Mugwaneza, yari umugore w’umuhanga kandi urangwa n’ubuhanga mu miyoborere. Yavugaga ko agiye kuzana impinduka zikomeye mu burezi no kongerera abaturage ubushobozi bwo guhanga udushya.\n\nIkindi gishyaka cyari cyarakuje cyatangiye kugaragaza uburyohe bwacyo mu matora: Ishyaka ry’Iterambere ry’u Rwanda (IRR), ryashingiwe ku ntekerezo z’uko igihugu kigomba kugira ubukungu budaheza. Umuyobozi waryo, Mwami Robert Nkurunziza, yavugaga ko imyuka mishya y’ubukungu izatuma abaturage bava mu bukene, aha agaciro cyane urwego rw’inganda n’ubucuruzi bwambukiranya imipaka.\n\nIshyaka rya gatatu ryavugaga rikomeye ni Ishyaka ry’Ubumwe n’Amohoro (IMA). Bwo ryegeza kure imbere aya mashyaka, ariko ryari rifite ingufu nyinshi mu mirenge y’icyaro. Umuyobozi waryo, wari umukambwe w’indakemwa witwa Sagahutu Jerome, yashimangira cyane ko gukumira amakimbirane n’amacakubiri bizagerwaho binyuze mu bumwe n’ubwubahane.\n\nMu gihe cy’ubukangurambaga, rwari urugamba ntabwo amatora, kuko buri shyaka ryageragezaga gukoresha imbuga nkoranyambaga n’ibikoresho bya televiziyo mu kugeza ubutumwa ku baturage. Habayeho ibiganiro by’imirongo itandukanye, aho abakandida bagaragazaga imigabo n’imigambi yabo ndetse banasubiza ibibazo by’abaturage.\n\nAmaherezo hageze umunsi w’itora, abatuye Nyamibiro bakoraniye ku biro by’itora, bategereje ubushyuhe bushya bw'izuba mu makambi atandukanye. Mu buryo butunguranye ariko bushimishije, amatora yagenze neza cyane kandi avugwa ndetse ashimangirwa n’ikigo gishinzwe amatora cyo muri Nyamibiro ko cyagenze neza nta makemwa.\n\nIbisubizo byamenyekanye nyuma y'igihe gito, byatangajwe ko Madame Anita Mugwaneza wa DAK yatsinze n’amajwi 52%, aho yatahanye intsinzi ishimishije. Nyikunurwana Robert wa IRR yaje kumukurikiraho n'amajwi aciriritse ku kigero cya 40%. IMA yaje ku mwanya wa gatatu ariko nayo yavuzweho kwerekana imbaraga mu duce tw’ibice by’icyaro.\n\nIntsinzi ya Mugwaneza yaherekejwe n’ibyishimo mu murwa mukuru wa Nyamibiro, aho yijeje abaturage ko azakora uko ashoboye akabagezaho ibyo abasezeranije. Yabwiye abaturage ko bagomba kubana mu bumwe, bagashyira hamwe ibikorwa biza kubateza imbere nk’igihugu.\n\nAmaherezo, aya matora yabaye amariko aremwa ubundi bushya mu miyoborere ya Nyamibiro, aho amashyaka menshi yagaragaje ko ashobora gushyira hamwe maze akazamura icyerekezo cy’igihugu. Iyo, niyo nkuru y’urugerero rwa politiki rwagizwe uburambe bwo kwereka isi ko demokarasi itabura gushimwa no gushyigikirwa."
    },
    {
        "story_id": 5,
        "text": "Mu gihugu cy'amahoro kitwa Nirere, hari inkubiri y'amatora y'umukuru w'igihugu itegerejwe n'abaturage bose. Mu myaka igera kuri itanu, igihugu cyari kimaze kugira impinduka nyinshi mu miyoborere, harimo gukura mu bukungu no gushyiraho imishinga myinshi yateje imbere imibereho myiza y'abaturage. Ariko kandi, ibyavuye mu matora byari bitegerejwe n'amatsiko menshi, kuko byari ngombwa kwemeza niba iterambere ryari ryarashyizweho ryakomeza cyangwa se hakazabaho impinduka mu miyoborere.\n\nHabayeho ishyaka rya politiki ryakomeje kwigwizaho abayoboke, ryitwa Ishyaka ry’Icyerekezo Gishya (ICG). Ubwo ryari rimaze imyaka irindwi riri ku butegetsi, byari ibihe by’impinduramatwara ku gihugu. Umuyobozi waryo, Paul Rugamba, yari afite icyerekezo kigaragara cyo guhindura igihugu hakoreshejwe ikoranabuhanga no koroshya imisoro ku bashoramari. Uyu mugabo wiyemeje kongera abanyamakuru muri politiki n’ubukungu, yavuzwe ko ashyira imbere ubufatanye n’ibihugu byo mu karere no hanze yarwo.\n\nMu ruhande rwa opozisiyo, hari ishyaka rya Demokarasi n’Ubutabera (DU) ryashakaga gusubiza igihugu ku murongo wo gusaranganya umusaruro n’ubutabera kuri bose. Umuyobozi waryo, Francine Uwase, yari umunyamategeko w’inararibonye kandi yararanzwe no guharanira uburenganzira bwa muntu. Niwe wari warakuruye benshi mu rubyiruko ndetse n’abaturage bari barasizwe inyuma n'ubukungu bwiyongereye mu cyaka cyashize ariko ntibabigirire imbuto.\n\nImyinshi mu matsinda y’abaturage yagaragazaga ko amatora y’uyu mwaka yari agoranye kurusha ayabanje. Inkundura y’iri higanwa ryatangiye igihe amadibateri hagati y’aba bakandida bombi yagendaga yerekana uburyo bubiri butandukanye bwo guteza imbere igihugu. Mu mijyi n’umijyi binyuranye, abaturage bibazaga niba bazagumana icyerekezo cy’umuvuduko cyuzuyemo iterambere ryihuse cyangwa se bakaziha amahirwe ya demokarasi ishingiye ku butabera bwisanzuye.\n\nHari kandi ishyaka rishya ryari ryarashinzwe mu myaka itanu ishize ryitwa Amahoro na Progresi (AP), ryishakamo abigenga kandi ryashingiye ku bitekerezo byo guhuza imyemerere y’amashyaka atandukanye. Izina rikomeye mu ishyaka ni John Karangwa, umuhanga mu bukungu wari umaze imyaka myinshi akora mu bitangazamakuru mpuzamahanga. AP yizezaga guhuza imbaraga z’amashyaka yose, ihuza intego nziza z’umutekano, ubukungu ndetse n’imiyoborere myiza.\n\nAmatora yararangiye amaherezo, abagize amahitamo basaga n'abagabanyije hagati. Ku munsi w’itangazwa ry’ibyavuye mu matora, umugi wa Kigali warasibiriye. Abaturage baturutse imihanda yose bari baje kureba ishusho y'ejo hazaza. Ibirango by’amashyaka byari byasangiye umwanya ku mihanda y'igihugu, yose yerekana urugendo rwapanzwe n’abaturage b’amoko yose bari bagamije amahoro n’iterambere rirambye. \n\nMu museso w'icyizere, Komisiyo y’amatora yatangaje ko Paul Rugamba yatsinze ku kigereranyo cya 51%, naho Francine Uwase agira 47%. Aho hagati hari hagaragaye intera nto cyane yatangaga isomo rikomeye ku bakandida bombi ryo kutibagirwa ko abaturage bafite ijambo rikomeye mu gushyiraho icyerekezo cy’igihugu. Nubwo Uwahatanaga mu izina rya opozisiyo Francine Uwase yari yatakaje amajwi, imyiyamamazo ye yari yagize uruhare runini mu gukora igenamigambi rya politiki rinyuze mu ivugurura ry'Amageza y'Igihugu, byatumye ibitekerezo by'ubutabera budaheza ari nk’igisubizo gishya ku nzego z’igihugu.\n\nPaul Rugamba yemeye ko kwiyegereza opozisiyo n’abayoboke ba Francine ari byo byari bikwiye. Yasabye imbaraga zo gukorera hamwe kugira ngo bashyire imbere ubushake bwa rubanda, maze igihugu cy’Umwiza wa Nirere gishyire hamwe mu gukomeza umuvuduko w’iterambere. Kuri ubu, umugambi mwiza wo kubanisha no guhuza intego z’ibyerekezo binyuranye ni wo wasigaranye Abanyanirere, bagamije kubaka igihugu kirambye gishimwa n'amahanga yose."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cyitwa Ruhinyura, cyari igihe cy'imvururu n'umuziki mwinshi w'amatora. Uko imyaka yashiraga, politiki yakomeje kuba ikintu cy'ingorabahizi kandi gitangaje muri iki gihugu. Amashyaka ya politiki atandukanye yari mu isiganwa rikomeye ryo kuyobora igihugu no kurwanya ubutegetsi bwariho.\n\nIsiganwa ryo mu mwaka wa 2023 ryari iryo gutangaza. Ishyaka riri ku butegetsi, Impinduka Nyarwanda, ryayoborwaga na Perezida Samusoni Rugwiro, umunyapolitiki ubimazemo imyaka inyinshi wamenyereweho ubuhanga mu kuganira neza n'abanyamuryango no guhuza abanyagihugu. Rugwiro yari afite gahunda ye yise \"Rwanda Ruzira,\" aho yibandaga ku kuzamura ubukungu n’imiyoborere myiza. N'ubwo yashinjwaga gukoreshwa n’udutsiko tw’imitwe y'ubucuruzi bukomeye, abayoboke be bamureberagaho nk'umuntu w'inzobere mu gucunga ibibazo by'igihugu.\n\nKu rundi ruhande, ishyaka ritavuga rumwe n’ubutegetsi ryitwa Ishema, ryayoborwaga na Rose Mukamana. Uyu mugore wari wizewe n'abatari bake, yari afite icyerekezo gitandukanye yise \"Ruhinyura Rw'ejo.\" Mukamana yashyigikiraga ahanini iterambere ry’uburezi, ubuzima, ndetse no kongerera abaturage ubushobozi mu byiciro bitandukanye. Yashimwaga cyane kuba yari umuntu utanga icyizere kirengeje amagambo, afite imikorere icishije bugufi mu gufatanya n'abaturage.\n\nIshyaka rya gatatu ryafite ijambo rikomeye muri aya matora ryari Impagarike, ryayoborwaga na Manariyo Bosco. Bosco yari umunyapolitiki ukiri muto, uzwiho guharanira uburinganire n’imibereho myiza y’urubyiruko. Yajyaga avuga ko igihugu cyaterwa imbere cyane niba abaturage b’icyizere batozwa imyuga ikomeye kandi ikenewe mu mahanga.\n\nMu byumweru byo kwiyamamaza, umwuka mu gihugu wari ushyushye. Mu mijyi yose ya Ruhinyura, ibiganiro bya politiki byaratangaga imbaraga nshya n'amashyaka yakundaga guhurizanya mu nama zigitanwa. Amashyirahamwe ateza imbere imbaga z'abaturage, ari kumwe n'imiryango itari iya leta, yahemberaga ibiganiro ku mbuga nkoranyambaga, bigatuma hagerwaho gukwira imyumvire y’abakandida.\n\nKu munsi w'amatora, abaturage bazindukiye ku mirongo bajya gutora mu buryo bwa demokarasi bwateguwe neza. Hagaragaye ubwitabire ntasubirwaho bw’ibihumbi n’ibihumbagiza by’abantu, buri wese afite intego yo guhitamo uzayobora igihugu.\n\nIbiro ntaramakuru byo muri Ruhinyura byatangaje ko Samusoni Rugwiro yatsinze amatora ku buryo bwonyura itegeko nshinga. Nyamara, nyuma y’umunsi umwe gusa, Rose Mukamana yateye agatwaga asaba ko amatora asubirwamo, avuga ko habayeho kunyerezwa kw'amajwi kandi akanasaba ishyirwaho ry'ubucamanza bwigenga.\n\nHarakomeje ibiganiro hagati y’abayobozi b’amashyaka atatu, hamwe n’imiryango mpuzamahanga yashakaga kugarura ituze muri Ruhinyura. Mu buryo budasanzwe, igihugu cyazamuye icyizere bishya, urugamba rwo gushyira hamwe no kuvugurura uburyo mboneragihugu burimo burasembera mu mitima ya buri wese.\n\nNi muri ubwo buryo, igihe cy'amatora muri Ruhinyura cyahinduye imiturire y’imibanire ya politiki, aho ubwiyunge bwishingikirijwe nk’imfashanyigisho yo guteza imbere ubwisanzure nyakuri, no kudindira mu myambarire y’ubushake bwerekanywe neza n'amabanga y’ubunyamwuga bw’amatora n’abaturage bazi amahame y’ubwisanzure."
    },
    {
        "story_id": 7,
        "text": "Mu gihugu cy'imisozi igihumbi, ahagana ku mpera z'uyu mwaka, abaturage bari biteze amatora y'umukuru w'igihugu. Ni amatora atari asanzwe, kuko yari afite umwihariko w'ishyaka rishya ryavukaga, ndetse n'abakandida bashya bahataniraga kuyobora igihugu.\n\nMu mpande zose z'igihugu, abaturage baganiraga ku ndirimbo za politiki n'imigambi y'abakandida batandukanye. Abakandida b'ingenzi bari batatu: Jean Mwiza wo mu ishyaka rya \"Ishyirahamwe Riharanira Impinduka\" (IRI), Louise Ingabire wo mu ishyaka \"Iterambere Ridaheza\" (IR), na Bernard Rukundo uhagarariye ishyaka \"Twese Hamwe\" (TH).\n\nJean Mwiza yari azwiho kuba umunyapolitiki w'umunyamurava, wigeze no kugenda hirya no hino mu gihugu yiga ingorane abaturage bahura na zo. Yari arangajwe imbere no kugarura icyizere mu bagizweho ingaruka n'ubukene, akivuga ko yifuza gusubiza icyubahiro abaturage b'igihugu cye.\n\nLouise Ingabire yari umunyapolitiki ukiri muto, ariko wagaragaye nk'umukangurambaga ukomeye. Yari afite gahunda ishyize imbere urubyiruko n'abagore, aho yibandaga ku kubaha amahirwe angana mu nzego zose. Louise yari afite abamushyigikiye mu gihugu hose, by'umwihariko mu mijyi minini.\n\nBernard Rukundo we yari umurwanashyaka w'umuhanga mu bipimo by'ubukungu. Imyaka afitiye ubunararibonye mu by'ubukungu yari yaramuhaye amahirwe yo kumenyekana nk'inzobere mu kurwanya ruswa n'ibindi bibazo by'ingutu byari byugarije igihugu igihe kirekire.\n\nAmashyaka atandukanye yari akomeje kumeneka mu gihugu hose, nayo afite imyanya itandukanye mu miyoborere. Amashyirahamwe ya politiki yashishikarizaga abayoboke bayo kurwana ishyaka, bakarangwa n'ubutwari ariko bakagendera mu murongo wa demokarasi n'ubutwererane.\n\nIgikorwa cyose cy'amatora cyari gitegerejwe na benshi, kuko cyajyaga kumara icyumweru cyose. Abaturage bari baragabaniwe amakarita yo gushobora gutorera aho batuye. Usibye abanyagihugu bari bahangayikishijwe no guhitamo rwiyemezamirimo w'ibikenewe, hari n'ubwitabire bw'abanyamahanga bakundiraga gukurikirana inyandiko n'impanuro za politiki, bibwira ko igihugu cy'abandi bashobora gukuramo amasomo.\n\nUmunsi w'amatora warageze, iminara y'ibirere yerekana byinshi mu bitaramo by'abapolitiki ndetse n'amashusho y'abaturage bitorera abayobozi bujuje ibisabwa. Abaturage bari bategereje kugaragarizwa umuyobozi uzabaha icyerecyezo, ubuyobozi butari ubwo kubabeshya cyangwa kubarandata, ahubwo ubwubahiriza uburenganzira n'ibitekerezo byabo.\n\nNyuma y'icyumweru cyamaze amatora, ikizere cyaraje ubwo Komisiyo y'Amatora yatangazaga ko Jean Mwiza ari we watsinze amatora n'amajwi 51%. Mu ijambo rye, Jean Mwiza yashimiye abaturage, yemerera abandi bakandida n'amashyaka gushyira hamwe bagateza imbere igihugu cyabo.\n\nAmahoro, ubwumvikane, n'ubufatanye mu guteza imbere igihugu cy'imisozi igihumbi ni byo byagendaga byiganza nyuma y'aho umukandida wari ushyigikiwe kurusha abandi atagiye ku rutonde rw'abari babanje. Aho baturage bahatanaga, yahise ashinga komite yo kwiga uburyo ibigize igihugu cyabo bikomezwa, banyuzamo basubiza intebe abaturage b'uwo murenge n'itorero.\n\nIyi nkuru yahaye isomo abakomeje kugendera mu murongo wa politiki isanzwe: ko impinduka n'ubufatanye bwongera ubushobozi. Byatumye abaterankunga n'abakurikiranira hafi basanga ko iyo wumvise imbuto, uzongera guhanga amaso icyari kidashoboka, ugahahira kugera ku bucengera."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cya Kimeza kibyibushye amahoro, hateguwe amatora ashyushye cyane, aho amashyaka akomeye n’uduto yari ahanganye ku buryo bukomeye. Amatora y’umukuru w’igihugu, yategerejwe n’abaturage benshi cyane kuko byari bivugwa ko ashobora kuzana impinduka zikomeye mu mibereho yabo.\n\nIshyaka ryiswe \"Impinduka Nziza\" ryari rihagarariwe na Bwana Kamanzi, umugabo w'imyaka 50 wari umunyapolitiki umaze imyaka myinshi mu bikorwa byo kuzamura imibereho y’abaturage. Yari asanzwe ari umusenateri uzwiho kumenya kuvugana n'abaturage n'uburyo ashyira imbere imibereho myiza. Muri rusange, ibikorwa bye by’ubuvugizi byari byaramuhesheje kubaka izina rikomeye mu gihugu.\n\nKu rundi ruhande, hari ishyaka \"Muhindo Uburakari\" ryari rihagarariwe na Madamu Mugeni, w’imyaka 45, impirimbanyi y’uburenganzira bwa muntu. Uyu mubyeyi yari afite ijwi ryumvikana cyane mu guharanira ko impinduka zihuse zijya mu nzego za politike no mu bukungu. Yari afite igikundiro gikomeye cyane mu rubyiruko cyane cyane ku mbuga nkoranyambaga aho yahoraga asangayo ubutumwa bwuzuyemo icyizere.\n\nNi mugihe ishyaka \"Guhumuka Nyarwanda\" ryari rifite umuyobozi mushya, Bwana Twagiramungu, umuhanga cyane mu mategeko. Yari afite icyerekezo cyo kuzana impinduka zishingiye ku mategeko no kunoza imiyoborere. Ingamba ze zashimishaga cyane abantu bakuze n’abakuru b’inzega hamwe na bamwe mu bakorerabushake.\n\nUmunsi w’amatora wageze, abaturage baturuka imihanda yose mu gihugu cya Kimeza berekeza ku biro by’amatora bunze ubumwe n’ubwo bari bafite impande zitandukanye mu guhitamo. Inkuru y’amatora y'uyu munsi yagendanaga n’imvura nyinshi yasheshaga ubundabunda ku birenge ariko ibyo ntibyabujije abaturage kwerekana ubushake bwo kwitabira iki gikorwa cya demokarasi.\n\nUko ibarura ry’amajwi ryakomezaga, abasore n’inkumi bibumbiye mu matsinda y’abakorerabushake bari mu bikorwa byo kubara amajwi. Hari umwuka mwinshi w’igitutu kubera ukuntu amajwi y’aya mashyaka akomeye yari atajegajega mu buryo butunguranye cyane.\n\nMu byumweru byari bibanjirije amatora, ibitekerezo byabo bibinyujije ku mbuga nkoranyambaga byari byaragaragaje kenshi ubushake bwo kuzana impinduka. Ibi byahitanye imyanya mu nteko zatorwamo abadepite, aho abagore bari benshi bitewe na gahunda ndakuka yo gushyigikira uburinganire.\n\nAmaherezo y’amatora, byatangajwe ko Bwana Kamanzi, w’ishyaka \"Impinduka Nziza,\" yegukanye insinzi ariko bitari mu buryo bunyuranyije na demokarasi kuko byasabye ko habaho bwa mbere amatora y’icyiciro cya kabiri. Yabaye umukuru w’igihugu atanze isezerano rishya ko azakorana n’amashyaka yose yaba abatsinze n’abatsinzwe mu guhashya ibibazo by’ingutu by’ingutu byugarije igihugu.\n\nIcyatumye aya matora aba atandukanye ni uko byabaye nk’ishuli ry’uburyo demokarasi ishobora guhuzwa n’ubumwe bw’abaturage bugamije iterambere ryihuse. Nk’uko abaturage basubiranaga mu ngo zabo amahoro, imyiteguro yo gushyiraho guverinoma nshya yasaga n’aho ishimangira umuhate wabo mu kuzana iterambere rirambye."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu cya Nyamweru, habaye amatora y'ibihugu ku rwego rwo hejuru, aho amashyaka ya politiki atandukanye yahatanaga mu matora y'umukuru w'igihugu. Iki gihugu cyari gifite umuco ukomeye w'imigendekere myiza y'amatora, nubwo ibihe bimwe na bimwe byaranzwe n'udushya benshi batari biteze.\n\nAmashyaka makuru atatu ni yo yihariye ibi byiciro by'ibikorwa bya politiki: ishyaka Nyarucurama, ishyaka Tweterane, ndetse n’ishyirahamwe rya Demokorasi Nyarwanda. Ishyaka Nyarucurama ryari risanzwe rimenyereye imiyoborere kubera imyaka myinshi ryoza ibitekerezo bikomeye ku iterambere ry'igihugu, rinatera imbere mu mishinga ihindura imibereho y'abaturage. Ryashyize imbere umukandida waryo, Bwana Kanyaruhinga Petero, umugabo w'inararibonye ufite amateka akomeye mu miyoborere y'amashuri yisumbuye n'ay'imyuga.\n\nIshyaka Tweterane, ryarimo abarwanashyaka benshi b'abakiri bato bafite ubushake bwo guhindura imitegekere ishingiye ku kwihangira imirimo ndetse no kwihuta mu bikorwa remezo. Umukuru w’ishyaka, Madamu Uwamwezi Claudine, yari umubyeyi ukunda amahoro, w'umunyepolitiki ukomoka mu miryango itavugwaho rumwe ariko ikomeye. Yari azwiho gushyira hamwe urubyiruko no kubaha amahirwe kandi akomeye.\n\nMu ruhande rwa gatatu, ishyirahamwe rya Demokorasi Nyarwanda ryari rifite impinduka zishingiye ku nkingi z’amahoro, ubumwe, n’ubwumvikane mu baturage. Umuyobozi waryo, Bwana Nyiramugisha Patrick, yari azwiho kuba umuhuza w’abantu n’icyizere cy'ubwisanzure mu bikorwa bya politiki.\n\nHagati aho, abaturage b’igihugu cya Nyamweru bari bafite amatsiko menshi ku myiteguro n’igenamigambi by’abakandida. Televiziyo z’igihugu n’ibinyamakuru bitandukanye byakomeje kugaruka ku mishyikirano inoze yazanye impande zombi ku meza y’ibiganiro. Icyakora, nubwo ibikorwa by'amatora byarimo amagambo ashyushye, umuco wa demokorasi wakomeje kugaragara mu buryo buciye mu mucyo no mu bwisanzure.\n\nMu cyumweru cya nyuma cyo kwamamaza, habayeho ibiganiro mpaka bikomeye hagati y’abakandida byose byateguwe n’urwego rw’igihugu rushinzwe amatora. Buri mukandida yashimangiye imigabo n’imigambi ye mu buryo bwihariye, kandi abaturage basangaga aya mahuriro ahanze inganzo bacyeneye.\n\nKu munsi nyir’izina w’amatora, abaturage baturutse imihanda yose bihutira kwerekana uruhare rwabo mu guhitamo umuyobozi mushya. Nyuma y'amasaha make, ibyavuye mu matora byatangiye gutangazwa mu mahame y'ubusabane n'ubusugire byakomeje kuhashinga imizi.\n\nBwana Kanyaruhinga Petero yaje gutorwa ku bwiganze bw’amajwi asaga 55%, mu gihe abandi bakandida basangiye ibitavugwagaho rumwe. Madamu Uwamwezi Claudine yashinze ubutumwa bwo gukomeza kwishyira hamwe naho Bwana Nyiramugisha Patrick yagaragaje akanyamuneza ko gutsindwa ariko ahamya ko bazashyigikira politiki n’impinduka z'amahoro.\n\nNyuma y’amatora, igihugu cya Nyamweru cyabonye amahirwe mashya yo gushyira mu bikorwa imigambi mishya y'iterambere, kandi imiyoborere myiza ikomeza kuganza imitima ya benshi. Amashyaka yose yemeranyije gukorera hamwe ngo igihe kizaza kibe icy'uburumbuke n'amahoro asangiwe na bose. Iyi ni intangiriro y'icyubahiro n'agaciro mu bumwe igihugu cya Nyamweru cyifuza."
    },
    {
        "story_id": 10,
        "text": "Inkuru ndende y'impimbano: Ihangana mu Matora\n\nMu gihugu cya Nyabihu, mu mwaka wa 2023, hakomeje kubera igisa nk'umurunga ushaririye w'amatora y'umukuru w'igihugu. Amashyaka ya politiki atatu yari afite amahirwe ahambaye yo gutegeka iki gihugu cyagiye kirangwamo umutekano ariko gifite ibibazo bitandukanye by'ubukungu n'imibereho myiza. Aya mashyaka ni Ishyaka ry'Iteka, Ishyaka ry'Ubwiyunge, hamwe n'Ishyaka ry'Iterambere.\n\nIshyaka ry'Iteka ryari riyobowe na Jeannette Mukamurenzi, umunyapolitiki usanzwe kandi w'inararibonye mu miyoborere y’igihugu. Yari azwiho kuvugira cyane abagore ndetse n'urubyiruko, ndetse yibandaga ku ngingo zo guteza imbere uburezi n'ubuzima. Jeannette yari afite abafana benshi mu mijyi mikuru ariko yari igoye kwemerwa n'abaturage bo mu cyaro.\n\nIshyaka ry'Ubwiyunge, riyobowe na Pierre Habamungu, ryashingiwe ku nkingi y'ubwiyunge bw'abanyarwanda nyuma y’imyaka ibiri y'intambara y'abenegihugu yashize igihugu mu kangaratete. Pierre yari yaranyuze mu makuba y’iyo ntambara, bityo ahorana intumbero yo guhosha icyasha k’intambara mu mitwe y’abantu. Yari umugabo w'ingirakamaro, wagiye ukora ibikorwa byo kunga abanyagihugu akoresheje ibiganiro bihuriweho n'impande zose. Yari afite umubare munini w'abamushyigikiye mu byaro, aho ijambo rye ryari rifite intege.\n\nKu rundi ruhande, Ishyaka ry'Iterambere ryari riyobowe na André Nziza, umushoramari ukiri muto, waje mu kibuga cya politiki avuye mu rwego rw’ubucuruzi. Nziza yazanye amashagaga mashya kandi ashingiye kugera ku iterambere ry’ubukungu binyuze mu ishoramari no koroshya ubucuruzi. Iri shyaka ry'Iterambere ryari rifite agaciro mu bihugu by'akarere, kandi rikagaragaza icyizere mu rubyiruko rwifuzaga impinduka zishingiye ku bukungu.\n\nImijyi yibasiwe n'ibikorwa byo kwiyamamaza, amashyaka yose akoresha inama za politiki, inyandiko zubaka abayoboke n'ibikorwaremezo byo gukurura amaso n’imitima y’abatora. Udutsiko twiganjemo urubyiruko rwibumbiye mu matsinda atandukanye rwari rwatashye amatora rwambaye imipira y’amahipinki ku batera inkunga Jeannette, imipira ya orange ku bakurikira Pierre, n’amakoti atunzwe n’amabara y'ikirere ku bashyigikiye André.\n\nMuri iyi matora, uruhare rw'itangazamakuru rwari ingenzi. Radio Nyabihu, kimwe n'ibinyamakuru by'amakuru kuri murandasi, byakomeje gushyiraho uburyo abantu bashobora gutanga ibitekerezo byabo. Ibiganiro mpaka byo kuri televiziyo, aho abakandida bose bahuraga, byavugisha abatwara ibinyamakuru bataryarya. Ikibazo cy'ubushomeri bw'urubyiruko, iterambere ry'icyaro, hamwe no kuzamura iṣhoramari byahoraga ku isonga y'ibiganiro.\n\nIgihe cyo gutora cyarageze, abaturage bari batekanye ariko batekereza cyane ku hazaza h’igihugu cyabo. Byabaye ngombwa ko abatora bafata umwanzuro uhabanye n'amatwara yabo ya politiki ya kera, maze bagahitamo ushobora kubageza ku mpinduka bacyeneye. Abakozi b’amatora b’inzobere bagenzura ibikorwa bijyanye n’amatora kugira ngo hatagira uburiganya buhitana igikundiro cyayo.\n\nKuwa gatanu, hasohotse ibyavuye mu matora y'agateganyo. Ishyaka ry’Ubwiyunge ryari ryegukanye intsinzi y’agateganyo, bishimisha abashyigikiye Pierre mu gace k’icyaro ariko bagasiga ibibazo bikomeye Jeannette na André. Umutekano n’ubwiyunge byari bibaye iby’ibanze ku baturage.\n\nKuri weekend, ibijyanye n'umwanzuro w'urukiko rw'ikirenga kuri aya matora byari mu mizi. Kugira ngo bigaragare ko amatora yari yaciye mu mucyo koko, byabaye ngombwa ko ingingo zimwe na zimwe zasubirwamo n'abayobozi b’amatora. Muri rusange, amatora ya Nyabihu yahagaze nk’ikimenyetso cy’uburyo abaturage bagenda basobanukirwa n’akamaro ka demokarasi, n'ubwo hakiri ibibazo byinshi byo gukemura mu nzira y’iterambere rirambye."
    }
]