[
    {
        "story_id": 1,
        "text": "Mu gihugu cy'imisozi igihumbi, ahahoze huzuye iteka amahoro n'ituze, hagaragaye inkubiri y'urusobe rw'ibyaha byinshi bitari byitezwe n'abaturage. Kimwe mu byaha byakomeje kuvugisha benshi mu baturage bo muri iki gihugu ni icyaha cyagaragaye ku muyobozi wari usanzwe afatwa nk'intangarugero mu buyobozi bwiza no mu gukunda igihugu cye.\n\nUyu muyobozi, witwa Bwana Gasana Jean Bosco, yari azwi cyane mu gihugu kubera umuco we wo gukunda abaturage ndetse no guharanira iterambere ryabo. Yajyaga avuga ko abaturage bakeneye kubona iterambere ryihuse kandi rirambye. Kuva yagera ku mwanya w'ubuyobozi bukuru bw'akarere ka Rugwero, yahoranaga intego yo kugeza ku baturage ibikorwa remezo by'ibanze n'ibikorwaremezo bishya, harimo amashuri, ibitaro, n'amazi meza.\n\nAriko rero, muri aya mezi ashize, ibintu byatangiye guhindura isura. Inkuru yaje kumenyekana mu gihugu hose ubwo Ikigo cy'Igihugu gishinzwe kugenzura ibijyanye n'imikoreshereze y'umutungo wa Leta (OCCU) cyatangazaga ko cyataye muri yombi Bwana Gasana ku mpamvu zo kunyereza umutungo w'abaturage. Iri tangazo ryatunguye benshi, harimo n'inshuti ze za hafi zasanzwe zimufata nk'umuntu w'inyangamugayo.\n\nNk'uko OCCU yabitangaje, Bwana Gasana akekwaho kunyereza agera kuri miriyoni 500 z’amafaranga y’u Rwanda. Izi miriyoni zari zigenewe imishinga yo kuvugurura ibikorwa remezo mu karere ka Rugwero, birimo kubaka amavuriro, amashuri, n'ibindi bikorwa remezo byari byarahawe icyerekezo cyiza. Ariko amafaranga yose ntiyageze aho yari agenewe, ahubwo yakoreshwaga mu nyungu ze bwite ndetse n’abandi bantu bake bagize uruhare muri ubwo bujura.\n\nUbushinjacyaha bwagiye bwerekana ko Bwana Gasana yakoze ibikorwa byinshi by’inonosorwa ry’inyandiko, aho yubatse imishinga y’ibihimbano, ibigo bitabaho, yose agamije gusahura umutungo w'akarere. Byongeye, amwe mu makonti ye bwite ndetse n’ay’umuryango we, yabonyweho amafaranga atasobanutseho inkomoko mu gihe bikekwa ko ari ayo mu nyerezwa ryakozwe.\n\nUbwo yatabwaga muri yombi, Bwana Gasana yabanje kugaragaza ko nta nenge ifatika ituma ashyirwa mu majwi, maze agaragaza ko hari abamugambanira. Yagize ati: \"Ibi ni ibihuha biyobya abo nagaragarije amabanga y'urugamba rwo kuzamura aka karere. Nzongera kwemera kurekurwa igihe cyose ukuri kuzwi na buri wese.\"\n\nAriko, imiryango mpuzamahanga nka Transparency International yari yaramaze kugira impungenge ku buryo iki kibazo gisabwa gusobanurwa. Ubuyobozi bwa OCCU bwari bwiyemeje gukora iperereza ryimbitse neza kugira ngo hamenyekane ukuri ku byaha Gasana akurikiranyweho.\n\nMu gihe urubanza rutegerejwe n’isinzi ry’abaturage bategereje kumva ukuri kuri ibi byose, Bwana Gasana yasimbujwe ku mwanya w’ubuyobozi bw’akarere ka Rugwero indi ntore ngo izaze ikomeze guharanira inyungu z’abaturage.\n\nIyi nkuru ikomeje kwibazwaho n’abatari bake mu gihugu, bakaba bakomeje gusaba ko ibyo Bwana Gasana akekwaho biba impuruza ku bayobozi bose bagishaka kugendera mu nkengero z’icyama cy’ubusahuzi n'imikorere idakwiye. Ni icyizere gishya ku kuba ukuri kuzarenga ku masano na politike, kandi ugukora ibyaha ni bwo gukomeza gukurikiranwa, hagamijwe aho abaturage bashyizwe imbere."
    },
    {
        "story_id": 2,
        "text": "Mu mujyi wa Kigali, hazindutse havugwa inkuru y’ifatwa ry’umuyobozi usanzwe azwi cyane mu gihugu. Bwana Nicodeme Rugwiro, wari umuyobozi mukuru w'ikigo cy’imari cya Leta, yafashwe n’inzego z’umutekano ashinjwa kunyereza umutungo wa rubanda mu buryo butunguranye.\n\nIbisobanuro ku iyafatwa rye byatangajwe na RIB (Rwanda Investigation Bureau), byasakaye hirya no hino mu gihugu mu masaha ya mu gitondo. Amakuru avuga ko Bwana Rugwiro yari amaze igihe kirekire akorwaho iperereza, nyuma y’uko hagaragaye ibyuho mu micungire y’umutungo muri iki kigo ayoboye.\n\nIkigo cy’imari cyari cyarangwamo uburiganya mu micungire y’amafaranga, aho raporo zitandukanye zakozwe n’abagenzuzi b’imari zagaragaje ko hari miliyoni nyinshi z’amafaranga atabashije kugaragazwa mu bitabo by’abakozi b’icyo kigo. Bikekwa ko aya mafaranga yaburiwe irengero muri gahunda zitandukanye z’inyubako zari ziri gukorwa mu gihugu hose, aho byavugwaga ko hariho gukorwa amasezerano y’ubucuruzi atari mu mucyo.\n\nBwana Rugwiro yari azwi nk’umuntu w’imico myiza n’ikinyabupfura, bikaba byaratunguye benshi mu baturage bamugiriraga icyizere. Abakozi b’iki kigo bamubonagamo umuyobozi ukorana umurava, ariko ibimenyetso byatanzwe n’inzego z’ubugenzacyaha bikaba byerekanye isura y’undi muntu.\n\nBamwe mu bakozi ba Leta bagarutse ku kibazo cy’uburiganya mu micungire y’umutungo wa rubanda, bavuga ko hakwiye gushyirwaho imbaraga zihamye mu guhashya bene ibi bikorwa aho biva bikagera. Abaturage na bo bakomeje kugaragaza impungenge zabo ndetse n’agahinda, bavuga ko ibyo Bwana Rugwiro yakoze bishobora kuzagira ingaruka ku bukungu bw’igihugu no ku bikorwa remezo byari bitezweho iterambere ryihuse.\n\nIperereza rikomeje gukorwa ku bafatanyabikorwa b’uyu muyobozi, hahigwa abashobora kuba baragize uruhare muri iri nyerezwa ry’umutungo. Mu itangazo rya RIB, rivuga ko ubutabera bugiye gukora akazi kabwo, kandi ko uzagira uruhare muri ibi byaha uwo ari we wese agomba kubihanirwa hakurikijwe amategeko.\n\nNg'uko uko ibintu bimeze kugeza ubu, mu gihe abaturage bategereje kumenya ikizakurikiraho muri uru rubanza, ndetse n’impinduka bizazana mu micungire y’imari n’ibikorwa bya Leta. Croisera y’u Rwanda itegerejweho kugira icyo ikora mu guharanira ko gutakaza umutungo wa rubanda bidakomeza kuba imbogamizi mu murongo w’iterambere igihugu cyiyemeje.\n\nIyi nkuru ikaba ikomeje kuvugwa cyane mu itangazamakuru, ndetse no ku mbuga nkoranyambaga aho abantu batandukanye bagiye batanga ibitekerezo byabo kuri uru rubanza rwa Bwana Rugwiro. Iri fatwa rikaba ryateye igihunga mu bandi bayobozi b’utundi turere, aho buri wese asabwa gukoresha umutungo ashinzwe mu mucyo no kurengera inyungu za rubanda."
    },
    {
        "story_id": 3,
        "text": "Nuko, nuko, mu gihugu cy'imisozi miremire n'ibibaya bitoshye, hari umujyi witwa Rugero. Uyu mujyi wari uzwiho kugira ubuyobozi bwiza, kandi abaturage babo bibonaga mo amashimwe kubera iterambere n'imibereho myiza bari bagezeho. Nyamara, ibyo byishimo byose byaje kuburizwamo n'inkuru yatunguranye y'ifatwa ry'umuyobozi w’icyubahiro, Bwana Ndahiro.\n\nBwana Ndahiro yari umuyobozi wa Rugero uzwiho gufata ibyemezo by’ingirakamaro kandi agaharanira iterambere ry’urubyiruko n'abakuze. Yari yarubatse izina rikomeye, kandi abaturage benshi bamubonagamo icyitegererezo. Ubwo yafashe inshingano zo kuyobora umujyi, ibikorwa by’ubukungu byariyongereye, ndetse n’abanyamahanga benshi batangiye gushora imari muri uwo mujyi.\n\nIgihe cyarageze ariko, amakuru atari meza atangira gucicikana mu bihangange by’ubuyobozi ndetse na bamwe mu baturage batangiye kugira impungenge ku mikorere n’imicungire y’umutungo wa Leta. Byatangiraga mu magambo avugwa mu misozi ya Rugero, aho bamwe batekerezaga ko hari amafaranga yaburiwe irengero muri kimwe mu bikorwa remezo by’uyu mujyi byari bimaze iminsi byaratangiye gushivuka.\n\nNyuma y’iperereza ryimbitse ryakozwe n’itsinda ry’abashinzwe kurwanya ruswa, hagaragaye ko koko hari ibyemezo byafatwaga bitandukanye na gahunda yari yashyizweho mu ngengo y’imari ya Leta. Byaturutse mu mafaranga yagenewe kubaka inzu zisakoshye z’abaturage bimuwe ahagombaga kubakwa amashuri na za hopitaux n'amavuriro aciriritse. Aya mafaranga ariko yari yarasibye amayira, hanyuma agaragara mu mitamenwa ya compte za Bwana Ndahiro.\n\nAbantu babaye nk’abakangutse mu nzozi mbi, ubwo Bwana Ndahiro, umwe mu bayobozi barazwe agaciro, yatangarizwaga kuko yari atarabigiraho isoni. Ijwi ry’umuvugizi w’ubushinjacyaha ryasamiwe hejuru ubwo yavugaga ko Bwana Ndahiro afungiwe icyaha cyo kunyereza umutungo wa Leta ndetse n'ibyaha bya ruswa. Abaturage, bamwe batunguwe kandi bafitiye impuhwe umuyobozi wabo, abandi bamusabira ko ubutabera buba bwihuse maze niba ahamwa n'ibyaha abihanirwe.\n\nBwana Ndahiro yaje kugezwa imbere y'urukiko akurikiranyweho ibyaha yari yireguyeho ko atanabitinyuka. Nyuma y’izindi nzitizi n’impaka nyinshi mu rukiko, yahamagaje abamwunganira mu mategeko basanzwe bazwi mu gihugu ndetse bagashinze ibirego bishya ku nzego zimwe mu zibazwa umutekano, ngo bumve neza impamvu yabyo. Rugero yose yahindura icyerekezo kijya mu nzunkumwe, aho bamwe basabaga umucyo mu rubanza rukiri birebire.\n\nBamwe mu baturage baremye imiryango yo gusengera Bwana Ndahiro bakurikiza amahame ya rubanda, bashishikarizwa kugumana icyizere mu mategeko no mu buryo igihugu cyabo gicungwa. Ibyo byabubereye icyitegererezo, ko icyaha kitararenga nta wukirenganywa, kandi ko buri muntu, yaba umuyobozi cyangwa umukene, agomba kugira uruhare mu guharanira ukuri no kubungabunga umutungo wa rubanda.\n\nIyi nkuru ya Bwana Ndahiro yabaye isomo rikomeye ku bayobozi bose baneluka mu nzira z'ubugingo n’ubugenzuzi bwabo. Yabibukije ko kuba umuyobozi ari inshingano ikomeye kandi ko icyizere cyo mu miryango y'abayobozi kigomba kubaka ibibanza by’inyungu rusange. Mu gihe Bwana Ndahiro ari kwitegura indi minsi mu rukiko, benshi muri Rugero bamenye ko ibikorwa n’imyifatire biruta amagambo, ndetse banashimiraga ubutabera bw’igihugu bwashoboye gukora iperereza ridafite aho ribogamira. \n\nInkuru ye n'ubu ikomeje kugibwaho impaka cyane muri Rugero ndetse no mu gihugu hose, aho byatangiye kugaragara ko ubumwe, ukuri n'ubunyangamugayo bw’abaturage aribwo bugize ipfundo rifatanya igihugu mu mibereho myiza n'iterambere rirambye."
    },
    {
        "story_id": 4,
        "text": "Muri Repubulika y'u Rwanda, inkuru y'ifatwa rya Jean Bosco Nshimiyimana, umuyobozi ukomeye muri Minisiteri y'Ubucuruzi n'Inganda, yatangaje benshi kandi ikwirakwira hirya no hino mu gihugu. Nshimiyimana wari ufite izina rikomeye mu Rwanda kubera ubunararibonye n'ubuhanga mu gucunga umutungo wa rubanda, yaje gutungurana ubwo yafatwaga n'inzego z'umutekano akekwaho kunyereza umutungo w'umuryango.\n\nUyu mugabo umaze imyaka irenga icumi mu mirimo ya leta, yaje gufatwa n'uruhererekane rw'ibikorwa bidasobanutse byagaragajwe na raporo y'Umugenzuzi Mukuru w'Imari ya Leta. Bimwe muri ibyo bikorwa ni uburyo abakozi bagenzuraga ishyirwa mu bikorwa ry'amasezerano hagati y'abashoramari na leta, ndetse n'imishinga imwe n'imwe yanenzwe kutuzuza ibyangombwa by'igenzura.\n\nMu minsi yashize, hari hamaze igihe humvikana umwuka utari mwiza n'ibihuha bivuga ku micungire yose y'akazi n'abakozi b'akadasohoka bari barashyikirije amakuru asa n'aho agaragaza imikorere itari myiza. Kuba Nshimiyimana yari umwe mu bayobozi b'ibanze bahaga raporo izo nzego byashimangiwe n'ubuhamya bwatanzwe n'abatangabuhamya benshi bagiye bagaragaza ko hari amafaranga menshi yagiye agenda ku mishinga itagaragara aho abaturage bakabaye barabonye inyungu.\n\nIbimenyetso bigaragaza kunyereza umutungo byagaragaye mu mishinga irimo gukwirakwiza amashanyarazi hirya no hino mu byaro, aho amafaranga yari yagenewe ibikorwa by'ibanze byagiye bikurikiranwa bigaragara ko hakozwe inyandiko mpimbano zishyiraho ibikorwa byatakagamo amafaranga menshi nyamara nta gikorwa na kimwe cyari cyubatswe. Hari n'ibindi againya bishimangira ko amashanyarazi yari kugera kure, ariko byarangiriye mu bitangazamakuru gusa no mu manama abaminisitiri bagiye bakandagizwamo n'abayobozi b'inzego z'ibanze ziswe izifite mu nshingano zazo kugenzura akayungiro k'amafaranga ya leta.\n\nIbiro by'Ubushinjacyaha bw'u Rwanda byatangaje ko Jean Bosco Nshimiyimana yatangiye gukurikiranwa bidasubirwaho, kandi ko ibyemezo byo kumufunga byamaze gufatwa mu gihe akomeje guhatwa ibibazo agamije gutanga amakuru ku bindi bikorwa byaba byari bisigaye inyuma yabyo by'inyerezwa ry'umutungo. Biteganijwe ko urubanza rwe ruzatangira mu gihe cya vuba, rukazagarukwaho n’abaturage bitabiriye kumva uko ibintu byose byagenze.\n\nInzego z'ubutabera zatangaje ko ubu Nshimiyimana afungiye mu kigo cyihariye cyagenewe abakurikiranywe n'ibyaha bya ruswa n'ibyaha byo kunyereza umutungo wa rubanda. Abanyarwanda benshi bakomeje kwibaza aho ibintu bizagarukira, mu gihe hari icyizere ko ibyiciro byose by'abaturage n'inzego bizigirwamo isomo rikomeye ryo kurwanya ruswa no gukoresha neza amafaranga ya rubanda.\n\nMuri iki gikorwa, abaturage barifuza ko hatangwa ubutabera bwuzuye kandi bwimbitse ku buryo bizabera isomo abandi bayobozi bashobora kuba bafite umugambi nk'uwa Nshimiyimana. Perezida w'u Rwanda, muri uru rwego, yahamagariye abanyarwanda bose gukomeza kuba maso no gutanga amakuru ku nzego zibishinzwe mu kurwanya ruswa. Yanashimangiye ko iyi ntambwe ari igihango cy'indashyikirwa cyo gushyira imbere inyungu za buri wese, no kugarura icyizere mu baturage ku buryo imitungo yabo ikomeza kuringanira mu nyungu z'iterambere rirambye ry'igihugu cyabo."
    },
    {
        "story_id": 5,
        "text": "Mu mugi wa Kigali, inkuru y’ifatwa rya Mariya Mukamana yateje impagarara mu gihugu hose. Mariya, umuyobozi w’ikigo cy’igihugu gishinzwe iterambere, yatawe muri yombi akurikiranyweho kunyereza umutungo wa rubanda.\n\nBivugwa ko Mariya yari amaze imyaka itanu ayobora icyo kigo, akagaragaza ubuhanga mu gucunga neza ibikorwa by’iterambere. Icyakora, icyizere cyose abaturage bari bamufitiye, cyatatse ubwo amakuru y’uko hari umutungo wanyerejwe yatangazwaga. Abakozi b’iperereza ngo bari bamaze amezi arenga atandatu bakurikirana imikorere ye.\n\nHari hatangiye kugaragara ibikorwa bimwe na bimwe by’iterambere byari byarateguwe ariko bigahagarara mu buryo butunguranye. Aha ni ho havuye agahinda k’abaturage kuko bari babonye ubuyobozi bwe nk’ishema ry’igihugu kubera uburyo yari amaze kuzamura ibikorwa bitandukanye bifasha rubanda.\n\nAmakuru y’ifatwa rye yamenyekanye ubwo yitabaga hamwe mu nama ikomeye ihuza abayobozi b’inzego zitandukanye kugira ngo bige hamwe uburyo bwo kongera imikorere y’ubuyobozi mu by’iterambere. Polisi yinjiriye muri iyo nama rwihishwa, ifata Mariya igitaraganya ikamujyana mu nkiko.\n\nIperereza ry’ibanze ryagaragaje ko hari miliyoni zirenga makumyabiri z’amafaranga y’u Rwanda zibasiwe. Mariya akekwaho kuba yarahimbye amadosiye y’impimbano ku bitangazwa byakozwe muri icyo kigo, amafaranga akayagana kuri konti z’abantu ku giti cyabo batagaragara mu bikorwa by’icyo kigo.\n\nUmutwe w’abantu bagera ku munani, barimo n’abakozi b’icyo kigo, na bo bari bamaze gutabwa muri yombi mu rwego rwo gufasha iperereza. Abandi bakozi bakoranaga na Mariya bashyizwe mu kato kugira ngo babanze bagirwe abere, cyangwa bemereze amakosa.\n\nIyo nkuru yakanguye inzego zose zirebwa no kugenzura imicungire y’umutungo wa rubanda. Ubu hari ibyemezo bihamye byafashwe bijyanye no kugaba ingufu mu bugenzuzi bw’imikorere y’ibigo bya leta kugira ngo hatazagira abandi bategera abaturage bagenzi ba Mariya.\n\nAbaturanyi n’abamuzi, baganiriye n’itangazamakuru bashimangiye ko batunguwe. “Mariya yari umuyobozi mwiza, utazuyaza gufasha abari mu bibazo,” nk’uko bivugwa na Kamali, umwe mu baturanyi. Hari n’abibaza niba koko ashinjwa ibyo yakoze cyangwa ibyaha bye birimo urujijo.\n\nKu bw’ibyo, abaturage barategereje kumva ubutabera bw’igihugu icyo buzabitangazaho mu minsi iri imbere, mu gihe kandi hagitegerejwe ibitangazo birambuye bijyanye n’ibivugwa muri dosiye ye. Abanyamakuru bakomeje gusigasira amakuru y’ibanze kugira ngo abaturage bakurikirane imigendekere y'uru rubanza ruregwamo umuyobozi w’icyubahiro wari ukurikiranyweho iki cyaha gikomeye."
    },
    {
        "story_id": 6,
        "text": "Mu gihugu cya Kinyarwanda, hari inkuru yabiciye bigacika ku mbuga nkoranyambaga no mu itangazamakuru, ivuga ku muyobozi umwe waherutse gutabwa muri yombi akurikiranyweho icyaha gikomeye cyo kunyereza umutungo wa rubanda. Uyu muyobozi, witwaga Jean Bosco Nkurunziza, yari azwi cyane mu gihugu kubera akazi ke yari amaze imyaka myinshi akora neza, ari nawe rukumbi wizerwaga na benshi mu buyobozi bwari bumaze guhoza ijisho ryabyo ku bikorwa by'iterambere rya rubanda.\n\nJean Bosco yari umuyobozi mukuru w’ikigo cya leta gishinzwe iterambere ry’imijyi yo mu ntara, akaba yari yarashoboye kwerekana impinduka zikomeye mu miterere y’icyo kigo kuva yahatangirira gukora mu myaka itandatu ishize. Urupapuro rw’akazi ke rwari rwuzuyemo ibyicaro byo mu rwego rwo hejuru, kuburyo benshi basaga n’abamukomera amashyi n’abamwifuriza gukomeza inzira y'uburambe n’ubutwari. Ariko uko iminsi yagiye yicuma, ni nako hari ibibazo byagiye byubakwa mu buryo rwihishwa, biza kurangira bibaye impamo kandi bisoza urugendo rwa Nkurunziza mu buryo butigeze buseruka mbere.\n\nIbimenyetso bisobanura imikoranire mbi byatangiye kumenyekana mu kwezi gushize, ubwo hari uwo muhuza w’abaturage wari wagize amakenga ku buryo amafaranga yagombaga kugenerwa iyubakwa ry’imihanda n’ibindi bikorwa rusange mu mujyi wa Nyabyondo atashyizwe mu bikorwa. Mu gihe uwo muntu yatangaje amarangamutima ye yo kwibaza kuri icyo kintu, ntiyahwemye gukusanya ubuhamya butandukanye hamwe n’ibimenyetso simusiga byagaragazaga ko amafaranga yari agenewe icyo gikorwa cyo guteza imbere iterambere ry’abaturage, ahubwo yagiye ashiramo iyo urumuri rushya rugikubita ku butunzi bwa Nkurunziza.\n\nAbashinzwe ubugenzuzi bw’imari hamwe n’ubugenzacyaha (polisi) bakoze akazi kabo k’ubugenzuzi basanga koko hari ibura ry'imari itabarika ndetse n’ubwikubire bw’umutungo bwakozwe mu buryo bwo kuba indiri y’imbunda zashoboraga guteza akaga gakomeye mu mibanire y’abaturage. Nyuma y’ikiganiro cy’ibanga cyari cyarateguwe na minisiteri ikoze arebera hamwe n’ibiro by’umuhuzabikorwa w’igihugu ushinzwe guhana ikinyoma, nibwo hasohotse itangazo ryemeza itabwa muri yombi rya Nkurunziza.\n\nMu gikorwa cyahise gifatwa nk’igikomeye mu rugamba rwo kurwanya ruswa n’ibyaha byambukiranya imipaka, no kugarura icyizere mu baturage, ubuyobozi bwakomeje gushyira imbere ingamba zinoze zo gukumira bene ibi bikorwa bibi byaha icyuho iterambere rusange.\n\nUmuryango wa Nkurunziza n’inshuti ze byababereye ihurizo ridasanzwe kuko uyu muyobozi yari yarihirwa icyizere n'incuti bifataga nk'intwari n'umusemburo w'impinduka. Nyamara, abaturage ubwo bambukaga imihanda y’igihugu kubera ibikorwa byo kumwamagana, bagaragajwe impungenge n’amagorwa batewe n'imibereho itari mishya yo kubaho mu bukene kandi ibirunga by'ikoranabuhanga mu mutekano w’ikigo yari amaze igihe atera intambwe kuri byo byari byasigaye igitonyanga cya mugitondo gicumbitse mu bisasu by'amasosiyete akomeye.\n\nAbagenzuzi b'imari bafatanyije n’abashinzwe guhamya amatangazo y’ubutabera, baracyakomeza kwiga ku byavuye mu byegeranyo by’iperereza ryimbitse, kandi bategereje ko umutekano usesuye wa rubanda wahagarara ku rugingo rw’inyungu ngaruka z’abaturage no guteza imbere umubano biramanuka ku rwego rwiyaguye mu nzira y’icyerekezo cy’ubukungu budasumbana. Maze amarenga atangwa mu buryo bubereye kandi bwumvikana ko mu mizo y’uyu munsi, Nkurunziza azashyikirizwa urukiko rukemeza amaherezo y’urubanza rwe. Ni inkuru ikikije inzu y'akarere ikanashibukirwa umuturage, ko kurwanya ibimunga igihugu bishoboka no gusubira ku nkoni y'ubuhamya kumurongo ntagereranywa w’igurisha."
    },
    {
        "story_id": 7,
        "text": "Mu mpera z'ukwezi kwa Nzeri 2023, mu mujyi w'ihanga rikungahaye ku isi, habaye inkuru yasakaye hose y'ifatwa ry'umuyobozi ukomeye azira kunyereza umutungo wa rubanda. Iyi nkuru yatangiye mu buryo butunguranye ubwo inzego z'ubugenzacyaha zafatiye icyemezo cyo gufata uriya muyobozi mu buryo butavuzweho rumwe, ndetse bigateza impaka ndende muri rubanda.\n\nUwo muyobozi, Bwana Samuel Habimana, yari asanzwe amenyereweho kuba ingirakamaro mu mishinga itandukanye y’iterambere. Yari umugabo wizewe cyane, ndetse abakoranaga na we bamufataga nk’icyitegererezo mu bijyanye n’imicungire y’umutungo. Ariko, nk'uko uruzinduko rw'inzego z'ubugenzacyaha rwabigaragaje, inyuma y'iyo sura nziza hari ibindi bintu bihishe abantu benshi batari bazi.\n\nSamuel Habimana yari amaze imyaka icumi ari umuyobozi w'ikigo cyigenga gishinzwe ibikorwa by’ubwubatsi bikomeye. Iki kigo cyakoraga imishinga ya guverinoma, harimo ibikorwa byo kubaka inyubako za leta, imihanda, ndetse n'ibibuga by'indege. Abantu bizeraga ubunyangamugayo bwe, batekereza ko amatungo yose acunzwe neza kandi ko amafaranga y'abaturage akoreshwa mu nyungu z’igihugu. Nyamara, ibintu ntibyari uko byagaragaraga.\n\nIbitekerezo byahindutse ubwo umwe mu bakozi b’iri kigo yafataga icyemezo cyo gutanga amakuru kuri polisi, avuga ko hari amafaranga menshi yahabwaga umuyobozi agahabwa isoko ridakurikije amategeko ndetse rimwe na rimwe ntihabeho serivisi zigeze zitangwa. Ubugenzacyaha bwatangiye iperereza ryimbitse ryo kumenya amakuru yose ku buryo aya mafaranga yanyerejwe.\n\nMu minsi mike gusa, ibyavuye muri iryo perereza byaciye ibintu. Byagaragaye ko Samuel hamwe n'agatsiko k'abantu bake b'izewe bifashishaga uburyo butandukanye bwo kunyereza umutungo harimo gukora inyandiko mpimbano, gukoresha imitwe y'abayobozi b'amashami mu kugura ibikoresho bidakenewe, ndetse no gutanga amasoko atemewe. Amanyanga yabo yari yarambitse imizi kandi yari amaze gutwara akayabo k'amafaranga atabashaga kugarurwa.\n\nHari ibyo abaturage basabye byabaye ngombwa ko bisuzumwa cyane, harimo no gusaba ko urubanza rw'ifatwa n'ubucamanza rujya mu mizi ku buryo buri wese yahabwaga ubutabera. Ubwo Samuel Habimana yatangwaga n'ubwanditsi bw'ikinyamakuru kimwe cyo muri icyo gihugu, byahaye urubuga abakurikirana iby'imiyoborere kunenga n’aba bo mu buyobozi bw’inzego z'ubutabera basabwa gukora iperereza mu buryo bwimbitse n'ubunyamwuga.\n\nInkuru yo guta muri yombi uyu muyobozi muri rusange, yatumye abaturage b’iki gihugu bongera gusubiza amaso inyuma, bagitekereza ku mutekano w'umutungo w’igihugu n’uruhare rwa buri wese mu gucunga neza umutungo wa rubanda. Hahise hatangira ibiganiro by’uburyo abaturage basabwa kujya batanga amakuru kare kubyerekeranye n’ibidakorwa neza mu igenamigambi no gucunga umutungo, ariko kandi hashyizweho uburyo busabwa bwo guhanahana amakuru mu nzego zose.\n\nN’ubu iperereza rirakomeje, kandi abaturage bakomeje gukurikirana iyi nkuru abaturage bategereje kureba niba amategeko na yajya mu murongo ubereye abajijwe ibyaha kugira ngo abashinjwa bose bakurikiranwe hatitawe ku cyubahiro cyangwa icyapa cya buri wese. Iri fatwa kandi ryabaye urugero rukomeye ku bandi bayobozi bashobora kugerageza kugwa mu mutego wo kunyereza umutungo wa leta.\n\nUbutabera burategerejwe, kandi abantu bategereje kureba aho bizerekeza, ndetse inzego z'ubuyobozi zikomeje gushyira imbaraga mu gukomeza igenzura rikomeye kugira ngo ibikorwa nk'ibi bifate inkingi za mwamba mu kuzahura icyizere cya rubanda ku bakozi n'abayobozi babahunze. Mu gihe amaherezo ya Samuel Habimana n'abavandimwe be bagaragazwa imbere y'urukiko bikiri mu biganza by'abashinzwe kuyobora ubutabera, abaturage ntibasiba kwibaza niba hari byinshi bimaze kumenyekana mu isura nyayo y’ibibera mu nkingi z’ubukungu bw’igihugu."
    },
    {
        "story_id": 8,
        "text": "Mu gihugu cya Karunji, mu majyepfo ya Afurika y'Iburasirazuba, inkuru y'itabwa muri yombi ry'umuyobozi ushimirwa ibikorwa byinshi by'iterambere mu karere imaze iminsi isakara hirya no hino, ivugwa mu binyamakuru no ku mbuga nkoranyambaga. Umuyobozi w'akarere ka Nyamazi, Bwana Thaddeus Murenzi, wari umaze imyaka irenga icumi ku mwanya w'ubuyobozi, yatawe muri yombi azira kunyereza umutungo w'abaturage.\n\nIbi byabaye nyuma y'iperereza ryimbitse ryakozwe n'urwego rw'igihugu rushinzwe kurwanya akarengane n'ubukungu (RCAI), aho bakurikiranye ubutabera ku birego ku kunyereza umutungo wa miliyoni zirenga ijana z'amafaranga y'u Rwanda, zari zigenewe imishinga y'iterambere muri ako karere. Izi nkunga zari ziturutse mu baterankunga mpuzamahanga no mu ngengo y'imari y'igihugu.\n\nByatangajwe ko amafaranga yakoreshejwe nabi ahanini mu kurya ruswa no mu bikorwa by'uburyarya bwo kwerekana imishinga itigeze ibaho, cyangwa itigeze ishyirwa mu bikorwa uko byateganijwe. Aha twavuga nk'umushinga wo kubaka ibitaro bishya mu murwa mukuru w'akarere, wemejwe mu nteko y'akarere bwa mbere muri 2018, nyamara n'ubu hakaba hataremezwa n'ahazashingwa ibitaro.\n\nAbaturage bo muri Nyamazi barakajwe cyane n'izi nkuru z'itabwa muri yombi rya Murenzi, kuko ubwo yari akijya ku buyobozi, yari yasezeranye kuzana impinduka zikomeye zishingiye ku miyoborere myiza no gutanga serivisi nziza. Abenshi mu baturage bari bagize icyizere ku miyoborere ye, dore ko yari yaranatangiye ibikorwa by'iterambere birimo kubaka imihanda no gutanga amazi meza.\n\nMu mihigo yo mu myaka yashize, Murenzi yari yarakomeje gusabwa ibisobanuro bijyanye n'uburyo imishinga imwe n'imwe igenda itinda cyangwa ikarangira nabi, nyamara buri gihe yari yihagararaho asobanura ko ibibazo byabayeho byatewe ahanini n'ihindagurika ry'ibiciro ku isoko, ndetse no gusubika ibikorwa kubera ibihe by'icyorezo cya COVID-19. Ariko noneho biragaragara ko muri iyo myaka hari ibindi byinshi byakorwaga mu bwiru.\n\nUko inkuru y'itabwa muri yombi rya Murenzi irushaho gusakara, ikomeje gusiga icyasha abayobozi benshi bo mu karere ka Nyamazi n'abandi bo mu rwego rwo hejuru bavuga ko b'inyangamugayo. Abacamanza batangaje ko uru rubanza ruzashimangira ko mu gihugu cya Karunji, kunyereza umutungo adakwiye kwihanganirwa kandi ko ikiremwamuntu cyose gishobora kuzajya kibazwa ibyo gikora kabone n'iyo cyaba gifite izina rikomeye.\n\nAhamya ibyaha, Murenzi Thaddeus ashobora guhana n'igifungo kirekire ndetse no kwamburwa uburenganzira bwo kongera kuyobora indi mirimo ya leta. Intego nyamukuru, nk'uko byatangajwe n'abayobozi b'igihugu, ni ukugarura icyizere mu baturage n'ubushobozi bwabo bwo kwigira iterambere. Amanza areba abanyereza umutungo azakomeza gukurikiranwa neza ngo habeho kubahiriza no kurinda uburenganzira bw'abaturage byose bikorwa mu mucyo."
    },
    {
        "story_id": 9,
        "text": "Mu gihugu kitari gito, ahantu hatuye abaturage bafite umuco ukomeye wo kubahiriza amategeko, inkuru y'amayobera yatangiye kuvugwa mu bitangazamakuru bitandukanye, ndetse igahabwa umwanya munini mu biganiro by'abaturage. Bivugwa ko umuyobozi ukomeye, Bwana Samuel Nkurunziza, wari umaze imyaka n'imyaniko ari mu mwanya ukomeye, yatawe muri yombi azira kunyereza umutungo wa rubanda.\n\nBwana Nkurunziza yari umuyobozi w'akarere ka Mberakurume, akarere kazwiho kugira ibikorwa remezo bikomeye, amajyambere arambye ndetse n'igishoro cy'umutungo kamere ubarirwa mu mamiliyari. Mu gihe cy'imyaka cumi yamaze ku buyobozi, yafashije akarere gukura ari nako kava mu bukene bukabije bugatera imbere cyane mu bijyanye n'ubuhinzi n'ubucuruzi.\n\nIyambo rya Nkurunziza ryabaye akajagari kenshi, kuko abaturage barakekaga ko umuyobozi wabo ari inyangamugayo. Gusa mubyumweru bike bishize, akanama gashinzwe kurwanya ruswa n'ikimenyane karatangaje ko kamaze igihe gashakisha ibimenyetso by'ukuntu imari y'akarere yakoreshejwe mu buryo butari bwo. Abo bakora iperereza bavumbuye uburyo Bwana Nkurunziza yagiye yigarurira umutungo w'akarere, akawukoresha mu nyungu ze bwite.\n\nUmwe mu bakozi b'akarere, utarashatse ko amazina ye amenyekana, yatangarije itangazamakuru ko kenshi Bwana Nkurunziza yagaragaraga nk'umuyobozi uharanira imibereho myiza y'abaturage, ariko mu by'ukuri hari ibikorwa byinshi yakoraga mu ibanga bigamije kwikungahaza. Yagize ati, \"Nabibonye bimubera hafi inshuro nyinshi kandi ndanumva bibabaje kuba yarashoboye guhanika umutungo atyo mu buryo bw'uburiganya.\"\n\nMu iperereza ryimbitse, hamenyekanye ko hari ibyo yitaga \"imishinga y'iterambere\" byari bigenewe gukurura amasoko y'akarere, kandi akaba ari we wenyine wabaga afite ububasha bwo kuyakora. Ubu hasigaye gukurikirana no kunoza iperereza ngo hatangazwe amakuru y'ukuri ku bijyanye n'uko umutungo w'akarere wakoreshejwe.\n\nInkuru y'itabwa muri yombi rya Nkurunziza ifunguye amaso menshi, ikaba yaranateye abandi bayobozi gutekereza ku myitarire yabo. Abaturage, nubwo bamenye iyi nkuru bababaye, bateye intambwe bagaragaza ko bakomeje gushyigikira ubuyobozi bwiza, kandi bagashimangira ko hatagira undi muntu wongera kwiba akarere.\n\nMu gihe Bwana Nkurunziza akiri mu maboko y'ubutabera, abaturage barindiriye impinduka, bafite icyizere ko amaherezo azabibazwa ndetse hamwe n’abandi bashoboraga kuba bamufashaga mu bujura, bazahanwa bikwiye. Ni byinshi biracyategereje kurangizwa ariko icyizere kiracyahari ko ubugenzuzi bugizwe mu mucyo buzakomeza gucunga umutungo wa rubanda, na Nkurunziza n’abandi bose bahisemo kugendera mu nzira ziganisha mu bujura bazafatwa."
    },
    {
        "story_id": 10,
        "text": "Mu gihugu cya Kinyaga, mu ntara y’amajyepfo, haje kuvugwa inkuru y’isesagura ry’umutungo wa rubanda ikaba n’ibiganiro mu gihugu hose. Umuyobozi ukomeye wahoze ayobora akarere ka Ryamukoni, Bwana Samuel Ndagijimana, yatawe muri yombi n’inzego zishinzwe umutekano, amaze guhamwa n'icyaha cyo kunyereza umutungo w’akarere ubwo yari akiri kuri uwo mwanya.\n\nIbi byose byatangiye ubwo hagaragaraga ibibazo bikomeye mu mikoreshereze y’umutungo, bakabona ibikorwa remezo byari byarateganyijwe kubakwa ntibyubakwe kandi amafaranga yari yarateganirijwe ayo mishinga akaba yaratanzwe. Raporo zitandukanye zakozwe n’urwego rw’igihugu rw’ubugenzuzi bw’imari ya Leta zagaragaje ko hariho icyuho mu ngengo y’imari y’akarere, cyerekeza ku mikoreshereze mibi y’umutungo.\n\nBwana Ndagijimana yari asanzwe azwiho kuba umuyobozi ukorana umurava n’ubwitange, ariko yaje gutungurana ubwo yagaragaragaho ibyo bikorwa bitemewe nka kumwe kw'amafaranga mu buryo budakurikije amategeko. Muri aya masaha y’ijoro, inzego zishinzwe umutekano zaramukurikiranye zimufatira iwe mu rugo, zimushyira mu modoka itari ifite ibirango izwi nka 'Double Cabin', zimugeza ku biro bya polisi kugira ngo akorweho iperereza.\n\nMu iperereza ryimbitse ryakurikiyeho, ryanzuye ko Ndagijimana yari yijanditse mu bikorwa byo gukoresha nabi umutungo mu bihe bitandukanye, bifitanye isano n’isoko ry’ibikenewe mu burezi no mu buvuzi, ibikorwa remezo byagombaga kuzamura imibereho y’abaturage bikaba byarabuze intangiriro. Ahubwo, amafaranga yagombaga guteza imbere aka karere ka Ryamukoni yari yaragiye mu kwikiza kwa bamwe mu bayobozi.\n\nAbaturage ba Ryamukoni bamaze kumenya aya makuru, byababereye ingorabahizi kugira ngo bemere ko umuyobozi wabaga hafi yabo mu bihe byose yashoboraga gukora ibidakorwa. Bamwe muri bo bavuze ko bifuzaga ubutabera bukora neza, ndetse byongeye, basabaga ko amafaranga yanyerejwe asubizwa mu isanduku ya Leta. Abandi bari bafite icyizere ko ibyo amaze iminsi yongera guhagararirwamo n’abandi babashinzwe byongere gutangira gukorwa.\n\nMu gihe Bwana Ndagijimana yari akiri mu maboko y'inzego zishinzwe umutekano, hatangiye ikiganiro cyagutse mu gihugu ku bijyanye n’uburyo ubuyobozi bushobora gukumira ubujura nk’ubu, hakarebwa niba itegeko rishyirwaho ryahanwe abahariwe mu gutwara umutungo wa rubanda ryakomeza gushimangirwa.\n\nNi muri iki gihe ahari hashyizwe imbaraga mu kubaka igihugu cy’umutekano, ubutabera n’ubuyobozi bugendera ku mahame no ku gaciro kahabwa buri muturage. Inkuru y’itabwa muri yombi rya Ndagijimana yari isomo rikomeye mu gihe cy’impinduka zikataje, igaragaza ko hari icyizere gikomeye ko umutekano w’umutungo wa rubanda uhagaze neza mu maboko y’abakora ubutabera, kandi ko ubuyobozi bushya bushishikajwe no kugera ku ntego yo guteza imbere igihugu kizira ruswa n’akarengane."
    }
]