[
    {
        "story_id": 1,
        "text": "Mu mudugudu wa Nyabihu wo mu karere ka Karongi, hahoze umugore witwa Nyirahabimana Cecile, wamenyekanye cyane kubera inkuru y’agahoma munwa yabaye mu muryango we. Nyirahabimana yari umugore utuje kandi wubashywe na benshi mu baturanyi be. Afite umwana umwe w'umuhungu witwaga Kamali w'imyaka itatu wakundwaga na bose kubera imico ye y’imva ku bantu.\n\nIcyakora, ibyo byose byarahindutse ku munsi umwe waje kugirwa amateka atazibagirana. Ku wa Gatanu umwe w’umwaka wa 2023, ubwo abaturanyi batashye bahugijwe n’imirimo yabo, bumvaga inkuru iteye ubwoba ko Nyirahabimana akurikiranyweho icyaha gikomeye - yicishije umwana we.\n\nNk’uko bivugwa n'abegereye uwo muryango, Nyirahabimana yari amaze iminsi yicwa n’agahinda ndetse abarizwa mu cyiciro cy’ubukene bukabije. Ibyo byaje kwisukiranya ubwo umugabo we, Nshimiyimana Jean, yagiye gushaka ubuzima mu mujyi wa Kigali atabashije kugaruka ku ivuko kuko yari yasabye akazi igihe kirekire.\n\nAbaturanyi b’i Karongi batangaraga uburyo umugore Nyirahabimana yahanganye n’ibyo bibazo byose wenyine. Nyirahabimana yatangiye kujya afatwa n'uburakari butunguranye, rimwe na rimwe akitera hejuru, ariko bikaba ibintu by’ako kanya. Ntibyari bimenyerewe ko yamabya umwana we kamere nk'iyo.\n\nByaravugwaga ko ku munsi w’ishyano, Nyirahabimana yari yahuye n’ibibazo by'amafaranga bikomeye kuburyo bitari bigishoboka kumubonera ibyo kurya uko bikwiye. Uwo munsi, yari yasigaye mu rugo wenyine, imbeho icyinze ahitamo kugota ibiraka byose byo hanze.\n\nUbwo bwindekwe bwajemo ikintu kidasanzwe, ubwo uwo mubyeyi yigaregaho ko Kamali yagize ikibazo gikomeye atamushyizemo imbaraga z'ubuvuzi cyangwa ngo ashake ubufasha bwihutirwa. Bamwe mu baturanyi n’ubu bageza ko babonye uko Nyirahabimana yasigaranye amarira y'inkebure n’ubwoba butagira ingano.\n\nIcyakurikiyeho, iyo nkuru ishavuye yibasiye agace kose nk'umuriro w'inkubi. Polisi yahageze bidatinze, imutekano ucunzwe bishyize k’umurongo. Nyirahabimana yafashwe, maze ntibyatinze abasayidi b’ubugenzacyaha batangaza ko koko uyu mubyeyi yabaye icyihebe cy’umuhungu we byemezwa na raporo z’abaganga n’iperereza ryabaye.\n\nNyuma y’icyo gikorwa kigayitse cy'ubuzima bwe bwose, umudugudu wa Nyabihu wakomeje kugendagenda mu bwoba n'agahinda. Abaturage bashungereye icyo cyaha giteye inkeke, bakibaza igituma umugore utuje wangiraga umwana we, kandi ari we wenyine yizezwaga by’umwihariko.\n\nByasize isomo rikomeye kuri buri wese, ryerekana uburyo amikoro macye n'ibibazo byo mu mutwe bishobora kwangiza abantu batari babigambiriye, cyane cyane igihe babura abafasha. Iyi nkuru iteye agahinda yatangaje benshi, kandi yasanze abakomeje kwibaza ku mizi y’amahano nk’aya mu muryango nyarwanda."
    },
    {
        "story_id": 2,
        "text": "Mu mudugudu wa Nyabugogo, ku nkengero z'umujyi wa Kigali, habaye inkuru y'agahoma munwa iteye ubwoba, inkuru yabayeho mu buryo abantu batari biteze.\n\nHabaye umugore witwa Nyirarukundo Agnes, wamenyekanye mu mudugudu nk'umugore ucecetse kandi urangwa n'ituze. Yari yarashakanye na Rukundo Jean, bafitanye umwana w'imyaka itatu witwa Uwase Aline. Bahoze ari umuryango wishimye, ariko uko iminsi yagiye ihera, ubuzima bwabo bwatangiye kujya mu bishuko no mu makimbirane atavugwaho rumwe.\n\nAgnes yari asanzwe afitanye ibibazo by'uburwayi bwo mu mutwe, ariko akagerageza kubigira ibanga no kubihisha abaturanyi ndetse n'umugabo we. Yakundaga kuba wenyine rimwe na rimwe, ubundi agasohoka mu rugo nta cyo avuze. Ni byo, hari abacuruza mu isoko bagiye babona asohotse ajya kugura ibintu atunganye, abatabizi bakagira ngo ni ibisanzwe.\n\nMu gace k'imidugudu, abantu bose bari bamenyereye guturana neza nk'umuryango umwe, bityo nta n'umwe waterwaga impungenge n'imyitwarire ya Agnes. Ariko, hari umunsi umwe, ibintu byaje guhindura isura.\n\nKu wa mbere, mu rukerera rugikakamba, Rukundo Jean yari yahagurutse kare ajya ku kazi nk'uko byari bisanzwe. Icyo gihe Agnes yasigaye mu rugo hamwe na Uwase Aline. Mu gihe cyose, abantu bumvaga urusaku rw'umwana urira ariko ntibibahaye agaciro, bibwira ko ari ibisanzwe. Hanyuma, ikintu kibi cyatunguye bose.\n\nNyuma y'iminota mike, umuturanyi wari ukunze kwitagatifuza ku rukuta rwabo, yakuyemo agatoki amwenyura n'ifenesi mu menyo nta kintu yikeka. Uwo mugoroba rero, yaranzwe n'agahinda n'amakuba, kuko uwo mugore yaje kugira ibyo arwana na byo mu mutwe, afata umwana we aramusagarira, amugirira nabi yabuze uko agarura amaso.\n\nUmuryango w'abaturanyi wahuruye uje kumva urusaku rw'umwana rurakomeza. Bamaze kuhagera, basanze intimba itabasha kuganirwaho. Agnes yagerageje gusobanura impamvu yamushukishije, ariko amagambo yari amubanye make. Umunyamakuru wubatse icyubahiro yahageze atangira gucukumbura ibyababaye ku buryo bwimbitse, kandi ntibyatinze ko inkuru ikwirakwira mu gihugu hose.\n\nAbaturage bashenguwe n'akaga, bagerageza guhumuriza Nyirarukundo no kumufasha kwegera abajyanama bafite ubumenyi mu bijyanye no gukemura ibibazo by'uburwayi bwo mu mutwe. Hashize iminsi, yasabye imbabazi umuryango we ndetse n'abaturanyi, avuga ko atari azi ibyo yari yakoze kugeza ubwo babimubwiye.\n\nIyi nkuru y'amahano yateye intimba abantu benshi, ishimangira ko uburwayi bwo mu mutwe bukwiriye gufatirwa umwanzuro hakiri kare, kandi ko buri wese akwiye gutuma bibaho n'abandi ntabwo bibabayeho. Urukundo rwari rwuzuye imbere y’abatuye umudugudu kuko nyuma yo guhabwa inama, noneho biyemeje kuba hafi yawe buri gihe, mu gihe waba uri mu kaga.\n\nHashize amezi make, ubuzima bw'umuryango wa Rukundo bwongeye guca amarenga y'icyizere, ariko ibyo byago babayemo byarabigishije byinshi— ko mu buzima byinshi bishobora kugonda ariko umutima ukagumaho ugahana ubuzima nyuma y'akaga. Agnes yajyanywe ahantu hagenwe ngo avurwe neza, arakira. Abantu benshi basigaranye icyifuzo cyo gusangiza abandi ubuzima bwiza n'urukundo, ngo batagira uwo babura habaye ibyo bitashimishije."
    },
    {
        "story_id": 3,
        "text": "Mu mudugudu wa Nyamugari, hasakaye inkuru y’agahoma munwa yabereye urujijo n’agahinda mu baturage bose. Ku gicamunsi cyo kuwa kabiri, umugore witwa Immaculée akaba yari icyamamare mu baturanyi kubera umutima mwiza n'ubuntu, yakoze ikintu kitasubirwaho ubwo yafatirwaga mu cyuho yica umwana we w'umukobwa w'imyaka itanu.\n\nImmaculée yari yaragize ibibazo by'akajagari k'ubwijyanye n’ihungabana yamurutishaga mu mitwe. Nyuma yo kubura inshuti ze ebyiri mu mpanuka y'imodoka mu myaka ibiri ishize, yari yarahisemo kwisunga abavuzi gakondo muri kariya gace, ariko nta muvuzi wigeze amufasha guhangana no guheza ibitekerezo bye.\n\nUbwo umunsi ukomereye w’ubuzima bwe wagezaga, mu gihe umugabo we yari yagiye mu mujyi gushaka akazi, Immaculée yari yashenguwe no kumva amajwi mu mutwe yamutegetse gukora ibyo umutima w’umubyeyi udashobora kuvuga. Abaturanyi baje gukomanga ku rugi rwe bategereje ko arasohoka, ariko ntibyigeze biba nk'uko byari bisanzwe.\n\nUbwo byageraga ku mugoroba, umwe mu baturanyi, Chantal, wigeze kuba inshuti magara na Immaculée, yatangiye guhangayikishwa n’ikintu kitari gisanzwe. N’ubwenge bwinshi, yafashe umwanzuro wo kureba ku mwobo w’idirishya ry’inzu ya Immaculée. Icyo yahabonye cyaratinye umutima we, kuko yabonye umubiri w'umwana aryamye ku buriri atagihumeka. Chantal yahise ahamagaza abandi baturanyi, maze bihuta bahamagara polisi.\n\nUbwo abapolisi bageraga aho, bahise bafata Immaculée bagira ngo bamenye ibyamubayeho. Nubwo yahise yemera icyaha, yavuze ko yari intambara imurwana mu mutwe idashobora kugarurwa inyuma, bamusindira bityo bikamutera kubura uwo yinjiranyemo kuwubyara.\n\nAbaturage bari bagize umujinya ariko banababaye ku bw'ibyabaye. Abenshi mu ncuti za Immaculée ntibashoboraga kwemera ibyari bigiye kuba aribyo. Mu cyumba cy'inama cy'umurenge, abaturanyi bateranye kugira ngo baganire ku kamaro k'ubuzima bwo mu mutwe, maze biyemeza gushyiraho gahunda yihariye yo kwita ku bafite ibibazo mu muryango, mu rwego rwo kwirinda ko andi mahano nk'aya yazasubira.\n\nInkuru ya Immaculée yabaye iy’icyitegererezo cyo kwigira ku mahano no kwerekana ko abantu bakeneye kuganira no kwitabwaho, naho ubundi ubugome nk’ubwo bukaba bwafatwa n’umuntu wese. Nubwo urubanza rw'Immaculée rutegerejwe mu rukiko rukuru, abaturage biyemeje gushyira hamwe n’ubuyobozi kugira ngo batange ubufasha kuri buri wese ubukeneye, bijyanye no gukomeza urugamba rwo kurwanya ubugome bukomoka ku mihangayiko y'akaremangingo."
    },
    {
        "story_id": 4,
        "text": "Mu mudugudu wa Nyabigoma, mu karere ka Rugarama, hari inkuru y'impimbano yacicikanye nk'iy'ikoma mu nda, yateye benshi ubwoba n'impungenge. Inkuru iravuga umugore witwaga Aline, wari uzwiho kubaho yiyubashye no kugira umutima mwiza, ariko ni kenshi bakunze kuvuga ko inyuma y'iyo sura y'ubugwaneza hari ibanga rikomeye atigeze amena.\n\nBamwe mu baturanyi bavuga ko Aline yari yaragize ibibazo ariko ntabivuge, bikamuviramo guhora yirarira ku ngaruka zabyo mu buzima bwe bwite. Yari afite umwana umwe. Uwo mwana yamukundaga kandi agaharanira ko atagira icyo abura. Icyakora, mu bwiherero bw'ibyo bibazo bye, bwa bwitiranya butagira akagero, ipfunwe ryamugeze kure.\n\nEjo hashize, mu rukerera, umuhisi n'umugenzi batangajwe n'amakuru yavugaga ko uwo mugore yari yakoze amahano, akiyahura nawe. Byavuzwe ko Aline yari yimaze umujinya bitewe n'uko umugabo we yari yaragiye i Kigal, akamusigira imihangayiko yo kwita k'uwo mwana.\n\nUbwo umuturanyi yavaga gushaka agatotoro ka mugitondo, ni bwo yabonye ikintu cy'agashya mu rugo rwa Aline. Hari urusaku rwakomeje kumvikana mu gitondo kare cyane. Abajijwe n'ubwo muntu icyo ari cyo kuva mu rugo rwa hafi, yasanze Aline aryamye hafi y'umurongo ukoreshwa batumanaho ku bw'umuriro w'amashanyarazi. Muri uko kuryama, aho kwikorera, yari aryamanye n'umwana we mu buryo buteye amakenga. Inkuru yabaye kimomo umunsi ukurikira ko Aline yari yamaze kwicisha uwo mwana bakiyahura.\n\nUbwo amakuru yamanukaga hirya no hino mu mudugudu, umuryango n'amashuri aho uwo mwana yigaga, abantu bose baratunguwe, barababara, kubera ko batigeze babona ibimenyetso byashoboraga kuganisha ku mahano nk'ayo. Icyakora bamwe babarushaga ubwenge bagerageje gushaka impamvu, bashakishiriza ku bana n'umugore ibibazo bihishe mu nzu byose. Ariko ntibyageze aho kumenya ukuri kuko Aline yananiwe kuvuga inkuru y'ibyo yamuzengereje.\n\nUmuyobozi w'umudugudu ategetse ko habaho ibiganiro byaharura inzira ngo abaturage babashe gusobanukirwa ko kuganira n'abaganga b'ubuzima bwo mu mutwe bishobora kugabanya amakuba nk'aya. Abaturanyi bafashe umwanzuro wo kwishyira hamwe bakarwanya ibibazo byo mu mutwe mu bw'umudendezo no mu bwitonzi.\n\nIcyo gikorwa cyo kwibuka uwo mwana n'umubyeyi cyarahuje abantu bose kuva ku bato kugeza ku bakuru, bashyira imbere ubutumwa bw'ubusabane no kwiyambura umunabi no gutandukana n'uko kutatwika n'umuriro mu mutima, kugira ngo ibihe nk'ibi ntibizasubire ukundi. Iyo nkuru impimbano igashirira aho, icyizere cyo kuzana impinduka cyanagarukanye ijambo rimwe: \"Kubabarirana.\""
    },
    {
        "story_id": 5,
        "text": "Mu mudugudu wa Kanyantanga, mu ntara ya Rukerereza, hari inkuru yatangaje benshi kandi yateye ubwoba abatuye ako gace. Iyi nkuru ibabaje, ifite isomo rikomeye kubayumvise bose, yibanda ku gikorwa cy'urukozasoni cyakozwe na Nyirabatatu, umugore wari uzwi mu mudugudu nk'umucuruzi w'intangarugero. Nyirabatatu wari uzwiho kugira umutima mwiza, yarushagaho kwizerwa n'abaturanyi kubera umutima wa kimuntu, ariko ahishe ibanga rikomeye mu mutima we.\n\nByatangiye igihe Nyirabatatu yahuye n'ubuzima bugoranye ubwo umugabo we, Musabimana, yamusigaga mu rugo akajya gushaka imibereho mu mujyi wa Kigali. Uwo mugabo yatumaga amafranga rimwe na rimwe, akakamenya gake uko bimeze ku rugo. Ibi byatumye Nyirabatatu asigarana urugo wenyine, nta muntu umwitayeho cyangwa wawumufashamo.\n\nNubwo yari asanzwe ari umucuruzi, isoko ryatangiye kumunanira kubera igabanuka ry'abaguzi no guhangana kw'isoko. Ibi byiyongeraho igitutu cy'amadeni yishyuzwaga, bikamuviramo kurembera mu mutima. Mu rujijo no kwigunga, Nyirabatatu yatangiye kwiyumvamo ko hari icyuho mu buzima bwe n'umubabaro wimbitse.\n\nUko ibihe byagendaga, Nyirabatatu yatangiye guhangayikishwa n'uburyo abana be babayeho, cyane ko umwana we muto, Kamurinda, atahabwaga umwanya uhwanye no kumwitaho nk’uko byari bikwiye. Mu myaka itatu yari amaze, Kamurinda yari umwana wujuje inyota yo gukura neza, ariko amahirwe yamuvuyeho igihe nyina yatangiraga kumufata nabi, amuziza ibibazo byo mu buzima bidafite aho bihuriye n'ubuto bwe.\n\nNyuma y’ukwezi kose kwa Nzeli gushize, Nyirabatatu yashyizeho umwanzuro mubi wo kwikiza umwana we yiyemeza gukora amahano agahitana ubuzima bwa Kamurinda. Ku mugoroba umwe utunguranye, yararaniye ubwo kamena yari igeza amazi ku makuruga h’inyuma y’urugo. Igihe icyo gikorwa kigeze ku musozo mubi, inzu ishaririye y'ubuzima bw'uyu mugore yasenyutse burundu.\n\nAbaturanyi bumvaga urusaku rudasanzwe mu rugo rwa Nyirabatatu basanze Kamurinda yatakaje ubuzima bwe. Bakurikije umugambi mubi wa Nyirabatatu, yahise afatwa kandi ashyikirizwa inzego z'umutekano, ngo ashyirwe imbere y’ubutabera.\n\nUbu inkuru ya Nyirabatatu yabaye icuraburindi ku mutima w'umuturage wese wa Kanyantanga ndetse n'abandi bayumvise hirya no hino. Bagize isomo ryo kumenya gukopfora ababa bari mu bibazo, bishyira hamwe kugira ngo babashe kurwanya icyo ari cyo cyose cyatuma umubyeyi agera aho yiheba.\n\nIki gikorwa kibabaje cyibutsa buri wese akamaro ko kwita ku ncuti n'imiryango ndetse no kumenya ko ibyiza bisangiye bigira uruhare mu kugabanya umubabaro no guhangira hamwe agaciro ku buzima. Inkuru ya Nyirabatatu ni umukoro ku bantu bose wo kugira umutima wo kumva no gufasha abandi batitsina. Ni ugushishoza tugaharanira inshuti n’abavandimwe bacu, kugira ngo twese twivane mu rwobo rw’umwijima w'ubwigunge."
    },
    {
        "story_id": 6,
        "text": "Mu mudugudu wa Gatare, hahoze umuryango wari uzwiho kubona amahoro n'ibyishimo. Ariko, umunsi umwe ibihe birahinduka maze inkuru y'incamugongo isakara hose. Nyirankundwa, umugore wari uzwiho kwitangira umuryango we no kubana neza n'abaturanyi, yikubise igisenge maze akora amahano atarigeze avugwa mu mateka y'uwo mudugudu.\n\nUmunsi umwe, Nyirankundwa yagaragaye ahagaze mu biro by’inzego z'umutekano atwaye umwana we muto w'umwaka 1 y’amavuko, ariko byabaye nk'ibitangaza ubwo yavugaga ko yamwishe. Abari mu biro by'inzego z’umutekano batekerezaga ko ari ingiro ya buri munsi kugeza ubwo Nyirankundwa yatangiye gusobanura ibyo yakoze, abwira abashinzwe umutekano ko yamuhoye amagambo y'ururondogoro.\n\nNyirankundwa yavuze ko kuva mu mezi macye ashize yumvaga amajwi amutegeka gukora ibyo atabashaga gusobanura. Yarwanaga n’ibi bitekerezo bimuzamukiramo ariko bikamunanira, ndetse ngo rimwe na rimwe yahoraga yumva ijwi rimubwira ko kugira ngo agire amahoro, agomba gutanga igitambo cya muntu. Mu mwijima w’ubwo bukonje bw’umutima, Nyirankundwa yagambiriye kwikiza ayo majwi, afata icyemezo cy’uko umwana we ari we watambizwa. \n\nMu rukerera rwo kuri uwo munsi w'amahembe, yatekereje ko ari ugukiza umuryango we ndetse no kugirira isi yose neza. Igihe cya cyuma cyari cyabaye ikirogoya mu mutwe we maze icyorezo cy’inkeke n’umuvundo bimushinga mu mutima. Nyirankundwa yisangiye umwana amukingura umutima, mu buryo abaturanyi bavuze ko budasanzwe ku mubyeyi w’umutima nk’uwo.\n\nMu gipangu cya Nyirankundwa, hashize amasaha atarenga atatu, abaturanyi bahuruje Polisi bumva amahoro y’umuryango wabo yashize ityo. Abari bataramenya ibyabaye baguye mu kantu, batekereza ko ari urwenya rwambaye ubusa, ariko ubwiye nyir’ugusiga aba abyina inzara.\n\nAbasirikare basanze mu nzu ibyemezo by'imyandikire Nyirankundwa yari yanditse, asobanura intambwe yagendaga ategura, ndetse asaba imbabazi izuba ritararasa. Inzego z’umutekano zabonye ibyo byemezo byasize inkuru itazibagirana mu mitwe y’abaturage.\n\nUrubanza rwatangiye Nyirankundwa aremera ibyaha byose ashinjwa, icyakora avuga ko atari we ubwe wakoze ibyo ahubwo ari imbaraga z’abadayimoni zari zimwibasiye. Abaturage b'Umudugudu wa Gatare basigaye bavuga ko uyu mugore yari yaratinzwe n'ibitekerezo by’abandi bantu bakomeye mu mutima we.\n\nIyo nkuru yamamaye hose, inama ntiyaburakeye kuri uwo munsi, abato n'abakuru bose bahurije hamwe basabwa guhagurukira gukaza ingamba zo kurwanya ibitekerezo by'amahembe biza bishingiye ku mipaka y’ubuyobe.\n\nNyirankundwa yahise yoherezwa muri gereza, aho agomba kumara igihe cy’imyaka myinshi asubiza ku kababaro gakangaranyije umudugudu wose. Inyigisho z’imiryango zibumbabumbwe zagize ziyemeza gukomeza kubaka amahoro n'ituze, kwereka buri wese uburyo ubuyobe bushobora kwangiza ubuzima bw'abandi. Iryo jambo ryarakwirakwiye, abantu basubira mu buzima ariko uyu mwanya mu rushunduro rw’amateka ntuzava ku mutima w’abatuye muri Gatare."
    },
    {
        "story_id": 7,
        "text": "Mu gipfungu cy'umugoroba w'imvura nyinshi mu mudugudu wa Nyamiko, havuzwe inkuru iteye agahinda kandi yatumye hahinduka byinshi mu buzima bw'abahatuye. Ku nkike z'ako gasantere gato, hateraniye abantu bashenguwe n'amaganya, barwana no gusobanukirwa ibyabaye.\n\nRosine, umugore w’imyaka 35, yari azwi nk'umunyamutuzo kandi wita ku muryango we. Yari afite abana babiri: Alice w’imyaka irindwi na Kevin w’imyaka itatu. Ku mugoroba w’ibyago, haba ikibazo cy’ubwumvikane buke hagati ya Rosine n’umugabo we, Jean, bari bamaranye imyaka umunani.\n\nByari byatangiye nk'ikiganiro giciriritse kuri bwaki y'abana babo, ibyo bagombye gufata kugira ngo bakure neza. Icyakora, ibyo biganiro biza guhinduka intambara y'amashoti n'amagambo, ubwo batandukanaga buri wese ashyushye mu mutwe. Jean aragenda, ajya guca akanya, asiga Rosine mu rugo n'abana babo.\n\nMu buryo butunguranye ariko, iyo mipaka yose y’uburakari n’agahinda yari ifitwe na Rosine iba irarenze ubwo yabingukaga mu cyumba cy’abana. Alice na Kevin bari bicaye ku gitanda, basobekeranye mu gihe bashushanyaga utuntu duto ku mbaho, batazi ibyari biri kubera ahandi.\n\nMu gihe umwijima watangiye gutwikira isi, umwijima w'umujinya nawo watwikiriye umutima wa Rosine. Ntibyatwaye umwanya muremure cyane – gusa akanya gato ko kwiyibagirwa aziye. Muri ako kanya, mu bwonko bwe hari habigeze nk'ibarizo ry’amashusho adasobanutse.\n\nMu masaha yakurikiyeho, Jane, umuturanyi wari uzi iby’urugo rwa Rosine, yanze gutekereza uko byaba ntakibazo, igihe yageraga ku rugo mu gitondo cyakurikiyeho. Yayahutse yumva ikintu cyabaye. Aha nsanga Jean ari hanze mu mwijima w’umwijima, yumva amajwi y’abaturanyi ari kwivugisha. Uwo mugoroba wari utaraca neza, ariko urasiga isura y’amahano.\n\nImodoka ya polisi imaze kugera aho, abasirikare batangira gucunga umutekano, mu gihe itangazamakuru ryashakaga kumva icyabaye. Rosine yari yasubiye mu nzu nyuma yo kwikubita ahumbize. Yari yagize ihungabana rikabije, yishingikiriza kuri mwarimu w’itorero ryabo wari umaze kumva ibivugwa.\n\nInkuru zahise zisakara, zigurumana nk’umuriro. Inkiko zakomeje kujyaho zimwe zifata umwanzuro zibyitondera, yaba iby’imitungo cyaba n’iby’ubuvandimwe bubijejwe imbere.\n\nNyuma y’iminsi ibiri, icyobo cy’abantu cyarangijwe. Mu gihe haburaga ukuri, umuryango wose wafashijwe no kuganisha kuri ukuri asize ivumbi ryimuka ryo mu mibabaro, bitarangira mu rukiko ahubwo mukwigira no kwiyunga muri sosiyete.\n\nIyi nkuru iteye agahinda, yerekanye ko umubano n’imitwaro y’ubuzima biba bikwiye kuganirwaho neza by'ukuri. Mazamenya rero ko iby’isi subiramo nk'umurage kandi koko, ntiturinde iby’ubutindi ahubwo tukabitoza abandi kugira ngo ejo habaye heza kurushaho."
    },
    {
        "story_id": 8,
        "text": "Mu mudugudu wa Karuhuko, haciye igihe gito urusaku rutavuga rumwe n'umutima wa benshi rurumvikana; inkuru idasanzwe yahangayikishije abatuye aka gace. Umugoroba umwe, ikirere cyari cyijimye, imvura iri kuza buhoro buhoro nk'aho yari ifite icyo ipfukiranye. Ibutse ni bwo butumwa bwatangiye gucicikana kuri telefone z'abaturage, bamenyesha ibyari bibaye muri kariya gace gatoye.\n\nMukamwezi Janet, umugore w'imyaka mirongo itatu n'itatu, yari azwiho kuba umugwaneza kandi w'umunyamurava. Abaturanyi be n'abandi bamumenye bavuga ko we n'umuryango we babanye neza, nubwo hari amakuru macye yavugaga ko hari ibibazo byari bimaze igihe bihishe inyuma y'uruhande rwabo rwiza. Yari afite umwana umwe w'imyaka itanu, witwa Ganza, wasaga nk'iriba ry'ibyishimo bye.\n\nIcyo gihe rero, amakuru yatunguye benshi nk'inkuba, yavugaga ko Mukamwezi Janet yari ashinzwe icyaha gikomeye: yishe umwana we, Ganza, mu buryo butsembatsemba kandi butunguranye. Inkuru yaje yisukiranya mu bimenyetso by’umwihariko, yerekana ko yari yamuhaye umuti asanzwe amuguriramo ibikoresho, ariko uwo munsi oby'iyo miti ntabwo yari isanzwe; ngo yari imaze guhariwe n'umugore wari ufite umutima urimo umuriro w'uburakari.\n\nUrukiko rw'abaturage rwahuruye, rushaka kumenya impamvu nyakuri yateye uwo mugore kugira umutima w'ubugome bungana bityo. Ku ruhande rumwe, hari abavugaga ko ibibazo byo mu rugo byari byarananiranye, yabuze aho akwirwa mu bugingo bwe; abandi bakagirango ni umutwe w'uburwayi bw'umutwe bwasaga n'igihangayikishije cyishushanya mu bwonko bwe mu minsi yashize.\n\nAriko se, ni iki cyaba cyarabimuteye by'ukuri? Mu masaha menshi yamaze abazwa n’inzego zishinzwe umutekano, Janet yasobanuriye polisi uburyo yari yarashegeshwe n'umwenda wa banki bari barayimiritseho kenshi. Ganza yabaye kandi nk’intwaro y'ububabare bwe yendaga kumvikana kuko yareze nyina ko ataba abonye ibyo abandi bana babona iyo bagiye ku karubanda. Uburyohe buke bw'imibereho bwari bwaramubujije ibyishimo, ibyo none byari bimaze kwivugira umwana we.\n\nAbaturage b'i Karuhuko babaye nk'abakangutse mu kinyejana cya none, bahamya bibaza niba koko umubyeyi yakwivugana umwana we, atarangamiye politiki n'amahanga mu biganza. Frida, umuturanyi wabo, yavuze ati, \"Nta kure ukwiye gufatira ibintu, kuko n'ubwo hagaragara isura nziza, hari igihe ishobora kuba itagaragaza ukuri.\"\n\nIki gikorwa cyatumye benshi batekereza ku kanyamuneza kari nk'agahuye n’ikirunga. Kukavuga byose? Ntibyari byangaza, ariko byatumye buri wese ashaka impamvu z’ukuri ku mutima wabo. Urubanza rwa Mukamwezi ntirwari rworoshye. Nyuma y'igihe kinini cy'imyanzuro no gukusanya ibimenyetso, cyarangijwe n'ijwi ry’umucamanza wisanzuraga hagati y'inkota n'icyuma.\n\nInkuru ndende icyokorana yagaragaje inzira yisobetse y'umubabaro ikazyana impinduka ku mubano w'abantu bamwe n'abandi; ndetse yongeraho icyibutso ko ukuri kw’isi tutuzi gushobora kuba kuturi hafi kurusha uko twari tuzi. Ku bw'abatuye Karuhuko, byabaye ikintu cyo kuzirikana iteka, kwibukira abana kugira ngo bagire amabanga menshi ariko na none bumve ko ibimaze kuba bitabuza kwakira amizero mu minsi iri imbere."
    },
    {
        "story_id": 9,
        "text": "Mu muryango utuje w’i Kanyiramobata, habaye inkuru ibabaje kandi iteye agahinda. Ni inkuru itavugwa cyane mu matwi y’abatuye ako gace, ariko ikomeza gutambuka buhoro buhoro hagati y’ingo n’ingo, isiga benshi bakanuye amaso kubera ubwoba n’agahinda.\n\nKera habayeho umugore witwaga Mutesi. Yahoraga yitwararika ku muryango we, akita ku bana be uko ashoboye. Ariko mu minsi ishize, Mutesi yatangiye kugwa mu rujijo, asinzira ubudahumeka, ndetse agatangira kumva amajwi atagira ishusho amubwira amagambo ateye ubwoba.\n\nNubwo umugabo we, Rukundo, yabonaga impinduka mu mitekerereze ya Mutesi, ntiyakekaga ikibi cyari kiri mu nzira. Yabonaga asa n’uwihebye, ariko akamubaza ibibazo agahora amubwira ko byose \"biri mu mutwe gusa.\" Nyamara, iminsi yaricumye, maze ijwi Mutesi yumvaga mu mutwe ritangira gufata indi ntera.\n\nBuri joro, ubwo abandi bose babaga baryamye, Mutesi yumvaga ijwi rimusaba gukora ibidakorwa. Rimwe na rimwe, ryamusabaga kuba yakwica umwana we w'imfura, Gisa, w'imyaka itanu. Mutesi yabanje kurwana n’ayo majwi, ariko uko yagendaga ananirwa, umunaniro ukamuyobya, ni ko yumvaga ashaka kugikora.\n\nMu ijoro rimwe rikomeye cyane, umwijima waguye ugitangaje, umuhindo w'inkuba uriho, Mutesi yabyutse aterwa n’ibyo byiyumvo bitabonerwa impuhwe. Aratambuka mu nzu, ahabwa ingufu n'ibyo bintu bidashirwa, maze arema icyaha kitavugwa.\n\nAkimara kubona ko akoze amahano, isoni ziramufata maze aguiraga induru idasanzwe, bihuruza abaturanyi n’umuryango. Rukundo yahagurutse mu nzozi, asanga akajagarara ari kose. Mutesi yari yicuye igihe atazi ko ibyo akoreye umwana we yabiterwaga n’amadayimoni.\n\nPolisi yahageze bwangu, itangira iperereza mu b’inzira. Mutesi yajyanywe kwa muganga kugira ngo asuzumwe, bityo bimenyekana ko yari yibasiwe n'ibibazo byo mu mutwe bitigeze byitabwaho.\n\nMu karere ka Kanyiramobata, inkuru ya Mutesi yacicikanye. Yasize benshi baguye mu gahinda, bibaza impamvu ibintu nk'ibyo byabaye, banenga uburyo ibibazo byo mu mutwe bidahabwa agaciro n’imiryango n’abaturanyi.\n\nMu mpera z’inkuru, Mutesi yitabwaho n’abaganga ndetse atangira urugendo rutoroshye rwo kongera kwiyakira, agerageza kumva ko urukundo rwe ku muryango we rwari rwibwe n’uburwayi. Ibuka ko ibitekerezo n’ubuzima byacu ari impano zikwiye gufatwa neza, kandi umenye ko ahantu hose hari amaboko yiteguye kugufasha igihe ukeneye ubuvuzi bwemewe n'urukundo."
    },
    {
        "story_id": 10,
        "text": "Mu mucyaro cya Nyamiringa, hari haramuka haherutse kuba amahano atigeze abaho na rimwe mu mateka y'iyo gace. Uwo munsi, izuba ryari ryarasiye icyarimwe nk'uko bisanzwe, ariko inkuru y'ibyabaye uwo munsi ikomeje gusakara mu gasantere kose.\n\nMukandayisenga Claudine yari umugore w'ikirenga mu bwitonzi no mu bwuzu, abantu bose bamuzi nk'umuntu w'umunyamahoro kandi wita ku muryango we. Yari yarashatse umugabo witwa Karega Jado, bafitanye abana babiri b'abahungu akurikirwa n'ikibondo gito cy'umukobwa w'amezi umunani, yitwa Keza.\n\nKu mugoroba w'umunsi amahano yabaye, Claudine yagaragaye agendagenda mu rugo kwegera ifoto yari ihagaritse ku rukuta, aho yakundaga kuhareba igihe cyose yaheraga mu byiyumvo. Ni ifoto y'ibuka igihe we na Jado basezeranaga urukundo rwabo imbere y'imiryango yabo yombi.\n\nBitewe n'impamvu zitahise zisobanuka, Claudine yafashwe n'ibitero by'ibitekerezo bijimije kandi bikaze. Mu byo batari bazi, yari amaranye igihe kinini abarwaye indwara y'ibitekerezo (depression) ariko yihisha abahise bose. Abaganga bagiye babivuga kenshi ku isi hose, ko indwara y'ibitekerezo idasuzuguza ndetse ko ari ingenzi kwita ku bimenyetso byayo hakiri kare.\n\nMu gihe urebye neza ugira ngo ni impanuka, ariko mu gicuku cy'icyo cyumweru, ni bwo Claudine yishe umwana we muto, Keza. Yashinzwe isuke, yijomba icyuma mu gituza, ndetse yahise afatwa n'igihunga gikomeye ajya yihisha mu nzu.\n\nUmugabo we Jado yarugarijwe n'agahinda n'umubabaro agasanga ibyo byabaye mu rugo rwe ntabizi. Ku bw'amahirwe make, Claudine yagiye gufungirwa muri gereza y'akarere, mu gihe iperereza ryatangiye.\n\nAbaturage b'aho muri Nyamiringa, nubwo batumijwe gukora igisa n'ubugenzacyaha bwabo ubwabo, benshi muri bo bageragezaga kumva uburyo umugore wari umaze kumenyekana nk'indahigwa, akerebutse kuri nkomoko yihishe ya hariya hantu, yari yakoze ibikorwa nk'ibyo.\n\nInama z'imbere mu mudugudu zatumijwe inshuro nyinshi, bagamije kugenza iyi nkurwa nibura ngo habeho uburyo bwo kwirinda bene ibyo bikorwa mu bihe biri imbere. Bamwe barifuje kumva icyabiteye kugira ngo bagire uruhare mu ndorerwamo nshya y'ubuvuzi bw'imitekerereze ku isi yose.\n\nMu mpera z'uko kwezi, nyuma y'iburanisha ryamaze kumara iminsi ibiri gusa, Claudine yahamijwe icyaha ariko kimwe mu gihe yagiye ajya kwisobanura, umukemwa ukurikiranana mubijyanye n'ubuvuzi yatanze raporo ko afite uburwayi bw'ibitekerezo bukomeye.\n\nInkuru y'ibi byabaye, yanigaga mu byo batazi kubana n'indwara y'ibitekerezo, yatanze ubushake kuri buri wese bwo kubaka uburyo bwo gufashanya no kubana mu mahoro bakesha ubuzima bwiza, mu irangamimerere ryera n'ihuzanzubumwe. Bamwe mu baturage basubiye ku masomo ya siporo, abandi bajya ku nama z'indira, ariko bose bari bafite icyerekezo kimwe: Kumenya ko intege nke za muntu zigomba kubonwa mu buryo bwose kugirango badahomba ubuzima umwe mu bo bakunda."
    }
]