[
    {
        "story_id": 1,
        "text": "Mu kwezi kwa Nyakanga, ubwo izuba ryanyuraga ku rubura rwiziritse ku mpinga z'imisozi ya Kigali, umwuka w'ubushyuhe n'igishyika byarwendaga mu gihugu hose. Mu batari bake, harimo guhyuka no gucanamo ibitwenge by'ibyishimo byinshi, kuko hari hategerejwe igitaramo cy'amateka cyagombaga kubera kuri Stade Amahoro – igitaramo cyari giteguwe n'umuhanzi w'icyamamare witwa Kwezi Habimana, uzwi nka \"Inkuba y'Umuziki\".\n\nIki gitaramo cyari cyitezwe nk'igikomeye mu mateka y'umuziki nyarwanda n'uw'akarere muri rusange. Abantu b'amoko yose, baturutse mu mpande enye z'isi, bahuriraga muri Kigali, bashaka kuzibonera amaso ku maso uko igikundiro cya Kwezi kibatangariza urwihisho rw'ubuhanga bwe ku rubyiniro.\n\nKwezi yari umuhanzi w'igitangaza, waciye ikibatsi mu muziki azwiho ijwi rituje, rigwira mu nda, n'ubuhanga budasanzwe mu gucuranga gitari. Yarimbishijwe n'ubunararibonye, yari afite umuhate wo kurusha abandi gutanga ibyishimo ku bitabiriye kiriya gitaramo. Mbere y’igitaramo, hari hamenyekanye ko Kwezi yari amariye agera kuri miliyari y’amanyarwanda ku myiteguro, yitondeye buri kantu kose – uhereye ku mucyo n’amajwi kugeza ku rubyiniro rwari rwagutse rugasakara nko mu kibindi.\n\nUmunsi w’igitaramo wageze urabarirwa, imvura y’urwondo rw’ibyishimo yatangiranye no gupfunda kw’izuba rya kare, ibyiringiro n'ubushake bigwira mu mitima ya benshi bajya i Remera, aho Stade Amahoro yari yimje. Abafana buri wese yari yatsitaye, umwe ku muryango wa nimugoroba, abandi bicaye ku bibuga by’imisozi bihereye hejuru kugira ngo barebe neza Kwezi ataramira imbaga.\n\nUbwo amasaha y’imenakuri atakaga ku isaha ya saa mbiri z’ijoro, Stade yahise itwikirizwa n’ubwiza n’ibara rimuye ry’amatara n’amatutumu y’amajwi y’isoromano. Kwezi yageze ku rubyiniro afite icyaka gifite umwihariko, yanga gucumba ibizimwe by'uko ubu ari we ureba, maze atangira gusakaza umuziki we w’indirimbo ze z'urukundo n’izirata ubuzima. Asomye ku mutima w’abari aho, ijwi rye ryari rifite ibisubizo kuri buri ruhare rw'ibibazo byabo.\n\nMu gihe agifitiraga indirimbo ze z’agatangaza, abafana bamwamiraga indirimbo n’indirimo, abandi bajyaga imigani idasanzwe. Buri keza cy'indirimbo cyacurangwa cyumvikanaga nk’ibicurangisho bivanze ibihangange by'umuziki w'isi yose, naho imvugo za Kwezi zifite inkuru z'ubuzima bwiza, iz'abataribabarura n'iz'abatumva ububabare. Indirimbo \"Isoko y'Umutima\", imwe mu ndirimbo ze zakunzwe cyane, yaturikaga abantu bose hamwe kwishima no kubyinira mu mukondo by'ishyaka.\n\nIki gitaramo cyakureye ubuhanga ndetse cyera umwishywa ku bafite amateka ajya asa n’aya babundi bagoranye bagera ku ntera. Ku ijoro rishyushye, stad yari yiyambitse isigara n’icyo nzibuka, izina rya Kwezi riguma mu mitwe y'abantu, ririvuga umucyo n'itoto ryasize kuri ubwo bantu bose bitabiriye kiriya gitaramo.\n\nUbwo bukeye, bagikomeje kunina ibyogajuru, mu mbuga nkoranyambaga n’itangazamakuru bari batashye iteka ku bushobozi bw’umuhanzi wari utamaze iki gitaramo akagisigira isano imusiga nk’isiha izuba. Amaherezo, hari havugwa 'inkozi y’ibitangaza byafunguye amaribori y’ubugeni itagamije umugabo, Kwezi Habimana, Inkuba y’Ubuhanzi.'"
    },
    {
        "story_id": 2,
        "text": "Mu gihugu cy'imisozi igira ibyiza byinshi, hari umuhanzi w'icyamamare witwa Kwezi. Yavutse mu muryango w'abanyamuziki b'intyoza mu Mujyi wa Kigali. Akiri umwana, Kwezi yakuze akunda umuziki ndetse arinako yiga gucuranga ibikoresho bitandukanye nka gitari, piano, n'ingoma. Iri shyaka ku muziki ryatumye aba umunyamwuga udasanzwe, ubu akaba akunzwe n'abantu benshi mu karere no hirya no hino.\n\nIgihe kiragera Kwezi akora igitaramo kitabaho giteye amatsiko benshi. Yari yarabyiteguye igihe kinini, kandi yari yizeye ko kizagirira akamaro imitima ya benshi. Yise iki gitaramo \"Inzozi za Kwezi\". Cyagombaga kubera muri Sitade Amahoro, aho abafana bagera ku bihumbi mirongo itatu bari bugende buhoro buhoro bayiha icyubahiro.\n\nUmunsi w'igitaramo ugeze, izuba ryarenze ari ryo bwazira, amashyushyu menshi yari afashe abafana bamutegereje. Babanje gucurangirwa n'abahanzi bashya barimo abahanzi bahanzi bavuzweho gukurikirana inzira ze. Ibyishimo biba byose ubwo Kwezi yinjira ku rubyiniro, yakirwa n'urusaku rw'imbyino n'amashyi menshi avanze n'impundu z'imbaga nyamwinshi yari iteraniye aho. Yambaye umwambaro uhuje n'umuco nyarwanda, ikanzu yambaraga ibendera y'igihugu.\n\nIgitangazamakuru cyafata amashusho, insakazamajwi zisakaza umuziki we hirya no hino, imbuga nkoranyambaga zihinduka uruvugango rw'abari mu gitaramo, abari mu rugo bumva ibibera muri iyo si nshya y'inzozi za Kwezi.\n\nYarakomeje gutaramira abafana be niba agamije kubajyana mu rugendo rw'uruvange rw'umuziki we. Yakubise ku nanga ye amagambo y'ubutore, asusurutsa umutima wa buri wese wari wicaye cyangwa uhagaze. Muri ayo masaha y'ikirenga, yibanze ku ndirimbo ze zakunzwe, ndetse n'izindi nshya yafatanyije n'abandi bahanzi mpuzamahanga, agatanga ubutumwa bw'amahoro, ubumwe n'urukundo.\n\nMu gihe kimwe cy'umwihariko, yatumye urubyiniro rwose rumurika amatara y'amoko atandukanye, afatanya n'abahanzi b'abacurangira ku ndirimbo \"Indirimbo z'Ibiciro\", aho bose bahurije hamwe ku gushimira abakunzi be batahwemye kumushyigikira mu rugendo rwe rw'umuziki. Abafite ibirnymbo barazifuruta, abandi bafana bisutse amarira y'ibyishimo.\n\nIminota igera kuri mirongo itatu ishize igitaramo kigeze ku musozo, ariko abakunzi ntibashakaga gutaha. Barasakuje, basaba Kwezi ngo agaruke ku rubyiniro, maze atungura bose asubiramo indirimbo ye yitwa \"Inzozi za Kwezi\". Ni inkuru ya mahoro n'impinduramatwara mu muziki w'uyu muhanzi witangaga ku bw'ibyishimo by'abamukunda.\n\nUbwo igitaramo kirangiye, umutuzo urataha, ariko umutima wa buri wese wahagaze aho hanyuma atekereza uburyo umuhanzi umwe ashobora guhuza imbaga y'abantu batandukanye bakagira umutima umwe. Hari haciye iyindi si itazasibangana mu mitwe y'abari bitabiriye, bakazajya bavuga bati \"twari mu gitaramo cya Kwezi I Kigali\". Kwezi we ashobora kuba yahanyuze, ariko indirimbo ze zizahora zishushanya urugendo rw'umuhanzi ushishikajwe no guhindura isi binyuze mu miririmbire."
    },
    {
        "story_id": 3,
        "text": "Mu ijoro ry'itariki ya 15 Ukwakira, umujyi wa Kigali wabaye nyaburanga bitewe n'igikorwa gikomeye cyateguwe n'umuhanzi w'ibihe byose witwa Kwizera Benjamin, uzwi ku izina ry'ubuhanzi nka \"Benja\". Uyu muhanzi ukiri muto ariko ufite igikundiro kidasanzwe mu muziki nyarwanda, yari yateguye igitaramo yise \"Ijoro ry'Amahoro\", ndetse cyavugishije abantu amangambure mbere y'uko kiba.\n\nUyu mugoroba udasanzwe watangiye utambikana n'urujya n'uruza rw'abantu bari baturutse imihanda yose. Icyanya cy’agatangaza cya BK Arena cyari cyateguwe ku buryo buhebuje, cyuzuye imitako y’ubururu n’icyatsi, ibara ry'abingwa. Hakiri kare, abitabiriye igitaramo batangiye kwakirwa n'amajwi aryoshye y'abandi bahanzi b'icyamamare bazwiho gushimisha abakunzi b'umuziki nyarwanda, barimo Charly na Nina, Mani Martin n'abandi benshi.\n\nMu saha z’ijoro, k’umunsi wari utegerejwe na benshi, Benja yahingutse ku rubyiniro, ahandi abantu biruhukiraga no kwibagirwa ibibazo by'isi. Yakiriwe n'umwikirize w'amashyi, urusaku rw'ibyishimo n'urusobe rw'ibikoresho by'umuziki bidasanzwe. Umuhanzi, wambaye ikote ry'umukara na shitani yerekana umwimerere w'imideli, yahise yinjira mu bihangano bye bizwi cyane. Yaririmbye indirimbo ye ikomeye cyane \"Nta Munabi\", maze igitero cya mbere kiringira abari aho bose.\n\nUko yagendaga aririmba, buri ndirimbo yashyigikizwaga n'ijwi ry'amasigarize y'imbaga yari yaje kumushyigikira. Byasabye gusa iminota mike ngo imvura y’amarangamutima itembemo, bamwe barariraga abandi bahekenya amasogisi kubera ibyishimo. Mu gihe cya nyuma, Benja yasubiyemo zimwe mu ndirimbo zamuzamuye mu ruhando rw’umuziki, zirimo \"Umucyo Wanjye\" na \"Amahoro\", zafashije benshi kumenya impano ye itangaje.\n\nIgitaramo cyarushijeho kuba cyiza ubwo Benja yatumiraga umuhanzi mpuzamahanga wo muri Afurika y'i Burasirazuba, Angelique, kuza kumufasha mu ndirimbo mishya yagiye kumurika. Iy'itsinda bakoze ryuzuyemwo imyizerere mishya, rifatanyije n'abacuranzi bamenyereye umuziki gakondo, ryarushijeho gutuma abantu bose bahagurukira rimwe burundu.\n\nMu mpera z'igitaramo, Benja yashimiye cyane abafana be abahejeje inyuma mu rugendo rwe rw'ubuhanzi. Yabasezeranyije kudatezuka kubaha ibyiza gusa, avuga ati \"Muri urugingo rwanjye rw'umubiri, ndabakunda cyane, kandi nzahora nzirikana uburyo mwatangiriye byiza.\"\n\nIgitaramo \"Ijoro ry'Amahoro\" cyasozaga umunsi, ariko cyabaye urubuga rutazibagirana rw'ubusabane n'urukundo ku muziki w’umwimerere. Abari bihabereye batashye basa n'aho bagifite umwuma w’umuziki we, bavuga ko uyu musore afite impano nziza kandi ategerejwe hagati mu baririmbyi nka kimwe mu gihe izina rye ryazahora rikabura kugeza n’andyekera."
    },
    {
        "story_id": 4,
        "text": "Mu gihugu cy'imisozi miremire n'ikiyaga kinini, hari umuhanzi wasanganwe ijwi ry'amahoro n'ubukorikori buhambaye witwa Kamanzi. Uyu muhanzi wari umaze imyaka myinshi akora umuziki, yafashe icyemezo gikomeye cyo gutegura igitaramo kitazibagirana mu mateka y'ubuhanzi muri aka karere.\n\nKamanzi yari amaze imyaka itanu atagaragara cyane mu ruhando rw'umuziki, ahugiye mu kwandika indirimbo nshya no kuvoma ibitekerezo bishya mu muco n'ubuzima bwa buri munsi bw'Abanyarwanda. Byaba amahirwe cyangwa impanuka, umwaka wa 2023 wabasanganye ifunguro ridasanzwe ry'umusaruro we mushya. Kamanzi yatangaje igitaramo kizabera muri stade nini cyane iri mu murwa mukuru, maze inkuru itangira gukwirakwira nk'umurabyo.\n\nImyiteguro y'igitaramo yari inoze. Itike z'igitaramo zaragurishijwe vuba bishoboka, ndetse zinarenza kure uko byari byitezwe. Ku munsi w'igitaramo, amasaha ya kare y'igitondo yabyukije imirongo y'abafana bashaka kwinjira bakicara hafi y'icystage kugira ngo batazabura kumva amajwi asharira asohoka mu gacurama k'umuziki ka Kamanzi.\n\nMu isanzure rya stade, igihe cyaratashye. Hari umwuka w'icyizere n'ibyishimo mu kirere. Uko hakurikiraga abe ifunguro ryoroshye n'umusango w'amajwi meza, umucyo w'amabara ageretse ku kandi wuzuye stadium yose nk'urusobe rw'inyenyeri mu kirere, emera gutanga ibyishimo byuzuye.\n\nKamanzi yaserutse ku rubyiniro, asuhuzanya n'abafana be mu buryo bwuje ishema. Igitekerezo yari afite cyari ukugira ngo asangire ibyishimo n'abantu, abato n'abakuru, ababyinnyi n'abashyushyarugamba bose. Amasaha yakurikiyeho yabaye ay'ikirenga mu b’ubwana, ubumwe, n'icyubahiro mu mpano y'umuziki.\n\nIndirimbo za Kamanzi zari zifite ubutumwa bukomeye bw'urukundo, amahoro n'ubumwe. Ntibyari gutungurana ko bamwe mu bari bitabiriye icyo gitaramo barize amarira y'ibyishimo, abandi bakikuramo ishimwe rikomeye mu mitima yabo. Uko igitaramo cyari kigeze hagati, Kamanzi yashyize ikirenge mu kindi mu gitaramo cye cyo gutaramira imbaga mu buryo bwa kijyambere, atangira gusoma bimwe mu biro byo kuhira abandi umusomyi unezerewe mu ijambo rye.\n\nUko bwije n'uko bukeye, igitaramo cyasojemwo ishere byatumye Kamanzi yongera kwesa agahigo mu by'umuziki mu gihugu cye no ku isi yose. Abafana bamusigaye batwaye urusaku rwibutsa ko umuhanzi wari waramenyekanye nk'intashya yari yahinduye uburyo badasanzwe bw’urugendo rwo mu muziki. Mu masaha y'umugoroba, igihe abaivuganye na Kamanzi bategerezaga icyo yamarira inshuti zishusha, byari byerekeranye n’iy'umwuka mushya mu muzike w'umuco nyafurika.\n\nMu ijoro ry'uwo munsi, hanze hatangiye imvura y'injiza, ariko nta n'umwe wanyeganyezwa n'imvura cyangwa ubukonje. Ijwi rya Kamanzi ryokamye mu mashyuza masange yabo, binjira mu njyanye zabo w' igihe cy’ibisigo mu majwi y'ubuzima bugororerwa gusa ngo bukorwe ku bwugukora ibirenze imibereho.\n\nNyuma y'igitaramo, abantu bari bafite byinshi byo kwibwira. Imihanda yari yuzuye urusaku rw’ibyishimo, abantu baririmba indirimbo z'uyu muhanzi mu majwi akira nemera. Ivyo yakoze mu gitaramo byari byambuka imiryango y’amasasu kandi zahebye ivume ry'aha na hariya. Kamanzi yari yateje amateka adakomoka ahari isi ikomera mu bagize urwibutso rwa nyannekusiye, hagati y’amasubu ya bannibyo.\n\nUyu munsi, inkuru ya Kamanzi n'igitaramo cye gikomeye bizahora byibukwa nk'ingaruka nziza mu mateka y'umuziki. Irya y'iki gikorwa gihambaye bizakomeza kubera urugero abandi bahanzi n'abakunda muzika ko umuziki ufite imbaraga zo guhindura isi, kubaka amahoro no guhuza abantu bagashimangira ubumwe bw’iringanizwa. Indirimbo za Kamanzi zakoze igikorwa cyo kwibutsa ko umuhanzi akwiye kuvuga icyararemwe ririmbira abatu baruhuka urwo kubaho mu gisigo n'ubuhanzi nyabwo."
    },
    {
        "story_id": 5,
        "text": "Mu murwa mukuru w’igihugu cy’imisozi igihumbi, hari hateguwe igitaramo gikomeye cy’umuhanzi uzwi ku izina rya Teta Mwiza. Uyu muhanzi umaze imyaka myinshi ataramiye abanyarwanda, yari yatangajwe cyane no kubona urukundo rudasanzwe yagaragarizwaga n'abakunzi be. Nyuma yo gutangaza itariki y’igitaramo, amatike yose yari yashize mu gihe kitageze ku munsi umwe, ibintu byashimangiye ko abakunzi b’umuziki bari bafite inyota yo kongera kumva ijwi rye ryihariye.\n\nIgihe cy'igitaramo cyari kigeze. Stade Amahoro, igikombe k’umuco mu gihugu, yari yuzuye ku buryo butigeze bubaho. Ku muryango winjira, amarangamutima y’abafana yari yose, bamwe bafite ibyapa byanditseho amazina ya Teta, abandi bambaye amakositimu n'imyenda yanditseho amagambo y'ibihangano bye.\n\nMu kanya gato, umwuka mwiza w’ibyishimo wuzuye aho bose bari, ibyuma by'amajwi byamanuye ururimi, maze umucyo w’indabyo z’amashusho utangira gukinira ku mfuruka zose za stade. Abacuranzi ba Teta batangiranye ubumenyi bwihariye bw’abahanga, batangira gucuranga indirimbo zisanzwe zizwi nka \"Iryo Joro\" na \"Inkuru y'Umunezero\", indirimbo zashimangiye izina rye mu rugendo rw’umuziki.\n\nMu gihe abanyezamu bitaga ku byuma n'ibyuma by'umuziki, umujinya w'abafana wari umusemburo w’udushya twose twari duteguwe. Teta yinjiye ku rubyiniro asa n’umwamikazi, yambaye ikanzu y’umweru iciyemo ibice bisa n’ububengerane bw’inyenyeri. Akimara gusa n'uwikiriza abafana be, ijwi rye ryatangiye kuvuga amagambo y'ibihangano bye, maze inkuru zitangira kunyura ku bwonko bwa buri umwe, zisya imitima y’abantu bose bari aho.\n\nIndirimbo yitwaga \"Ubutumwa bw'Agahinda\" yaririmbye yacengeye abari aho maze bamwe bagaragara baryohewe, abandi basuka amarira y'ibyishimo no kwibuka. Icyo gihe, nibwo Teta yahagararanye n’abana bato b’imfura, asubiramo indirimbo yakozwe ihimbiwe abana b'abanyarwanda mu rwego rwo kubakangurira amahoro n’urukundo.\n\nKubera ukuntu abafana bumvikanishaga urukundo rwabo, Teta yiboneye ko urugendo rwe mu muziki rutari ugushimisha gusa, ahubwo rwari no kuvuga ibitekerezo bishya birimo gukomeza ubwigenge bw’abahanzi b’abadamu mu gihugu. Mu ijambo rye rya nyuma, yavuze ijambo ryuzuye ukwizera kigira umwihariko muri buri giteramo gishyashya.\n\nIgitaramo cy’umunsi umwe cyarangiye, ariko amasaha yabonetsemo yahoranye umwihariko ku bakunze umuziki. Teta Mwiza, umunyabigwi mu bwiza n’amatage, yatashye afite amasoni y'ibyishimo, yambwira ko urukundo rw’abafana ari impamvu ihagije yo gukomeza urugendo rwe rw’ubugeni. Kuri iyo nijoro, umuziki w’ingoma nyinshi ukomeza kuba igitanda cy’imikino myinshi y’ibyishimo by’amateka mashya mu gihugu."
    },
    {
        "story_id": 6,
        "text": "Hari ku mugoroba uhebuje kandi ubereye imurikabikorwa rikomeye ry’umuziki mu mujyi wa Kigali, aho umuhanzi w’icyamamare ariwe Kiza yashyizeho igitaramo kitazibagirana mu mateka y’umuziki w’u Rwanda. Tariki ya 15 Kanama 2023, ni umunsi washyizweho akadomo ko kwerekana ibikorwa by’indashyikirwa by’uyu muhanzi watangiye urugendo rwe rw’umuziki mu buryo butangaje.\n\nKiza yari amaze amezi atandatu yitegura iki gitaramo cy’amateka, aho yishyize hamwe n’itsinda ry’abahanga mu mitegurire y’ibitaramo, abahanga mu by’amatara n’amajwi, ndetse n’abandi banyabwenge mu bijyanye no gukurura imbaga nyamwinshi. Uyu muhanzi yariyemeje gukora igitaramo kitazibagirana, ndetse gishobora gutuma izina rye rikumvikana no mu bindi bihugu by’Afurika no ku isi yose.\n\nUmunsi w’igitaramo, imbaga y’abantu yari yitabiriye mu buryo bwa bwitabwahisha. Stade Amahoro yari yahindutse ikibanza cy’igitaramo, yuzuye abakunzi b’umuziki baturutse imihanda yose yo mu gihugu ndetse no hanze y’igihugu. Amatara akayangana, urusaku rw’abafana rwari rwatumbagiye, ndetse n’umuriri w’ibyuma bya muzika wari uryohereye ku buryo bwinshi.\n\nKiza yaje ku rubyiniro asusurutsa abantu mu buryo budasanzwe, atangirana n’indirimbo ye ikunzwe cyane izwi ku izina rya “Inzozi z’Ijuru”. Iyi ndirimbo yahise izamura amarangamutima y’abari aho, bose basubiramo amagambo y’iyi ndirimbo nk’aho ari bo bayanditse. Kiza yashimangiye ko ari intwari muri muzika, ubwo yakurikizagaho indirimbo ye y’akataraboneka “Urukundo Rwawe” maze abari aho bakimukira mu isi y’urukundo n’ibyishimo byinshi.\n\nIki gitaramo nticyari igikorwa cya muzika gusa, ahubwo cyari n’umwanya wo gusangiza abakunzi be urugendo rwa Kiza, aho yashimangiye uburyo yanyuze mu bibazo bigoye ariko atashye atsinze. Mu rwego rwo gushima abafana be, yahisemo kugabira bamwe mu bitabiriye igitaramo ubutunzi bw’agaciro harimo CD ziriho indirimbo ze zose, imyenda yanditseho amazina ye, ndetse n’amahirwe yo kugirana ikiganiro nawe mu buryo bwihariye.\n\nUwo mugoroba wasojwe mu ndirimbo “Twige Kuzirakana”, aho Kiza yifatanyije n’abandi bahanzi bazwi bo mu Rwanda, bakora igitaramo cyo guhumuriza no gusigasira umuco wo gukunda no gusabana. Abari bitabiriye iki gitaramo bavuze ko bizeye ko iki gikorwa cy’umuhanzi Kiza cyabaye intangiriro y’ibikorwa bikomeye mu muziki nyarwanda, kandi ko atari igitaramo cya nyuma bazaba bari hafi ye kuko banze kumutererana.\n\nIki gitaramo gisize umwanya udasanzwe mu mitima y'abari aho, kuko Kiza yabashije gukoresha igitaramo gitangaje gisesuye imbaga nyamwinshi, kandi agirira impuhwe abafana be bose, byatumye afatwa nk'umwe mu bahanzi bafitiwe icyizere kinini mu Rwanda no mu karere."
    },
    {
        "story_id": 7,
        "text": "Mu mujyi wa Kigali hari hateganyijwe igitaramo kidasanzwe, igitaramo cy'imbaturamugabo cyari cyitezwe na benshi, kikaba cyari cyateguwe n'umuhanzi ufite izina rikomeye mu gihugu ndetse no mu karere k'Afurika y'Iburasirazuba. Uyu muhanzi, witwa Teta, yari amaze igihe kinini atagaragara mu bitaramo kubera kwibanda ku kazi ko guhanga indirimbo nshya no kwita ku bafana be ku mbuga nkoranyambaga, bityo igitaramo cye kikaba cyari cyitezwe nk'akataraboneka.\n\nUmunsi w'igitaramo warageze, abantu baturutse impande zose z’igihugu ndetse no hanze yacyo bakoraniye kuri Stade Amahoro. Abafite amatike bamaze gufungura amarembo, imirongo y’abantu yaguye ijisho kubera ubwinshi bwabo n’uburyo bari bafite amashyushyu yo kwinjira imbere.\n\nMu gihe abantu bishakiraga imyanya, umwuka wari wuzuye urugwiro. Abacuruzi bacuruzaga inyota, ibiribwa, n'ibirango by'igitaramo byose byari birabagirana. Abafana basizwe umunyu n'igitekerezo cy'uko bari bugerweho n'ibyishimo by'ijwi rya Teta. Abahanzi b'abafasha batangiye kugaragaza ubuhanga bwabo ku rubyiniro, barira abantu neza mu rugendo rw'umuziki rw'imfuruka zose z'isi.\n\nMu masaha y'ijoro, umucyo w'amatara waratse ku rubyiniro, agahe gato katagira urwamo gahita kicuma mu nzu yose. Mu ntera Teta yari ategerejweho nk’umwami uri kuza gutambuka, aba amaze guterera agasozi, igitaramo kiba kimaze kugira ikindi cyicaro. Yari yambaye umwambaro utangaje mu ngeri z'umukara n'umweru, ashimangira ko ari we nyir'ukuza.\n\nKu ndirimbo ya mbere, ijwi rye ryatangiye gutambuka buhoro buhoro, hanyuma ibintu bihinduka umuziki ucacagana mu mitima y’abari bateraniye aho. Abari bakurikiye igitaramo banyuze mu ndambi z'umuco n’ubusabose. Teta yakomereje ku ndirimbo ziri mu njyana zitandukanye, zose zakiriwe neza n’abafana. Umuziki we waherekejwe n'ibyuma by'umuziki by’umwimerere byahendaga amatwi ariko binanejeje.\n\nIgihe cyose byagaragaraga ko umuhanzi yari yateguye neza, kuko buri ndirimbo yashamaje abantu ukwayo. Imvura y'amashyi ntiyahwemaga kugwa mu nzu, indirimbo z'ubushize n'indirimbo nshya zose zibaye ibirori by’ikirenga. Abafana baririmbye, bagatwarwa n'ibyiyumviro by’ibyabateguriwe n’umuhanzi w’imena.\n\nMu gutsinda kw'iminota ya nyuma y'igitaramo, Teta yunamiye abafana be bose, anasezeranya ko agiye gukomeza kubagezaho umuziki mwiza uko bwije n'uko bukeye. Yasoreje ku ndirimbo ikunzwe cyane yuje ikimero n'ibyishimo, maze abafana bifatira umukono, bishimira ko umuhanzi wabo yongeye kubihumurira ruhurura.\n\nIbyo birori byabaye amateka azibukwa igihe kirekire, imitima y’abari aho igaruka mu mibyimba y'ubuzima n'amarangamutima ya muzika. Byabaye igitaramo cy'akarusho, cyo kuzirikana nk'icyamamare, mu nkuru za muzika mu Rwanda no kuri Afrika nk’itara ryaka mu nzira y'ijoro."
    },
    {
        "story_id": 8,
        "text": "Hari ku mugoroba utuje huzuyemo ikirere cyiza cy'icyumweru, mu mujyi utuje wa Kigali, ari na bwo umuhanzi w'icyamamare witwa Ntwali yahitaga akora igitaramo cye cy'amateka. Ntwali yari umusore w'intarumikwa mu isi y'umuziki, wamenyekanye cyane kubera ibihangano bye byakoreshwaga ahantu henshi haba mu Rwanda ndetse no ku isi hose.\n\nUyu muhango w'ishimwe ry'ibihangano bye witabiriwe n'imbaga nyamwinshi y'abakunda umuziki we baturutse imihanda yose. Abantu bari baturutse hirya no hino mu gihugu ndetse no hanze yacyo, bose bifuzaga kubona no guhuza urugwiro na Ntwali, uyu muhanzi waberaga benshi urugero mu mibanire ye ndetse no mu mpano ye idasanzwe.\n\nAhagana saa kumi n'ebyiri z'ijoro ni bwo umuziki watangiye gucurangwa ku bwinshi, indirimbo nshya ndetse n'izari zisanzwe zizwi z'uyu muhanzi zatangiye gucishwa mu byuma bishya byashyizwe mu kibuga. Urusaku rw'abafana baririmbana na we indirimbo zo ku album ye nshya rwumvikanaga rugahumura amajwi y'ibihumbi by'abari bitabiriye igitaramo.\n\nNtwali yageze ku rubyiniro asuhuza abafana be mu mujyo uca ibintu ndetse anashimira buri wese witabiriye ibyo birori. Mu magambo y'umutuzo, ariko yuzuye amarangamutima, yabwiye abakunzi be ati, \"Ndabakunda cyane, kandi ku bwanyu, umuziki wanjye ufite intego ndetse n'agaciro kadasanzwe.\"\n\nIgitaramo cyakomeje haherekanwa amashusho y'urugendo rwa Ntwali, kuva yatangira muzika kugeza ubwo yageze ku ntera akurikiyeho. Iyi mashusho yavugaga byinshi ku bwitange n'umutima ukunda umuziki byaranze Ntwali mu rugendo rwe. Yari ku rubyiniro ari kumwe n'itsinda rye ry'abacuranzi b'abahanga, buri ndirimbo yagize ubwiza bwayo bitewe n'ubuhanga bwabo.\n\nMu rusaku rw'imirongoti y'abafana, Ntwali yakomereje aho atangiza indirimbo ye izwi neza yitwa \"Amateka Yacu.\" Yabwiraga isi yose ati, \"Niba ushaka umuziki mwiza, musome inshamake y'ubuzima bwacu, kuko amateka yacu ni indirimbo!\"\n\nMu kurangiza igitaramo, Ntwali yatanze ubutumwa bwo gushimira ibyishimo ahabwa n'abafana be ndetse no kubibutsa ko umuziki ari umuyoboro w’ubuzima bwiza n’ubumwe. Abafana bagumyemo bamugaragariza urukundo baririmba, \"Ntwali, Ntwali,\" mu buryo bwatumaga nawe abura icyo avuga amarangamutima aramutwara.\n\nNyuma y’aho, ibitangazamakuru byinshi byo mu gihugu no hanze yacyo, byanditse kuri iki gitaramo ku buryo bwinshi, ahanini bivuga uburyo cyageze ku ntera nshya mu myidagaduro. Byari amwe mu magambo ashimangira impano ihambaye ya Ntwali, uyu muhanzi ukunzwe kandi ugihangayikishije benshi bifuza kubona ibihangano bye by'ubutaha. Koko ni byo, icyo gitaramo cyari amateka kuko cyerekanye ko umuhanzi Ntwali ari ikirangirire ku isi y'umuziki ku buryo bukomeye."
    },
    {
        "story_id": 9,
        "text": "Mu kwezi kwa Kanama, muri uyu mwaka wa 2023, inkuru yabaye kimomo mu bitangazamakuru bitandukanye, aho umuhanzi w'ikirangirire, akaba n'umushakashatsi mu njyana ya gakondo, Kabandana Jean, yateguraga igitaramo cy'amateka, cyiswe \"Imirindi y'Ibihugu\". Iki gitaramo cyabereye kuri Sitade Amahoro, cyatumye benshi bacika ururondogoro kubera imitegurire n'ubwitabire bukomeye byacyo.\n\nIgikorwa cyatangiye ku isaha ya saa kumi z'umugoroba, ubwo umucyo w'izuba wagendaga wibohora umwijima. Abantu bari batangiye guhururira kuri sitade hakiri kare, aho benshi bari baturutse mu bice bitandukanye by'igihugu, ndetse no hanze yacyo. Kwinjira byari ukwishyura, ariko amafaranga y'amatike ntiyaje kuba inzitizi ku bakunzi ba muzika ba Kabandana.\n\nIgiterane cyarafunguye na Karahanyuze Band, itsinda ryo mu karere karindwi k’amajyaruguru y'igihugu, aho ryashimishije imbaga binyuze mu ndirimbo zibashimira uburyo umuco wabo wimakajwe no kuzamura impano z'abahanzi bakizamuka. Benshi mu bari aho batunguwe n'ukuntu ibyo binyuranye n'iby'ibihe byashize, aho abashyushyi b'ibiganiro babaga mu ruhande rutandukanye n'abari gucurangira kugeza n'aho abenshi banyuzwaga n'ibyo babonaga, aho kugifata amaboko.\n\nMu gihe ibirori bikomeje, ikiganza cya ngombwa cyasakaje umwijima muke ku rubuga rwa sitade, abandi bahanzikazi beza baritwa Gakondo Queens babona uburyo bwo gushimangira intambwe yiboneye mu ruhando mpuzamahanga. Indirimbo zabo zasabaga ubushobozi ndetse n'umwuga w’abahimbyi n'abacurangira, mbere yo gushyira ibihangano ku mugaragaro. Gakondo Queens bakora ibishoboka byose ngo bakize imitima w'umubare munini w'abantu ku bw'ukuntu imbyino n'ibihe byo kubyinirira bihajwe byahuje n’ibyishimo basangiza.\n\nMu kugaragara kwa Kabandana ku rubyiniro, yavuze imivugo y'ubudasa yagiye yandika igihe kirekire, noneho akomeza kuyaririmba ashagaye n’itorero ryo ku irembo ry'ikibuga. Kabandana yihimbye ibinihasi bihimbaza Ururembo rwa Gasabo, yavuye muri bimwe abiniba inanga n’inziramajwi z’abanyabigwi b'ikirangire bo mu gisigaye cy’amateka nyarwanda.\n\nAbari ahongaho babonye Kabandana akinishiriza neza imirya ya gitari ye, anekerereza indirimbo yangiza umutima wacogoye. Umukino wa gitari nta wundi wari wubahirije, ngarukirane, bituma benshi bifatanya binatekane muri ruhurura nyuma y’ikirori kitari giciritse. Kuri bose, byari amahirwe yo kuba babonye umuhanzi ukomeye atanga isomo rugeretse izindi.\n\nMu mugoroba mukuru, Kabandana yageneye umwanya abahanzi baturutse inyuma bagaragariza uburimbwe. Ibyo byagenzaga urugero rwiza ku rubyiruko rwari rubyitegereje. Mu ndangagaciro za Kabandana, gukorera hamwe bibanza kugira uruhare rukomeye mu guteza imbere uko abahanzi bazi ibyo bakora ndetse byari n’umwanya ntashidikanywaho n’abatekerezaga gusanga inganda z'ibikorwa by'ubuhanzi zihuranya imigabo.\n\nMu gusoza, umuhanzi yashimiye imbaga nyamwinshi yaherekeje iki gitaramo kikaba cyaramenyekanye mu ruhando mpuzamahanga, ndetse akomeza gushishikariza abakunzi ba muzika kugira uruhare rugaragara mu kwitabira, gutera inkunga, no gukomeza kumuba hafi mu mikorere ye. Aho Kabandana yahagurukanye n'ikinyabupfura, yavuze amagambo ameze nk’urugero rwo gusozanya umuhango: \"Mugire ijuru ribereye, mube iburyo bw’icyumviro cyanyu.\"\n\nByari ibirori bitazibagirana mu mitwe y'abari bahibereye no ku bw'ubuhanga butagereranywa bw'umuhanzi w'ikirangirire, kabandana Jean. Mu mateka y’ibitaramo mu Rwanda, \"Imirindi y'Ibihugu\" ni igisebo cy’urugero, giheruka gusoza imyaka y'ubuhanzi bikaba ikibazo ku bazaza."
    },
    {
        "story_id": 10,
        "text": "Mu gishyuhirane cy'umuziki n'umuco, iyo wumva ijambo ryiza \"igitaramo\", benshi bahita batora imitima yo kwishima no kuryoherwa n'ubuzima. Kuri iki cyumweru cy'ikirere cyijimye ariko kidasiza imvura, Umuhanzi w'ibihangange mu Rwanda, John Uwitonze, yari afite igitaramo gikomeye i Kigali, cyitabiriwe n'imbaga nyamwinshi yabukereye iturutse impande zose z’igihugu n'ahandi.\n\nUyu muhanzi, uzwi cyane ku izina rya \"Ijwi rya Rubanda\", amaze imyaka myinshi aterekanye ubuhanga bwe mu gukorakorana umuziki ufite injyana ishimisha abantu b'ingeri zose. Ibintu byari byateguwe neza, ahantu habereye igitaramo, mu kibuga kinini cya Stade Amahoro. Abafana n'abakunzi b'umuziki bari bahasesekaye kare mu masaha ya mu gitondo, bafatanye ku mirongo mito-mihe irangwa n'ayo mahezo y'ishyaka ridafite urugero.\n\nMu gihe cy'amasaha y'abanyabigango, umucyo w'amatara y'icyatsi n'umutuku wuzuraga uko ahantu, ibintu byatangiye guhindura isura. Abahanzi b'ibyamamare mu ngeri zitandukanye baracyaririmbaga bashyigikira uwo mukwe mu muziki. Harimo Kenny Bosco, ufite ijwi risize umunyu mu gutera imitoma y'urukundo, na Marie Angel, mugeni mwiza mu njyana ya Afrobeat, baremereje urubyiniro birenze urugero.\n\nReka nkubwire inkuru y'uko Uwitonze yageze aho abari baje bategerezanyije amatsiko. Bamaze kurindira iminota mike, urusaku rw'amajwi rwarushijeho kwiyongera, bimwe mu bitaramo byari bimaze igihe bitarabaho. Ukuza kwe, kugenda gake ashins'ikirenge kinini mu kimeza yagenewe, byatashye imitima y'abari aho iraturika bishimye.\n\nIgitaramo nyirizina cyaratangijwe n'indirimbo yakunzwe cyane, \"Urukundo Ngaruka\", iyi ni yo ndirimbo yatumye avugwa cyane mu gihugu ndetse no hanze. Iyo ndirimbo iryoheye amatwi, izwiho kugira amagambo yicengeza mu mitima y'abayumva, itangira abari aho bose bayisamira hejuru, ndetse, buri wese agerageza kubyina mu buryo bwe.\n\nMu bitero by'izindi ndirimbo, amaso y'abantu yari atumbiriye agezweho, aho yagendaga ahanagura icyuya ku gahanga, agashimira abakunzi be inkunga bamuhaye mu rugendo rw'umuhanzi. Iminyaruko y'ingaruka zo guhanga byaboneye abandi urutonde rw'ubuzima bushya. Yongeyeho ko ubuhanzi be bwamuremye ati: \"Kuba hamwe namwe niyo mbaraga zanjye, muranyubakira, kandi ndabashimira cyane.\"\n\nIgihe cy'umugoroba wageraga, ibihangano byari byose byarangiye, ndetse amatara atangira kugenda akikiza biguru ntege, ariko ubukana bw'ibiguzi by'urumuri rwa \"Icyo Cyacu\" ntibwigeze butuburirwa. Igitaramo cyarangiye mu cyubahiro gikomeye, nta kibazo cyabaye, ndetse abasohoka bagenda baganira, barushaho gushimira uwo muhanzi wabahaye ibyishimo bitanzitse.\n\nAmenyo y'igitaramo by'uruvu w'impano ni aha honyine ritangiriye muze mu byo rukundo ucumbuye. Abari muri cya gitaramo, nta gushidikanya ko bavuga ko yari amahirwe adasanzwe kuba bahisanzwe ijobozi basabana n'umugabo ufite inzozi yateze, akazakomeza kuririmbira imbaga mu buryo bufatika kandi mpuzamahanga."
    }
]