[
    {
        "story_id": 1,
        "text": "Ku itariki ya 15 Ukwakira 2023, umujyi wa Kigali waragurutse mu byishimo no mu kirere cya ruhago, ubwo umukino ukomeye wahuzaga amakipe abiri ahanganye kuva kera, APR FC na Rayon Sports, wabaga kuri Stade Mpuzamahanga ya Kigali i Nyamirambo. Iyi mikino ifatwa nk'indahemuka, yanyuzagamo igahagarika umujyi wose, no muri uyu mwaka byari uko. Abafana bari buzuye stade, amajwi yabo y'ubushagarira n'ibyishimo birumvikana kuva imihanda yose igana kuri stade.\n\nRayon Sports, igizwe n'abakinnyi b'intoranywa barimo rutahizamu ukomeye w’Umunya-Nigeria, Emmanuel Okeke, yari yiteguye kwihimura ku kibazo yari yarasigiwe n'ikipe ya APR FC mu mukino wabanje. Abatoza bari bakoze impinduka zikomeye mu myanya itandukanye, kandi byari bigaragara ko bari bafite icyizere cyo kwegukana intsinzi kuri uwo munsi. Ku rundi ruhande, APR FC yari yiyemeje kongera kugaragaza ubuhanga bwayo nyuma yo kunyagirwa mu mikino ya CAF Champions League.\n\nUmukino watangiye iminota ya mbere yihuta kumashoti menshi ku mpande zombi, aho Rayon Sports yasatiraga bikomeye, ariko ab’inyuma b’APR bakababera ibamba. Mu minota ya 24, hakaboneka penaliti ku ruhande rwa Rayon Sports nyuma y’ikosa ryasaga n’iryo gukora ku mupira n'umukino utari ubihamya neza. Emmanuel Okeke yahagararanye n’abafana benshi bamutera akanyabugabo, maze aterekaho umupira neza uruhande rw’ibumoso rw’umuzamu wa APR, atsinda igitego cya mbere.\n\nImikinire yamukura hose yatumye umukino uryoha kurushaho, iminota ikajya ihanantuka, buri kipe iri gukora ibishoboka byose ngo ishimangire imba w’intsinzi. APR FC, itizorohera mu minota isoza igice cya mbere, yaje kuvana igitego mu kinyuranyo mu buryo bwakoze ku mitima ya benshi mu bakunzi b’uyu mukino. Umunyezamu wa Rayon yakoze amakosa, nyuma y'ahatarihe amahigwe ku mupira uzamuwe mu rubuga rw’amahina n'umukinnyi w’imbere w’APR, Jean-Claude Harerimana. Ubwo igice cya mbere cyasozwaga, byari 1-1.\n\nMu gice cya kabiri, amakipe yasubiye mu kibuga afite intego yo guhoza abafana babo ku mutima. Byari nk’imyigaragambyo igihe ikipe y'APR FC yabonaga igitego cya kabiri abanyarwanda benshi bibuke imikino itazibagirana. Igitego cyaje kuri coup de maître ya kapiteni w’APR, Mansour Ndizeye, wateye umupira mwiza ahana ikosa rivuye hakurya y'urubuga rw'amahina rwa Rayon, maze umupira w'isumba uruzitiro ngo uguye mu rushundura.\n\nRayon Sports ntiyigeze itsindwa intege, ahubwo yizeye kugerageza umwuga, bakora ibishoboka ngo basobore kugarura igitego. Mu minota ya nyuma y’umukino, ibikorwa by’intsinzi byifuje kugaruka kuri Rayon, ariko APR yari yishyize hamwe bihagije gukumira ibishoboka byose byashaka kubazitira. Ntibyari byoroshye na gato.\n\nIminota 90 yatembye igenda isozwa, ibyabaye ku kibuga nta washoboraga kubyibagirwa vuba, kuko umukino wo kuri uwo munsi watanzemo impano yo kwiyibagiza amaganya y’amasaha yahise. Ibitego 2-1 byari biyoboye ku kibuga APR FC ihakana Rayon Sports, ibacakira amahirwe yo kwegukana amanota atatu yuzuye. Abafana b'amakipe yombi bakaswe cyane imitation ya buri team, bivuga amagambo atandukanye ariko agira ngo bishimirwe aho batashye.\n\nUyu munsi w’imboneka rimwe mu myaka myinshi, wagaragaje ko ruhago idahuza abantu gusa, ahubwo ihuza imitima yabo, ituma iteka byibukwa cyane ku bafana no ku bakinnyi. Ni umunsi wasize isomo rya none no ku bakiri bato ku buryo bukwiye bw’umukino no ku hazaza hacu hubatse mu mpano zacu zikuza umunsi n’umunsi."
    },
    {
        "story_id": 2,
        "text": "Ku gicamunsi cyo kuwa Gatandatu, muri Nyakanga ubwo izuba ryari ribusheguye, ibihumbi by'abafana bari buzuye kuri sitade ya Kigali Arena. Byari ibihe by'igikorwa gikomeye mu mupira w'amaguru aho amakipe abiri y'ibyamamare mu gihugu, Impinduramatwara FC n'Intare FC, yagombaga guhatana mu mukino w'igikombe cyitwaga \"Amahoro Cup\". Iyi mikino iba buri mwaka ishyigikiwe n'abafana b'aya makipe bombi, izwiho kuba yiganjemo amarangamutima asaga.\n\nUmukino watangiye saa cyenda zuzuye, amajwi y'abafana aca ibintu mu bicu, aho buri ruhande rwari rwerekanye umuhate n'ishyaka ridashira. Impinduramatwara FC, baje bahagaze neza kuko bari bafite intumbero yo kwihembera ishyaka ryabo nyuma yo kunyagirwa na bihangage bya Muhoza FC mu mukino uheruka.\n\nKu rundi ruhande, Intare FC yari ifite umukoro wo kwerekana ko itazorohera uwo batavugarumwe muri uyu mukino. Kapiteni wabo, Karemera, yinjiye mu kibuga afite icyerekezo hamwe n'itsinda rye, yizeye ko bashobora kuremamo impinduka zihagije mu minota yaje ikurikira.\n\nMu minota ya mbere y'umukino, Impinduramatwara FC bahise batangira gusatira, umupira wa Rukundo wijyanye ku izamu ry'Intare FC ariko Myugariro wabo Nyandwi akora akazi gakomeye ko kuwugarura. Uwo mwanya, abafana b'Intare FC bahagurukiye icyarimwe batera indirimbo zo gushima igikorwa cyiza cya Nyandwi.\n\nKu munota wa 23, ibitutu by’ibikona by’Impinduramatwara FC byakomeje kwiyongera bigera aho bitanga umusaruro. Umukinnyi w'inyuma, Mbabazi, yahindukiranyije imyanya y’Intare FC maze atera umupira muremure wanyuze mu ba rutahizamu, umwe muri bo, Kalisa, yawucometse mu rushundura ku munota wa 24, kaba kabariro.\n\nUko iminota yicumaga, Intare FC nabwo bagerageje gushyira imbaraga mu mikino yabo, by'umwihariko umusore wabo Munyaneza, wahaga bagenzi be kwihangana no kutajenjetsa. Umukino wakomezaga gutera igitutu mu mpande zombi, imitsi iracika kandi amarangamutima arigaragaza.\n\nIminota mikeya yinjiye mu gice cya kabiri, umukino wahinduye ishusho ubwo Intare FC bongeye kungikanya umupira ntibihanagirwa. Kapiteni Karemera yabasidegese abakinnyi bose, maze aca ku bashinzwe ububiko bwa Impinduramatwara FC, atsinda igitego cy'umutwe cyaje guha akanyamuneza abafana benshi bari basize amaso ku giti cyabo.\n\nUmwuka wahindutse amashyi n'amurunamyo ku mpande zombi, kuko kuva icyo gihe umupira wabaye uw'amahirwe ku gice cyose cy'umukino kugeza ku munota wa nyuma. Abakinnyi baruhije imishi n'imitsi akaji ijambo, abatoza bihatira kuvuga amagambo y'ubwenge ku rubyiniro.\n\nMu misiyoni ntabwo abakinyi n'abafana badakangwa, kuko bagifite n'ibyangombwa nyabyo byo gutwara igikombe, Impinduramatwara FC yabonye amahirwe mu minota y'inyongera; ubwo umukinnyi Nshuti yahabwaga penareti nyuma y'uburangare bwa Ngendahimana wo muri Intare FC.\n\nNshuti ntiyashidikanyje, yafashe umupira mu maboko ye n’ishyaka, imbere ya ba myugariro b’Intare FC bafite ubwoba. Yakubise umupira w’umurari urangira urazimbye mu rushundura, umusifuzi ahita ahuhura amasifurwa isaha ibaye ntiyigeze itinda. Umukino warangiye Impinduramatwara FC yegukanye igikombe cya \"Amahoro Cup\", ibirori birakataza.\n\nAbafana nyuma y'umukino, barasagutse bambikana urukundo, iherezo rigwa neza ku gikombe, n'uburyo umukino wabayemo amarangamutima n'ibikwiye kurebwa na buri wese ufite agakundo n’Ikibuga. Ni umukino uzibukirwa imyaka myinshi imbere."
    },
    {
        "story_id": 3,
        "text": "Ku mugoroba wo ku wa gatandatu, ikibuga cy’imikino cya Kigali cyari cyuzuye abafana b’ingeri zose baje kwihera ijisho umukino ukomeye cyane wagombaga guhuza amakipe abiri akomeye mu gihugu, Gasabo United na Nyamirambo Stars. Uyu mukino wari utegerejwe n'abakunzi b'umupira w'amaguru bose, kuko wahuzaga amakipe y'amateka atajya apfa gucana uwaka. \n\nIminota yabanjirije umukino yari yuzuyemo akajagari ku bafana bari bategerezanyije amatsiko niba ikipe bahozemo amarangamutima izabasha gutsinda mukeba. Abafana ba Gasabo United bari bitwaje amabendera n'impeta y'icyatsi n'umweru, bihuje n'amabara y'ikipe yabo, bicaye mu gice kimwe cy'ikibuga, mu gihe abafana ba Nyamirambo Stars bari bishyize hamwe bambaye imyenda y'umuhondo n'ubururu mu gice cy'ikibuga cya kabiri. Indirimbo n'impundu byari byahinduye iki kibuga nk'icyo mu mahanga, cyuzuyemo umunezero n'amarangamutima menshi.\n\nUmukino watangiye ku isaha ya saa kumi n'ebyiri zuzuye, umusifuzi wo hagati akivuga ifirimbi. Ikipe ya Gasabo United yahise yihutira gufata umupira iwucisha mu mpande izamuka neza, ishyira igitutu kuri Nyamirambo Stars. Ku munota wa gatanu gusa, Gasabo United yabonye iteraniro ry’ishoti rikomeye ryatewe na rutahizamu wayo ukomeye, Karera Jean Paul, ariko umunyezamu wa Nyamirambo Stars, Ndayizeye Theoneste, aba maso awukuramo neza.\n\nNyuma y'akanya gato, abakinyi ba Nyamirambo Stars bahinduye imikinire, bashaka gukina umupira muto wo hagati, bagerageza gusatira bafite ituze. Ku munota wa cumi n’ine, Kapiteni wa Nyamirambo Stars, Haguma Eric, yohereje umupira uteye ubwuzu mu izamu rya Gasabo United, ariko ushyirwa ku ruhande n'umunyezamu witwaye neza cyane.\n\nKugeza ku munota wa mirongo ine na itanu, amakipe yombi yakomezaga gusatirana binganya imbaraga, ariko ku munota wa mirongo ine n'arindwi, Nyamirambo Stars yabonye ikarita itukura ku mukinnyi wayo w’inyuma, ituma bahindura imikinire bagiye mu kimenyetso cyo kwirwanaho cyane. Uyu mwanya niwo Gasabo United yahise ibyaza umusaruro, maze igice cya mbere gikingura ku munota wa mirongo ine n’icyenda, Karera Jean Paul yongera gutera ishoti ririmo ubuhanga bwinshi ntiyahusha, maze abafana ba Gasabo United birahira bakoma amashyi n’impundu.\n\nIgice cya kabiri cyatangiye Nyamirambo Stars yakoze impinduka z’imikinire, bashyira umukino wabo hejuru kugira ngo bwira bushyire igitutu kuri Gasabo United. Ku munota wa gatandatu gusa, Nyamirambo Stars yabonye penaliti itunguranye ku ikosa ryakozwe n'umwe mu basore b'inyuma ba Gasabo United. Iki cyari ikizami gikomeye kuri Gasabo United, kandi cyabanjirijwe n’urusaku rw’abafana bombi. Umukinnyi wa Nyamirambo Stars, Uwimana Patrick, yateye penaliti neza cyane, ashakisha umupira ukubita ku mutambiko w'izamu, bitera umutima uhagaze abafana b’ikipe yombi, ariko ahita awutura neza awuboneza mu nshundura.\n\nAmakipe yombi yakomeje gucungana, ariko nta yigeze ibasha kongera kumenya izamu ryindi kugeza ku munota wa mirongo cyenda umukino urangira ku ntsinzi ya 1-1. Abafana b'amakipe yombi basohotse ikibuga butuza, ariko bafite icyizere cy’uko izakurikira ishobora kuba inarebana isura kurushaho. Akanyamuneza k'uyu mukino kakomeje mu mujyi hose, byongera kwerekana impano n'ubufatanye by'umupira w’amaguru w'u Rwanda."
    },
    {
        "story_id": 4,
        "text": "Ku cyumweru gishize ku kibuga cya Stade de l'Amitié, habaye umukino wari utegerejwe na benshi, ukaba warahuje amakipe abiri y'amakeba: Inkuba FC na Ubwiza United. Aya makipe yombi afite amateka akomeye mu mupira w'amaguru mu gihugu, kandi bahora bahanganye ku rwego rwo hejuru. Abafana bari baje ari benshi, bambaye imyambaro y'amabara y'amakipe yabo, bagaragaza ibyishimo n'uruhande bashyigikiye.\n\nUmukino watangiye i saa cyenda zuzuye, urusaku rw'imizindaro n'indirimbo z'abafana zari zinejeje abari aho bose. Ku munota wa 12 gusa w'umukino, Ubwiza United yabanje gufungura amazamu ku gitego cyatsinzwe na rutahizamu wabo ukiri muto, Jean-Claude Mukamana, wagombaga gutsinda umutwe ukomeye nyuma yo guhindirwa umupira mwiza na Harerimana Pierre usanzwe ari myugariro w'igihangange. Igice cya mbere cyarangiye ari 1-0 harimo gukina neza kwa Ubwiza United, byashimishije abafana bayo.\n\nIgice cya kabiri cyatangiye Inkuba FC zunganira imbaraga maze bashyira igitutu gikomeye kuri Ubwiza United. Ku munota wa 57, bakabaye bahushije igitego cyabazwe ubwo Maniraguha Jacques yasigaranye n'umunyezamu gusa, ariko umupira awuteye hejuru y’izamu. Gusa ntiyaciwe intege, kuko bidatinze ku munota wa 65, yaje kwishyura igitego, aho yaherejwe neza na Nsabimana Eric, maze agatera mu izamu umupira ukomeye winjira mu rushundura.\n\nByari bingana, 1-1, maze amakipe yombi akomeza gusatirana ashaka igitego kindi cy'intsinzi. Umutoza wa Inkuba FC yakoze impinduka atsinda abakinyi bakataje maze ku munota wa 78, umukinnyi Mugenzi Patrick winjiye mu kibuga asimbuye yatsinze igitego cyiza nyuma yo gucenga myugariro wa Ubwiza United.\n\nAbakinnyi ba Ubwiza United bageze ku gukora iyo bwabaga mu minota ya nyuma, bashaka uko bazamuka mu kibuga ngo bakoreshe uburyo bubiri bwo kwishyura ariko ubwugarizi bwa Inkuba FC bwangiye izo ntwaro zose ku buryo butangaje.\n\nUmukino warangiye nyuma y'iminota 90 y'ubusabane bukomeye n'umukino w'ishyaka. Inkuba FC yatsinze Ubwiza United ibitego 2-1, itsinda umukeba mu mukino wari uhanzwe amaso na benshi. Abafana ba Inkuba FC bavuye kuri stade basa n’abafite ibyishimo bidashira, mu gihe ab’Ubwiza United bari bitegura umukino utaha mu marushanwa ataha, bazineza ko bazagaruka bikomeye kurusha mbere. Kuri ayo makipe yombi, uyu munsi wari isomo ryo kuzamura urwego rwabo no kongera imbaraga ku mikino itaha."
    },
    {
        "story_id": 5,
        "text": "Mu mujyi wa Kigali, ku mugoroba w’itariki ya 15 Ukwakira 2023, habaye umukino ukomeye wahuruje imbaga, aho amakipe abiri y’amakeba, Intare FC n’Ingwe SC, yari ategerejwe n’abantu benshi ku kibuga cya Stade Amahoro. Uyu mukino wari uwa nyuma wa shampiyona, ukaba warafatwaga nk’ugomba gukemura impaka hagati y’aya makipe yombi ku mwanya wa mbere.\n\nKu kibuga, imihigo yari yose, abafana b’amakipe yombi ukabona bari bashyushye mu mutima, umwe ku wundi babwirana amagambo y’umutima, buri tsinda rishyigikira ikipe yabo, ibirori biba ubwarimuranga. Mbere y’uko umukino utangira, abatoza b’amakipe yombi bagaragaje ko bafite icyizere, bavugaga ko biteguye bihagije ndetse ko nta kabuza baza gukura amanota atatu yuzuye mu kibuga.\n\nUmukino watangiye Intare FC ibona uburyo bwiza bwo gutsinda ku munota wa gatanu gusa, ubwo rutahizamu wabo ukiri muto, Kamanzi Jean Luc, yahushaga igitego cyari cyabazwe neza, umupira ukubita ku mutambiko w’izamu, ukagaruka mu kibuga. Ibyo byahumuye Ingwe SC bakarushaho gushaka uko bakwisubiza, bakina umupira wabo bazwiho wo guhanahana no kwihuta.\n\nKu munota wa 30, Ingwe SC yabonye penaliti nyuma y’uko myugariro wa Intare FC akoreye ikosa umwataka wabo, Ndizeye Felix, mu rubuga rw’amahina. Uyu mwanya wakurikiwe n’igitutu kinini ku ikipe ya Intare FC, kuko Ndizeye Felix yashyize neza umupira mu rushundura, afungura amazamu atyo.\n\nIgice cya mbere cyarangiye Ingwe SC iyoboye n’igitego 1-0, gusa Intare FC yagarutse mu gice cya kabiri ishyizeho umuvuduko utamenyerewe. Bahise bakora impinduka mu kibuga, bashyiramo abakinnyi basatirira. Ku munota wa 60, Intare FC yabashije kwishyura igitego ku mupira mwiza wa Kamanzi Jean Luc, waciye mu bakinnyi b'Ingwe SC benshi, agatera ishoti rikomeye ryagoye umunyezamu.\n\nIgihe cyarengaga hagati, umukino ukomeza kuba intambara nyuma y’igihe cyo kunganya amakipe yombi arwana ku byo buri yose yagezeho. Ku munota wa 85, ku mvune y’igihaha, Intare FC yabonye andi mahirwe nyuma yo kupfa neza ku burengera bw’izamu, maze haboneka igitego cya kabiri gitsinzwe na Nsanzimana Eric abanyamuryango ba Intare basuka amarira y’ibyishimo mu kibuga, abafana bakaba ari agati gasa noneho.\n\nIminota yavuyemo ishyamba rinini, Ingwe SC bagendaga bakina bashaka kongera kwishyura, ariko ntibyakunda, kuko Intare FC yakinaga bifata, bikomeye, buri wese ashyize imbere gutsinda. Byageze ku munota wa 90, umusifuzi yongeza iminota itatu, ariko byari amahoro kuri Intare FC.\n\nAmashyi n’impundu byatashye i Kigali ubwo umukino wari urangiye ku ntsinzi y’ibitego 2-1 bya Intare FC. Abafana b’Intare FC bavuye mu kibuga bari mu bihe byiza, bahamya ko umwaka utaha bazagarukana izindi ngufu zo gukomeza kwanikira Ingwe SC mu bikorwa by’ubukeba. Mu kiganiro n’abanyamakuru, kapiteni wa Intare FC yashimangiye ko biruhukije nyuma yo kwigaranzura mukeba wabo mu mukino wagize icyo uvuga muri shampiyona.\n\nUbwoba n’amarira ku ruhande rumwe, ibyishimo n’ikizere ku rundi, umukino wa kabiri w’ubukeba uzasubira mu mateka nk’imwe mu mikino yaduhaye isomo ry’uko imikino y’abakeba iryoshya shampiyona kurusha uko byari byitezwe. Guhangana gushyira imbere umupira w’amaguru nyakuri, ari byo bitari mu mirwi y’abafana bibitsi. Ni amateka anyuze benshi, kandi ni ejo hacu hasumburana ibikorwa byiza."
    },
    {
        "story_id": 6,
        "text": "Mu ijoro ry’amateka mu mikino y’umupira w’amaguru, habereye umukino ukomeye w’abakeba wahuje ikipe ya Gasabo United na Nyarugenge FC ku kibuga cy’amateka cya Kigali Arena. Uyu mukino wari utegerejwe na benshi, aho abakunzi b’umupira baturutse imihanda yose baza kwihera ijisho isiganwa ryo ku rwego rwo hejuru.\n\nMu minsi yashize, aya makipe yombi yari yaravuzweho byinshi kubera umubano utari mwiza wari umaze igihe hagati y’abafana n’abayobozi b’amakipe, ndetse hari n’amashusho yakwirakwijwe ku mbuga nkoranyambaga yerekana ubushyamirane bw’abafana mu mukino wa shampiyona uheruka. Iyi ni imwe mu mpamvu zatumye uyu mukino ufatwa nk'uwa “Finali” mbere y’igihe, dore ko iminota 90 yitezwe gukora amashagaga, ndetse n'igitutu gikomeye cyerekanaga ko nta rubyiniriro ruteguwe.\n\nUmukino watangiye saa mbiri z’umugoroba, ikirere ari kiza, kandi abafana bunze ubumwe mu kuririmba indirimbo ishimagiza amakipe yabo. Abakinnyi bahise batangira gusatirana bitavugwa, buri ruhande rugaragaza inyota yo gutsinda. Gasabo United yaje itandukanye ku buryo bukomeye, ikoresheje imbaraga z’abakinnyi bayo b'abanyempano nka Rutabayiro Jean Claude na Munezero Alice, washinzwe impande z’intwaro zombi zo gusatira no kurinda.\n\nKu rundi ruhande, Nyarugenge FC na yo yari yifitiye icyizere n’ubunararibonye bw’abantu nka Rugamba Peter, umubeshi w’ari wa Twisungane manukure bahamagaraga “Mr. Dribble”. Uyu mutoza yizeye kumva iyogosha rya rutahizamu we Kabanda Maurice, uzwiho ubushobozi bwo gutungurana n’imiterekero y’ishoti rikomeye.\n\nUbukana bwinshi bwaje kugerwa ku iherezo ku munota wa 30, ubwo Gasabo United yatsindaga igitego cya mbere giturutse kuri penaliti yatewe neza na Rutabayiro. Ibyishimo by’uruvunganzoka byasutse mu bafana b’iyi kipe, naho abafana ba Nyarugenge FC basunika umukino bateza abatwaye imipira, bashishikajwe n'uko amakipe yabo ahanganira igikombe cya shampiyona. \n\nAriko, ntibyatinze kuko mbere y’uko igice cya mbere kirangira, Nyarugenge FC yabonye icyo kwishimira ubwo Kabanda Maurice yinjizaga igitego cy’umutwe ku mupira mwiza yahawe na Nyirinkindi Robert. Iki gitego cyazanye umwuka mwiza ku ruhande rwa Nyarugenge, byongera ubushake bwo gukomeza intest.\n\nIgice cya kabiri cyaje ari icya kirimbuka, by’umwihariko mu minota 20 ya nyuma aho Gasabo United mu buryo butunguranye bakinaga nk’abarwanira impamba ya nyuma. Abatoza bombi bakoze impinduka mu ikipe hagamijwe kungura amaraso mashya ku kibuga, ariko byarushagaho kuzamura ingingo y’abarebera abakinnyi bashya ku kibuga.\n\nKu munota wa 88, ku buryo bwatunguranye, umukinnyi Ndagijimana Eric wa Gasabo, avuye mu kibuga hagati yinjiza kimwe mu bitego by’amateka, aho yacenze abakinnyi batatu, akozaho n’umuzamu, maze ahita aboneza umupira mu rushundura rwambaye umuyonga wo kwegukana intsinzi. Abafana ba Gasabo United barahagurutse, bari mu byishimo bidasanzwe.\n\nUmukino warangiye Gasabo United itsinze ibitego bibiri kuri kimwe cya Nyarugenge FC. Imidendezo y’abafana, imbyino z'ibyishimo na za 'vuvuzela' zarumvikanaga ku mupaka w’ibirere, ni bwo hakindikijwe ko amashigno y’amateka yasomye ku mukino wasobanuye byinshi ku mateka y’umupira w’amaguru mu Rwanda.\n\nBose bahize kubyakira neza, ko haba hari ibitaragenze neza, ibigaragaza uko aya makipe ahagaze muri shampiyona. Ariko kandi, umukino wasize isomo rikomeye ko guhangana ku kibuga bisaba byinshi kurusha ubwenge bwo ku mpine: umutima, ubwitange n’ubushishozi. Ni uko umukino ugumye mu bitekerezo no mu mbamutima z’ababirebye, ukaba nk’uruhinja rushya ruha umurage ibihe bizaza."
    },
    {
        "story_id": 7,
        "text": "Ku munsi w’ejo hashize, mu murwa mukuru w’igihugu cya Fantasia, habaye umukino ukomeye w’amateka wahuje amakipe abiri y’amarere mu mupira w’amaguru, FC Indatabigwi na FC Inkundamajoro. Iyi mikino, yategerejwe igihe kirekire n’abakunzi b’umupira w’amaguru mu gihugu hose, yari ifite byinshi bivugwa kuko izi kipe zombi zimenyereweho gutanga isomo ryo ku kibuga no mu muryango mugari.\n\nKuva mu gitondo cyo kuri uwo munsi, umujyi wose wa Fantasia wari mu byishimo n’amajwi y’abafana bari buzuye impande zose z’umuhanda, bambaye imyenda y’amabara y’ikipe bashyigikiye. Igihe cyo gutangira umukino cyarageze, abantu bavuza amafirimbi, ibimenyetso byabo by’umutekano biyerekana ko bakomeje kwiga umwanya by’umutima.\n\nUmukino watangiye ku isaha ya saa munani z’amanywa, ubwo umusifuzi akimara guhuza amafirimbi zose ubutaka bw’icyatsi kibisi burasakara mu kibatsi cy'ibyishimo. FC Indatabigwi yatangiye neza cyane, yerekana umukino mwiza wo guhanahana imipira hagati ya ba myugariro n’abatakizamu. Nyuma y’iminota 15 gusa, umukinnyi wabo w’igihangange, Bosco 'Umuvugizi', yatsinze igitego cy’amateka ku ishoti rikomeye yateye metero 25 uvuye ku izamu.\n\nAbafana ba FC Indatabigwi basakabaga mu byishimo, ubwo abakunzi ba FC Inkundamajoro bari mu gishyitsi batekereza uko basubiza iki gitego cyagaragaraga nk’ikitavogerwa. Gusa Inkundamajoro ntabwo ikunda gutererwa umupira ngo ihike; bibyemo kuvunikira mu kibuga ndetse bakomeza gushimangira imbaraga zabo mu buryo bafite.\n\nMu gice cya kabiri, umutoza wa FC Inkundamajoro yakoze impinduka zikomeye mu ikipe ye, maze umukinnyi w’umuhanga Paul 'Muzinga', winjiye mu kibuga asimbuye, ahita azamura umukino wabo bitunguranye. Nyuma y'akanya gato, yatsinze igitego cyari cyatanzweho amarenga nk’igishoboka gake cyane, maze umukino wongera gutangira bundi bushya.\n\nKu munota wa 80, hashize iminota icumi irenga amakipe yombi aremye amahirwe ariko ntahindure umukino, Inkundamajoro yongeye gusaguka mu kibuga, maze ba rutahizamu bayo bakomeza gukinira mu gitego cyihuse. Ibi byahaye amahirwe umukinnyi wa FC Inkundamajoro, Habimana 'Umuyobozi', atsinda igitego cya kabiri ku gitego cyatsweho inama na benshi mu bashyigikiye ikipe, cyasize abafana mu guhekenya amenyo.\n\nIminota yari isigaye yahindutse umusigiti, amakipe yombi yagerageje gukina nta watinya guterwa isoni ku irembo. Nyamara, ngendeye ku ijwi ry’urubuga n’urukundo rw’abafana, umwanya wahise urangira nta gushidikanya ko FC Inkundamajoro itwaye intsinzi y’umukino.\n\nUmukino warangiye ari 2-1 mu nyungu za FC Inkundamajoro, abatoza b’izo kipe bombi bashima imbaraga n’umuhate w’abakinnyi babo. Nina wa mugambi mugari, umukino waciye agahigo k’uburyo utazibagirana mu mitwe y’abantu bose bakurikiye ako gahigo k’amateka atazibagirana mu mibereho yo muri kiriyo gihugu."
    },
    {
        "story_id": 8,
        "text": "Ku mugoroba wo ku wa Gatandatu, tariki ya 15 Ukwakira 2023, isi yose yiboneye umukino udasanzwe wongeye guhuza amakipe y’ibikuba aribyo Gasabo FC na Nyamirambo United. Icyo gihe ntiwagereranya n'indi mikino yose yabayeho, kuko uyu wari umukino w'agatangaza wahuje abakeba bari bamaze imyaka myinshi bahanganye mu buryo butangaje.\n\nStade Amahoro yari yuzuye ku rwego rwo hejuru, abafana baturutse imihanda yose baje gushyigikira amakipe yabo. Abafana ba Gasabo FC bari bitwaje amabara y’umutuku n’umukara, mu gihe aba Nyamirambo United bari bambaye ubururu n’umweru. Ni umukino wari utegerejwe na benshi, dore ko ari nawo wagombaga kwerekana uhatana mu gikombe cya shampiyona.\n\nUmukino watangiye ku isaha ya saa kumi n’ebyiri z’umugoroba nk'uko byari biteganyijwe, umusifuzi mukuru atanga ifirimbi y’ikimenyetso kidutangira. Ku isegonda rya mbere, byabaye nk’aho amakipe yombi yari yaramaze kuvugana, kuko yaba Gasabo FC ndetse na Nyamirambo United yahise itangira igaragaza ikinyuranyo mu kibuga.\n\nMu gice cya mbere, umukino wabonetsemo imbaraga n’ubuhanga bwinshi, gusa byagaragaraga ko Gasabo FC yari yaje yahagaze cyane, ari nako yiharira igice kinini cy’umukino. Bamwe mu bakinnyi batunguraga abafana kubera ubuhanga bwabo, barimo Ntaganzwa Eric, wanyuze ku ruhande rw’iburyo rwa Gasabo FC, byagaragaraga ko umukino ugiye guhinduka nyuma y'aho. Ku munota wa 30, Ntaganzwa yaje kubona uburyo agera imbere y’izamu ryari ririnzwe na Kanyamibwa Joseph, cyane rwose yagerageje uburyo bwo gutsinda ariko Kanyamibwa wari umaze kwamamara kubera ubugira kashi bwe, yumira ku isheme.\n\nNyuma yo gutsindwa kuri ubwo buryo, abasore ba Nyamirambo United bebêyi jiranijihira umukino mu buryo bugaragara. Maze ku munota wa 42, Nyamirambo United yabonye coup-franc yari idategerejwe, ubwo Habineza Claude yahiraga mu kivuga n'umutwe ashyize umupira mu izamu, aho umuzamu wa Gasabo FC, Imanzi Patrick, atabashije kugera. Urusaku rw'abafana ba Nyamirambo United rwari rurangururiye mu kibuga hose! Igorofa sinasiragira, aho abatoza bombi bahise bereka abakinnyi bagombaga kugaragaza umuvuduko ukabije kandi ibiruhuko by’igice cya mbere ntabwo byari birimo gutanga igisubizo kuri Gasabo FC. \n\nMu gihe bamaze kujya mu karuhuko, abatoza bombi batangiye gutanga inama zikenewe, ndetse bakora impinduka mu bakinnyi bari babanza mu kibuga. Mu gice cya kabiri, byasaga n'aho Gasabo FC yahinduye isura, maze ku munota wa 60, ubwo umusore Mbaraga Alex yabonaga ikarita itukura kubera ikosa rijya kuba nkana, ibintu byongeye gukomerera Nyamirambo United.\n\nGasabo FC yakomeje kotsya igitutu bikomeye, maze ku munota wa 75, itsinda igitego cy'ishyirahamwe, ubwo Mukunzi Alain yasojezaga mu izamu, amanura umurishyo w'amahoro mu bakinyi b’inyuma barwanaga inkundura. Hahise hashiramo igitutu cyari mu bakinnyi, maze umukino urangira amakipe yombi anganya igitego 1-1.\n\nIminota y'inyongera yarimo ishyaka mu gice cya kabiri, ariko nta kipe yongeye guhindura amanota, umukino urangira kuburyo bunganyijwe. Nyuma y'umukino, abakapiteni bombi Bamporiki Jean Pierre wa Gasabo FC na Nkinzingabo Salomon wa Nyamirambo United, bashimiye abakinnyi, abatoza ndetse n’abafana bafashije kugira ngo uyu mukino ube mwiza kandi utazibagirana.\n\nNyuma yo kunganya, amakipe yombi yagumye hamwe ku rutonde rwa shampiyona, ibyo byanahaye igikombe icyizere cyo kuzamura izina mu yindi mikino ya shampiyona. Uyu mukino uri mu bibutse abantu impamvu bakunze ruhago—ukunze guhita uba uwo kunogera abiyeyumvira ndetse no kwibutswa imigambi yo guharanira gutsinda ku mpande zombi."
    },
    {
        "story_id": 9,
        "text": "Hari ku itariki ya 15 Nyakanga 2023, igihe ubwo umwuka wa ruhago wari utwika muri Stade Mpuzamahanga ya Kigali, Imana yacu yari yatangiye kwiyerekana ku bakunzi b’umupira w’amaguru bari bazindukiye kureba umukino ukomeye wahuje amakipe abiri atavugirwamo rumwe mu Rwanda, ari yo Intare FC n’Ingabo SC. Ni umukino wategerejwe igihe kirekire kuko aya makipe yombi yari amaze iminsi ahatana mu buryo bukomeye mu irushanwa rya shampiyona.\n\nAbafana bari mwinshi, bamwenyana no mu byishimo bidasanzwe, bambaye imyenda y’amakipe yabo bakunda. Umurindi w’ingoma, ivuzwe n’ikirangurira, ndetse n’indirimbo zishimagiza aya makipe byagaragaraga nk’aho byari byabuze isoko. Aba bahanga b’injyana y’umupira, bari bategereje kubona uzirikana izina mu gitondo cyo ku Cyumweru.\n\nIminota icumi ya mbere yari ihenze. Intare FC yatangiye itsinda, igaragaza imbaraga zayo zidasanzwe. Byabaye nk'igitangaza mu minota nk'ibiri gusa ubwo Niyonzima Eric yabasangije igitego gityoroye, afata umupira mu nyanja y’abakinnyi ba Ingabo SC, akawufunga mu murongo wa penaliti maze akawutamika mu nguni y’ibumoso umuzamu yabyinaga gutabara ariko ugahita umucika.\n\nNyuma y’ico gitego, Ingabo SC n’imyaka itigeze itegereza kungira gutyo gutyo. Ifite umutoza mukuru w'ingirakamaro, uyu muryango w’abasirikare warakaniye kugaruka mu mukino. Mu munota wa 35, Ngendahimana John, umuzamu ukomeye wa Intare FC yugarijwe n’isereri y’abasirikare. Mugisha Patrick, umuyobozi w’ikibuga cy'Ingabo SC, yateye umupira uva ku nkombe y’iburyo bawusanganira ukuboko, Gasore Didier ahagitse inkundura idasubirwaho, atsinda igitego cyari kigera ku bikariyo.\n\nIntambara muri iki kibuga yaje guturarana nyuma yabwo mu gice cya kabiri. Ubukana bw’irushanwa bwahindutse inginno. Intare FC yongeye kuba nk’intare ishegesha ubwo Higiro Samuel yategaga umupira w’umutwe w’ikirenga ahita ashyira igitego kiba inyuma ya murumuna Ingabo bityo aba ahetsa ikipe y’Intare FC igikombe cyari buryo rwose kirekeraho.\n\nNyuma y’umukino, abacakara bunga bungana bamwenya bishimira ikibatsi kidasanzwe cya ruhago bahoranye mu mibyinirira. Amarira n’ibyishimo by’abafana, byose byahishuye uburyo umupira w’amaguru ari umukino udashobora kwamburwa umwuka n’ubundi ku mukino nk’uyu. Ni amateka hagati ya Intare FC na Ingabo SC.\n\nIyo navigation y’umwaka yashize yafunguye igitabo cy’ubundi buryo bw’urukundo ku makipe yombi, butaramye rukuruzi y’ikinyejana. Byabaye icyumweru kidakama mu mwanya w’umupira w’amaguru mu Rwanda. Nous avons terminé la partie avec un esprit de solidarité."
    },
    {
        "story_id": 10,
        "text": "Ku mugoroba utuje w'itariki ya 15 Ukwakira 2023, ibyiyumvo byari byinshi muri sitade ya Nyamirambo, aho abafana bari buzuye ku bwinshi bategereje umukino ukomeye wahuje amakipe abiri y'amakeba, Rayon Sports na APR FC. Uku guhura kwari gutegerejwe n'abakunzi b'umupira w'amaguru mu Rwanda no mu karere, kuko aya makipe yose uko yakabaye yari azwiho guhangana bikabije kandi buri wese afite intego yo kwegukana ishema mu gihugu.\n\nIminota y'imbanzirizamukino yarangiye, ibihumbi by'abafana estade yuzuye bakomeza gucuranga indirimbo z'imitoma n'ibihangange by'amakipe yabo. Abafana ba Rayon Sports bari bafite ibyishimo no kwizera bagendaga baririmba bati, \"Gikundiro iremera, itsinde wemeze!\" Mu gihe abafana ba APR FC na bo nta cyo bacikanwe bagaragazaga ko biteguye kwisubiza igikombe, bari bageraje amajwi yabo hejuru bati, \"Intare ntikangwa, itsinda imbere!\"\n\nUko abakinnyi bageraga mu kibuga, amabendera n'ibendera by'amakipe yombi byazanganaga n'ubwinshi bw'abashyigikiye amakipe. Umukino wahise utangira ku muvuduko mwinshi, amakipe yombi agaragaza ko afite ubushake bwinshi bwo kugaba ibitero. Rayon Sports yari ifite rutahizamu wabo ukomeye, Mwizerwa Jean Claude, wagiye agaragara mu birere ahanganye n’umutakindi wa APR FC, bituma abakinyi ba Rayon bagaba ibitero umusubirizo.\n\nKu munota wa 23, kwari ukwikanga n'udusunika, APR FC ibona uburyo bwo gutsinda igitego cya mbere. Uwineza Patrick, umukinnyi w'inyuma wa APR, yahise akubita ishoti rikomeye ritunguranye ku muryango wa Rayon Sports, umuzamu yibura akazi, maze umupira w'umurase uroboga mu nyungu, estade yose ihita isabagizwa n'ihinda ry'amajwi y'abafana ba APR FC.\n\nNtibyarangiriye aho kuko Rayon Sports yahise itungurana ku munota wa 31, ubwo umutambukanyi wa ruhago Mutuyimana Hilary yahindukizaga urundi rwango mu kibuga hagati. Yanyuze mu bakinnyi nka tubigirwa maze atsindira ikipe ye igitego cy'uko ari joro maze Rayon Sports isubirana icyizere igira ngo igarure inkuru ye ku ruhande rw'amasezerano.\n\nIgice cya mbere cyarangiye amakipe yombi agifite imbaraga. Mu gice cya kabiri, umukino wasagaga ubushyuhe bimaze kugaragara ko ayo makipe yombi yitaye ku mateka yabo mu kwerekana ko bakwiye intsinzi. Kuruhande rwa Rayon, Gusaba Tito nashimwe ametese inshuro nk'ebyiri zose aho ashobora kugera ku izamu, hakaza kubaho ko yatera inkokora ifunguye gusa umuzamu wa APR FC bikamusaba ubwo butwari bwo kubuza amahirwe ngo amazina yo kwikinisha atike.\n\nKu munota wa 79, abari bategereje icyubahiro cyaje kurusha ibyo ubundi basanzwe bahabwa, Simurinda Bonheur, wari ukiri muto gusa warimo gutantama cyane kuri iyi sapé, yafashe umupira hagati mu kibuga, akoresha ishyaka ry'imbabazi n'ubuhanga bwe ndetse n'imbaraga za kabiri maze atsinda igitego cy'ishimwe. Abafana ba Rayon Sports, hamwe n'ihora rya serwakira, birashweho uduseke hari ubushake bw’ubwenegihugu imbere y’abashinyiriza ngo umusego wiyumeze kose y’amarembo.\n\nNyuma y’iryo hurizo rya simigeri na maman, umukino wagunje amatwi y’ibihe byari bihagaze kuvugira muri icyo gicu gihanitse. Amakipe yombi yakomeje kwiyereka ko atari ay’ukuganira, ahubwo biyemeza ko haguma amasezerano n’ingero. Iminota 90 yarangiye Rayon Sports itsinze ibitego 2 kuri 1 bya APR FC, mirongo itatu bihagarariye Jenoside no kureba abanyarwanda.\n\nIyi ntsinzi yabyukije imitwe y'inzobere zitabarika, igaragaza ko imbaraga z’umutima n’udushya tw’abavugizi nabwo bifite ubushake bwo kuzamura amazina n’ubutwari buyambikanya indi shimmwe n’inzobere. None ho hari amahirwe y’uko abatoranyijwe mu marushanwa bazahorana ishuri ry’igihugu cy’amajyaruguru.\n\nNi inkuru izibukirwa mu mateka y'umuziki ndetse na siporo, kuko ahazaza habereye i Nyamirambo bari hifuzwa no hambere mu mahanga, kandi abasore b’amasangano batoza ibihe by’imbone, bugafungura ibihana ibyo urubuga narwo ruheruka gutwarwa. Ni ikintu cyo kwishimira no kugenda ku mutwe maze ugahimbaza inama y’ibihu, maze ugasoza ibitereko by’abavugira."
    }
]